Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-client show_secret {client}
de: Verwendung: otpme-client show_secret {client}
es: Uso: otpme-client show_secret {client}
it: Uso: otpme-client show_secret {client}

source: Show client's secret
de: Geheimnis des Clients anzeigen
es: Mostrar el secreto del cliente
fr: Afficher le secret du client
it: Mostra il secret del client

source: Usage: otpme-client enable_sso {client}
de: Verwendung: otpme-client enable_sso {client}
es: Uso: otpme-client enable_sso {client}
it: Uso: otpme-client enable_sso {client}

source: Enable SSO app for this client.
de: SSO-App für diesen Client aktivieren.
es: Habilitar aplicación SSO para este cliente.
fr: Activer l'application SSO pour ce client.
it: Abilita app SSO per questo client.

source: Usage: otpme-client disable_sso {client}
de: Verwendung: otpme-client disable_sso {client}
es: Uso: otpme-client disable_sso {client}
it: Uso: otpme-client disable_sso {client}

source: Disable SSO app for this client.
de: SSO-App für diesen Client deaktivieren.
es: Desactivar aplicación SSO para este cliente.
fr: Désactiver l'application SSO pour ce client.
it: Disabilita app SSO per questo client.

source: Usage: otpme-client sso_name {client} {sso_name}
de: Verwendung: otpme-client sso_name {client} {sso_name}
es: Uso: otpme-client sso_name {client} {sso_name}
it: Uso: otpme-client sso_name {client} {sso_name}

source: Change client's SSO name.
de: SSO-Name des Clients ändern.
es: Cambiar nombre SSO del cliente.
fr: Changer le nom SSO du client.
it: Cambia il nome SSO del client.

source: Usage: otpme-client sso_logo {client} {image_path}
de: Verwendung: otpme-client sso_logo {client} {image_path}
es: Uso: otpme-client sso_logo {client} {image_path}
it: Uso: otpme-client sso_logo {client} {image_path}

source: Add SSO logo.
de: SSO-Logo hinzufügen.
es: Añadir logo SSO.
fr: Ajouter un logo SSO.
it: Aggiungi logo SSO.

source: Usage: otpme-client dump_sso_logo {client}
de: Verwendung: otpme-client dump_sso_logo {client}
es: Uso: otpme-client dump_sso_logo {client}
it: Uso: otpme-client dump_sso_logo {client}

source: Dump SSO logo as base64.
de: SSO-Logo als Base64 ausgeben.
es: Volcar logo SSO como base64.
fr: Exporter le logo SSO en base64.
it: Esporta logo SSO come base64.

source: Usage: otpme-client del_sso_logo {client}
de: Verwendung: otpme-client del_sso_logo {client}
es: Uso: otpme-client del_sso_logo {client}
it: Uso: otpme-client del_sso_logo {client}

source: Delete SSO logo.
de: SSO-Logo löschen.
es: Eliminar logo SSO.
fr: Supprimer le logo SSO.
it: Elimina logo SSO.

source: Usage: otpme-client login_url {client} {login_url}
de: Verwendung: otpme-client login_url {client} {login_url}
es: Uso: otpme-client login_url {client} {login_url}
it: Uso: otpme-client login_url {client} {login_url}

source: Change client's login URL.
de: Login-URL des Clients ändern.
es: Cambiar URL de inicio de sesión del cliente.
fr: Changer l'URL de connexion du client.
it: Cambia URL di login del client.

source: Usage: otpme-client helper_url {client} {helper_url}
de: Verwendung: otpme-client helper_url {client} {helper_url}
es: Uso: otpme-client helper_url {client} {helper_url}
it: Uso: otpme-client helper_url {client} {helper_url}

source: Change client's SSO helper URL.
de: SSO-Helper-URL des Clients ändern.
es: Cambiar URL del asistente SSO del cliente.
fr: Changer l'URL d'aide SSO du client.
it: Cambia URL helper SSO del client.

source: Usage: otpme-client enable_sso_popup {client}
de: Verwendung: otpme-client enable_sso_popup {client}
es: Uso: otpme-client enable_sso_popup {client}
it: Uso: otpme-client enable_sso_popup {client}

source: Enable SSO popup for this client.
de: SSO-Popup für diesen Client aktivieren.
es: Activar ventana emergente SSO para este cliente.
fr: Activer la popup SSO pour ce client.
it: Abilita popup SSO per questo client.

source: Usage: otpme-client disable_sso_popup {client}
de: Verwendung: otpme-client disable_sso_popup {client}
es: Uso: otpme-client disable_sso_popup {client}
it: Uso: otpme-client disable_sso_popup {client}

source: Disable SSO popup app for this client.
de: SSO-Popup-App für diesen Client deaktivieren.
es: Desactivar ventana emergente SSO para este cliente.
fr: Désactiver l'application popup SSO pour ce client.
it: Disabilita app popup SSO per questo client.

source: Usage: otpme-client add_address {client} {address}
de: Verwendung: otpme-client add_address {client} {address}
es: Uso: otpme-client add_address {client} {address}
it: Uso: otpme-client add_address {client} {address}

source: Add address to client
de: Adresse zum Client hinzufügen
es: Añadir dirección al cliente
fr: Ajouter une adresse au client
it: Aggiungi indirizzo al client

source: Usage: otpme-client del_address {client} {address}
de: Verwendung: otpme-client del_address {client} {address}
es: Uso: otpme-client del_address {client} {address}
fr: Utilisation : otpme-client del_address {client} {address}
it: Uso: otpme-client del_address {client} {address}

source: Delete address from client
de: Adresse vom Client löschen
es: Eliminar dirección del cliente
fr: Supprimer l'adresse du client
it: Elimina indirizzo dal client

source: Usage: otpme-client access_group {client} [access_group]
de: Verwendung: otpme-client access_group {client} [access_group]
es: Uso: otpme-client access_group {client} [access_group]
fr: Utilisation : otpme-client access_group {client} [access_group]
it: Uso: otpme-client access_group {client} [access_group]

source: Change client's accessgroup
de: Zugriffsgruppe des Clients ändern
es: Cambiar grupo de acceso del cliente
fr: Modifier le groupe d'accès du client
it: Cambia il gruppo di accesso del client

source: Usage: otpme-agent {command}
de: Verwendung: otpme-agent {command}
es: Uso: otpme-agent {command}
fr: Utilisation : otpme-agent {command}
it: Uso: otpme-agent {command}

source: Manage OTPme agent
de: OTPme-Agent verwalten
es: Administrar agente OTPme
fr: Gérer l'agent OTPme
it: Gestisci agente OTPme

source: Timeout when trying session renegotiation.
de: Zeitüberschreitung beim Versuch der Sitzungsneuverhandlung.
es: Tiempo de espera agotado al intentar renegociación de sesión.
fr: Délai d'attente lors de la tentative de renégociation de session.
it: Timeout durante il tentativo di rinegoziazione della sessione.

source: Do not resolve OTPme site address via DNS.
de: OTPme-Site-Adresse nicht via DNS auflösen.
es: No resolver dirección del sitio OTPme vía DNS.
fr: Ne pas résoudre l'adresse du site OTPme via DNS.
it: Non risolvere l'indirizzo del sito OTPme tramite DNS.

source: Resolve OTPme site address via DNS.
de: OTPme-Site-Adresse via DNS auflösen.
es: Resolver dirección del sitio OTPme vía DNS.
fr: Résoudre l'adresse du site OTPme via DNS.
it: Risolvi l'indirizzo del sito OTPme tramite DNS.

source: Do not resolve OTPme login point via DNS.
de: OTPme-Login-Punkt nicht via DNS auflösen.
es: No resolver punto de inicio de sesión OTPme vía DNS.
fr: Ne pas résoudre le point de connexion OTPme via DNS.
it: Non risolvere il punto di login OTPme tramite DNS.

source: Resolve OTPme login point via DNS.
de: OTPme-Login-Punkt via DNS auflösen.
es: Resolver punto de inicio de sesión OTPme vía DNS.
fr: Résoudre le point de connexion OTPme via DNS.
it: Risolvi il punto di login OTPme tramite DNS.

source: Print warning if function/method call takes longer than <seconds>.
de: Warnung ausgeben, wenn Funktions-/Methodenaufruf länger als <Sekunden> dauert.
es: Mostrar advertencia si la llamada a función/método tarda más de <segundos>.
fr: Afficher un avertissement si l'appel de fonction/méthode prend plus de <secondes>.
it: Stampa avviso se la chiamata di funzione/metodo richiede più di <secondi>.

source: Show version.
de: Version anzeigen.
es: Mostrar versión.
fr: Afficher la version.
it: Mostra versione.

source: Usage: otpme-agent start
de: Verwendung: otpme-agent start
es: Uso: otpme-agent start
fr: Utilisation : otpme-agent start
it: Utilizzo: otpme-agent start

source: Start OTPme agent
de: OTPme-Agent starten
es: Iniciar agente OTPme
fr: Démarrer l'agent OTPme
it: Avvia agente OTPme

source: Usage: otpme-agent stop [--timeout 10 -k]
de: Verwendung: otpme-agent stop [--timeout 10 -k]
es: Uso: otpme-agent stop [--timeout 10 -k]
fr: Utilisation : otpme-agent stop [--timeout 10 -k]
it: Utilizzo: otpme-agent stop [--timeout 10 -k]

source: Stop OTPme agent
de: OTPme-Agent stoppen
es: Detener agente OTPme
fr: Arrêter l'agent OTPme
it: Arresta agente OTPme

source: Send SIGKILL to OTPme agent (after timeout)
de: SIGKILL an OTPme-Agent senden (nach Zeitüberschreitung)
es: Enviar SIGKILL al agente OTPme (después del tiempo de espera)
fr: Envoyer SIGKILL à l'agent OTPme (après délai d'attente)
it: Invia SIGKILL all'agente OTPme (dopo il timeout)

source: Timeout to wait for OTPme agent to quit and send SIGKILL (-k)
de: Zeitüberschreitung, um auf Beendigung des OTPme-Agents zu warten und SIGKILL zu senden (-k)
es: Tiempo de espera para que el agente OTPme termine y enviar SIGKILL (-k)
fr: Délai d'attente pour que l'agent OTPme se ferme et envoyer SIGKILL (-k)
it: Timeout per attendere che l'agente OTPme termini e inviare SIGKILL (-k)

source: Usage: otpme-agent restart
de: Verwendung: otpme-agent restart
es: Uso: otpme-agent restart
fr: Utilisation : otpme-agent restart
it: Utilizzo: otpme-agent restart

source: Restart OTPme agent
de: OTPme-Agent neu starten
es: Reiniciar agente OTPme
fr: Redémarrer l'agent OTPme
it: Riavvia agente OTPme

source: Usage: otpme-agent reload
de: Verwendung: otpme-agent reload
es: Uso: otpme-agent reload
fr: Utilisation : otpme-agent reload
it: Utilizzo: otpme-agent reload

source: Send SIGHUP to agent for config reload
de: SIGHUP an Agent für Konfigurationsneuladung senden
es: Enviar SIGHUP al agente para recargar configuración
fr: Envoyer SIGHUP à l'agent pour recharger la configuration
it: Invia SIGHUP all'agente per ricaricare la configurazione

source: Usage: otpme-agent status
de: Verwendung: otpme-agent status
es: Uso: otpme-agent status
fr: Utilisation : otpme-agent status
it: Utilizzo: otpme-agent status

source: Show current agent status
de: Aktuellen Agent-Status anzeigen
es: Mostrar estado actual del agente
fr: Afficher l'état actuel de l'agent
it: Mostra lo stato corrente dell'agente

source: Writing nsscache: {object_type}
de: Schreibe nsscache: {object_type}
es: Escribiendo nsscache: {object_type}
fr: Écriture de nsscache : {object_type}
it: Scrittura nsscache: {object_type}

source: Writing nsscache (shadow): {object_type}
de: Schreibe nsscache (shadow): {object_type}
es: Escribiendo nsscache (shadow): {object_type}
fr: Écriture de nsscache (shadow) : {object_type}
it: Scrittura nsscache (shadow): {object_type}

source: Creating symlink: {link_src} -> {link_dst}
de: Erstelle Symlink: {link_src} -> {link_dst}
es: Creando enlace simbólico: {link_src} -> {link_dst}
fr: Création du lien symbolique : {link_src} -> {link_dst}
it: Creazione collegamento simbolico: {link_src} -> {link_dst}

source: Removing symlink: {link_src} -> {link_dst}
de: Entferne Symlink: {link_src} -> {link_dst}
es: Eliminando enlace simbólico: {link_src} -> {link_dst}
fr: Suppression du lien symbolique : {link_src} -> {link_dst}
it: Rimozione collegamento simbolico: {link_src} -> {link_dst}

source: Trying to get agent connection...
de: Versuche Agent-Verbindung zu erhalten...
es: Intentando obtener conexión del agente...
fr: Tentative de connexion à l'agent...
it: Tentativo di ottenere connessione agent...

source: Cannot use agent connection for other realms.
de: Agent-Verbindung kann nicht für andere Realms verwendet werden.
es: No se puede usar la conexión del agente para otros reinos.
fr: Impossible d'utiliser la connexion agent pour d'autres domaines.
it: Impossibile utilizzare la connessione agent per altri realm.

source: Starting index rebuild...
de: Starte Index-Neuerstellung...
es: Iniciando reconstrucción del índice...
fr: Démarrage de la reconstruction de l'index...
it: Avvio ricostruzione indice...

source: Finished index rebuild.
de: Index-Neuerstellung abgeschlossen.
es: Reconstrucción del índice finalizada.
fr: Reconstruction de l'index terminée.
it: Ricostruzione indice completata.

source: Changed group to: {group}
de: Gruppe geändert zu: {group}
es: Grupo cambiado a: {group}
fr: Groupe modifié en : {group}
it: Gruppo modificato in: {group}

source: Changed user to: {user}
de: Benutzer geändert zu: {user}
es: Usuario cambiado a: {user}
fr: Utilisateur modifié en : {user}
it: Utente modificato in: {user}

source: Generating sync list...
de: Generiere Sync-Liste...
es: Generando lista de sincronización...
fr: Génération de la liste de synchronisation...
it: Generazione elenco sincronizzazione...

source: Error building full OID: {e}
de: Fehler beim Erstellen der vollständigen OID: {e}
es: Error al construir OID completo: {e}
fr: Erreur lors de la construction de l'OID complet : {e}
it: Errore nella costruzione dell'OID completo: {e}

source: Error building read OID: {e}
de: Fehler beim Erstellen der Lese-OID: {e}
es: Error al construir OID de lectura: {e}
fr: Erreur lors de la construction de l'OID de lecture : {e}
it: Errore nella costruzione dell'OID di lettura: {e}

source: Reinitializing RNG.
de: Reinitialisiere RNG.
es: Reinicializando RNG.
fr: Réinitialisation du RNG.
it: Reinizializzazione RNG.

source: Reinitializing done.
de: Reinitialisierung abgeschlossen.
es: Reinicialización completada.
fr: Réinitialisation terminée.
it: Reinizializzazione completata.

source: Seeding finished.
de: Seeding abgeschlossen.
es: Siembra finalizada.
fr: Initialisation terminée.
it: Seeding completato.

source: Seeding RNG failed: {e}
de: RNG-Seeding fehlgeschlagen: {e}
es: Siembra de RNG falló: {e}
fr: Échec de l'initialisation du RNG : {e}
it: Seeding RNG fallito: {e}

source: Using key script: {key_script_path}
de: Verwende Key-Script: {key_script_path}
es: Usando script de clave: {key_script_path}
fr: Utilisation du script de clé : {key_script_path}
it: Utilizzo script chiave: {key_script_path}

source: Using callback from previous call to do reauth.
de: Verwende Callback vom vorherigen Aufruf für Reauth.
es: Usando callback de llamada anterior para reautenticar.
fr: Utilisation du callback de l'appel précédent pour réauthentification.
it: Utilizzo callback dalla chiamata precedente per riautenticare.

source: Starting job: {self.name}
de: Starte Job: {self.name}
es: Iniciando tarea: {self.name}
fr: Démarrage de la tâche : {self.name}
it: Avvio processo: {self.name}

source: Job finished successful: {name}
de: Job erfolgreich abgeschlossen: {name}
es: Tarea finalizada exitosamente: {name}
fr: Tâche terminée avec succès : {name}
it: Processo completato con successo: {name}

source: Creating directory: {conf_dir}
de: Erstelle Verzeichnis: {conf_dir}
es: Creando directorio: {conf_dir}
fr: Création du répertoire : {conf_dir}
it: Creazione directory: {conf_dir}

source: Creating config file: {conf_file}
de: Erstelle Konfigurationsdatei: {conf_file}
es: Creando archivo de configuración: {conf_file}
fr: Création du fichier de configuration : {conf_file}
it: Creazione file di configurazione: {conf_file}

source: Creating directory: {_signers_dir}
de: Erstelle Verzeichnis: {_signers_dir}
es: Creando directorio: {_signers_dir}
fr: Création du répertoire : {_signers_dir}
it: Creazione directory: {_signers_dir}

source: Reloading config file '{config_file}'.
de: Lade Konfigurationsdatei '{config_file}' neu.
es: Recargando archivo de configuración '{config_file}'.
fr: Rechargement du fichier de configuration '{config_file}'.
it: Ricaricamento file di configurazione '{config_file}'.

source: Loading config file '{config_file}'.
de: Lade Konfigurationsdatei '{config_file}'.
es: Cargando archivo de configuración '{config_file}'.
fr: Chargement du fichier de configuration '{config_file}'.
it: Caricamento file di configurazione '{config_file}'.

source: Preloading extensions...
de: Lade Erweiterungen vor...
es: Precargando extensiones...
fr: Préchargement des extensions...
it: Precaricamento estensioni...

source: Preloaded {len(config.extensions)} extensions.
de: {len(config.extensions)} Erweiterungen vorgeladen.
es: Precargadas {len(config.extensions)} extensiones.
fr: Préchargé {len(config.extensions)} extensions.
it: Precaricate {len(config.extensions)} estensioni.

source: Instantiated OTPme module.
de: OTPme-Modul instanziiert.
es: Módulo OTPme instanciado.
fr: Module OTPme instancié.
it: Modulo OTPme istanziato.

source: Instantiated freeradius module.
de: freeradius-Modul instanziiert.
es: Módulo freeradius instanciado.
fr: Module freeradius instancié.
it: Modulo freeradius istanziato.

source: Got EAP-Message: {eap_message}
de: EAP-Message erhalten: {eap_message}
es: Recibido EAP-Message: {eap_message}
fr: EAP-Message reçu : {eap_message}
it: Ricevuto EAP-Message: {eap_message}

source: Invalid request. Request is missing 'MS-CHAP-User-Name'.
de: Ungültige Anfrage. Anfrage fehlt 'MS-CHAP-User-Name'.
es: Solicitud inválida. La solicitud no contiene 'MS-CHAP-User-Name'.
fr: Requête invalide. La requête ne contient pas 'MS-CHAP-User-Name'.
it: Richiesta non valida. Manca 'MS-CHAP-User-Name' nella richiesta.

source: Invalid request. Request is missing 'MS-CHAP2-Response'.
de: Ungültige Anfrage. Anfrage fehlt 'MS-CHAP2-Response'.
es: Solicitud inválida. La solicitud no contiene 'MS-CHAP2-Response'.
fr: Requête invalide. La requête ne contient pas 'MS-CHAP2-Response'.
it: Richiesta non valida. Manca 'MS-CHAP2-Response' nella richiesta.

source: Invalid request. Request is missing 'MS-CHAP-Challenge'.
de: Ungültige Anfrage. Anfrage fehlt 'MS-CHAP-Challenge'.
es: Solicitud inválida. La solicitud no contiene 'MS-CHAP-Challenge'.
fr: Requête invalide. La requête ne contient pas 'MS-CHAP-Challenge'.
it: Richiesta non valida. Manca 'MS-CHAP-Challenge' nella richiesta.

source: Invalid request. Request is missing 'User-Name'.
de: Ungültige Anfrage. Anfrage fehlt 'User-Name'.
es: Solicitud inválida. La solicitud no contiene 'User-Name'.
fr: Requête invalide. La requête ne contient pas 'User-Name'.
it: Richiesta non valida. Manca 'User-Name' nella richiesta.

source: Invalid request. Request is missing 'User-Password'.
de: Ungültige Anfrage. Anfrage fehlt 'User-Password'.
es: Solicitud inválida. La solicitud no contiene 'User-Password'.
fr: Requête invalide. La requête ne contient pas 'User-Password'.
it: Richiesta non valida. Manca 'User-Password' nella richiesta.

source: Invalid request. Request is missing NAS-Identifier and NAS-IP-Address.
de: Ungültige Anfrage. Anfrage fehlt NAS-Identifier und NAS-IP-Address.
es: Solicitud inválida. La solicitud no contiene NAS-Identifier ni NAS-IP-Address.
fr: Requête invalide. La requête ne contient pas NAS-Identifier et NAS-IP-Address.
it: Richiesta non valida. Mancano NAS-Identifier e NAS-IP-Address nella richiesta.

source: Sending authentication request...
de: Sende Authentifizierungsanfrage...
es: Enviando solicitud de autenticación...
fr: Envoi de la demande d'authentification...
it: Invio richiesta di autenticazione...

source: Sending MSCHAP authentication request...
de: Sende MSCHAP-Authentifizierungsanfrage...
es: Enviando solicitud de autenticación MSCHAP...
fr: Envoi de la demande d'authentification MSCHAP...
it: Invio richiesta di autenticazione MSCHAP...

source: adding Auth-Type: 'MS-CHAP'
de: Füge Auth-Type hinzu: 'MS-CHAP'
es: agregando Auth-Type: 'MS-CHAP'
fr: ajout de Auth-Type : 'MS-CHAP'
it: aggiunta Auth-Type: 'MS-CHAP'

source: Registering module: {mod}
de: Registriere Modul: {mod}
es: Registrando módulo: {mod}
fr: Enregistrement du module : {mod}
it: Registrazione modulo: {mod}

source: Got joind socket via DNS: {socket_uri}
de: joind-Socket via DNS erhalten: {socket_uri}
es: Socket de joind obtenido vía DNS: {socket_uri}
fr: Socket joind obtenu via DNS : {socket_uri}
it: Ricevuto socket joind via DNS: {socket_uri}

source: Sending site certificate to joind...
de: Sende Site-Zertifikat an joind...
es: Enviando certificado del sitio a joind...
fr: Envoi du certificat du site à joind...
it: Invio certificato del sito a joind...

source: Sending CRL to joind...
de: Sende CRL an joind...
es: Enviando CRL a joind...
fr: Envoi du CRL à joind...
it: Invio CRL a joind...

source: Adding object: {object_id}
de: Füge Objekt hinzu: {object_id}
es: Agregando objeto: {object_id}
fr: Ajout de l'objet : {object_id}
it: Aggiunta oggetto: {object_id}

source: Sending realm join request...
de: Sende Realm-Join-Anfrage...
es: Enviando solicitud de unión al reino...
fr: Envoi de la demande de jonction au domaine...
it: Invio richiesta di join al realm...

source: Sending final realm join request...
de: Sende finale Realm-Join-Anfrage...
es: Enviando solicitud final de unión al reino...
fr: Envoi de la demande finale de jonction au domaine...
it: Invio richiesta finale di join al realm...

source: Trying to get master node via DNS...
de: Versuche Master-Node via DNS zu erhalten...
es: Intentando obtener nodo maestro vía DNS...
fr: Tentative d'obtention du nœud maître via DNS...
it: Tentativo di ottenere nodo master via DNS...

source: Sending realm leave request...
de: Sende Realm-Leave-Anfrage...
es: Enviando solicitud de salida del reino...
fr: Envoi de la demande de sortie du domaine...
it: Invio richiesta di leave dal realm...

source: Removing file: {x}
de: Entferne Datei: {x}
es: Eliminando archivo: {x}
fr: Suppression du fichier : {x}
it: Rimozione file: {x}

source: Removing dir: {x}
de: Entferne Verzeichnis: {x}
es: Eliminando directorio: {x}
fr: Suppression du répertoire : {x}
it: Rimozione directory: {x}

source: Removing UUID file: {uuid_file}
de: Entferne UUID-Datei: {uuid_file}
es: Eliminando archivo UUID: {uuid_file}
fr: Suppression du fichier UUID : {uuid_file}
it: Rimozione file UUID: {uuid_file}

source: Access denied: User not authenticated
de: Zugriff verweigert: Benutzer nicht authentifiziert
es: Acceso denegado: Usuario no autenticado
fr: Accès refusé : Utilisateur non authentifié
it: Accesso negato: Utente non autenticato

source: WARNING: You may have hit a BUG in acl.access_granted().
de: WARNUNG: Sie könnten auf einen BUG in acl.access_granted() gestoßen sein.
es: ADVERTENCIA: Es posible que hayas encontrado un ERROR en acl.access_granted().
fr: ATTENTION : Vous avez peut-être rencontré un BUG dans acl.access_granted().
it: ATTENZIONE: Potresti aver riscontrato un BUG in acl.access_granted().

source: Starting postgresql...
de: Starte postgresql...
es: Iniciando postgresql...
fr: Démarrage de postgresql...
it: Avvio di postgresql...

source: Using config file: {conf_file}
de: Verwende Konfigurationsdatei: {conf_file}
es: Usando archivo de configuración: {conf_file}
fr: Utilisation du fichier de configuration : {conf_file}
it: Utilizzo file di configurazione: {conf_file}

source: Reloading postgresql...
de: Lade postgresql neu...
es: Recargando postgresql...
fr: Rechargement de postgresql...
it: Ricaricamento di postgresql...

source: Stopping postgresql...
de: Stoppe postgresql...
es: Deteniendo postgresql...
fr: Arrêt de postgresql...
it: Arresto di postgresql...

source: Starting mysql...
de: Starte mysql...
es: Iniciando mysql...
fr: Démarrage de mysql...
it: Avvio di mysql...

source: Stopping mysql...
de: Stoppe mysql...
es: Deteniendo mysql...
fr: Arrêt de mysql...
it: Arresto di mysql...

source: Reloading mysql...
de: Lade mysql neu...
es: Recargando mysql...
fr: Rechargement de mysql...
it: Ricaricamento di mysql...

source: Doing process exit cleanup.
de: Führe Prozess-Exit-Cleanup durch.
es: Realizando limpieza de salida del proceso.
fr: Nettoyage de sortie de processus en cours.
it: Esecuzione pulizia uscita processo.

source: Got option: {arg}={val}
de: Option erhalten: {arg}={val}
es: Opción recibida: {arg}={val}
fr: Option reçue : {arg}={val}
it: Ricevuta opzione: {arg}={val}
