Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Unable to get public key of site certificate: {}: {}
de: Öffentlicher Schlüssel des Site-Zertifikats kann nicht abgerufen werden: {}: {}
es: No se puede obtener la clave pública del certificado del sitio: {}: {}
fr: Impossible d'obtenir la clé publique du certificat du site : {} : {}
it: Impossibile ottenere la chiave pubblica del certificato del sito: {}: {}

source: JWT decoding failed.
de: JWT-Decodierung fehlgeschlagen.
es: Falló la decodificación del JWT.
fr: Échec du décodage JWT.
it: Decodifica JWT fallita.

source: Need token login, got: {}
de: Token-Login erforderlich, erhalten: {}
es: Se necesita inicio de sesión con token, se recibió: {}
fr: Connexion par jeton requise, reçu : {}
it: Necessario login con token, ricevuto: {}

source: Wrong JWT challenge.
de: Falsche JWT-Challenge.
es: Desafío JWT incorrecto.
fr: Challenge JWT incorrect.
it: Challenge JWT errato.

source: Wrong login token: {}
de: Falsches Login-Token: {}
es: Token de inicio de sesión incorrecto: {}
fr: Jeton de connexion incorrect : {}
it: Token di login errato: {}

source: Failed to add exit message: {}
de: Fehler beim Hinzufügen der Exit-Nachricht: {}
es: Error al agregar mensaje de salida: {}
fr: Échec de l'ajout du message de sortie : {}
it: Impossibile aggiungere messaggio di uscita: {}

source: Job started: {job_name}
de: Job gestartet: {job_name}
es: Trabajo iniciado: {job_name}
fr: Job démarré : {job_name}
it: Job avviato: {job_name}

source: Job timed out: {job_id} ({timeout})
de: Job-Zeitüberschreitung: {job_id} ({timeout})
es: Tiempo de espera del trabajo agotado: {job_id} ({timeout})
fr: Job expiré : {job_id} ({timeout})
it: Job scaduto: {job_id} ({timeout})

source: Job '{job_name}' timed out.
de: Job '{job_name}' hat Zeitüberschreitung.
es: Tiempo de espera agotado del trabajo '{job_name}'.
fr: Job '{job_name}' expiré.
it: Job '{job_name}' scaduto.

source: Job not stoppable at this stage.
de: Job kann in dieser Phase nicht gestoppt werden.
es: El trabajo no se puede detener en esta etapa.
fr: Job non arrêtable à ce stade.
it: Job non arrestabile in questa fase.

source: Job error running command method: {method_name}: {error}
de: Job-Fehler beim Ausführen der Befehlsmethode: {method_name}: {error}
es: Error del trabajo al ejecutar el método de comando: {method_name}: {error}
fr: Erreur du job lors de l'exécution de la méthode de commande : {method_name} : {error}
it: Errore job nell'esecuzione del metodo comando: {method_name}: {error}

source: Job aborted: {job_name}
de: Job abgebrochen: {job_name}
es: Trabajo abortado: {job_name}
fr: Job abandonné : {job_name}
it: Job interrotto: {job_name}

source: Job failed: {job_name}: {error}
de: Job fehlgeschlagen: {job_name}: {error}
es: Trabajo fallido: {job_name}: {error}
fr: Job échoué : {job_name} : {error}
it: Job fallito: {job_name}: {error}

source: Only jobs that run as process are stoppable.
de: Nur Jobs, die als Prozess laufen, können gestoppt werden.
es: Solo se pueden detener los trabajos que se ejecutan como proceso.
fr: Seuls les jobs qui s'exécutent en tant que processus sont arrêtables.
it: Solo i job che vengono eseguiti come processo sono arrestabili.

source: Sending signal to job: {job_name}
de: Signal an Job senden: {job_name}
es: Enviando señal al trabajo: {job_name}
fr: Envoi du signal au job : {job_name}
it: Invio segnale al job: {job_name}

source: Job stopped: {job_name}
de: Job gestoppt: {job_name}
es: Trabajo detenido: {job_name}
fr: Tâche arrêtée : {job_name}
it: Lavoro interrotto: {job_name}

source: Job '{job_name}' aborted on user request.
de: Job '{job_name}' auf Benutzeranforderung abgebrochen.
es: Trabajo '{job_name}' abortado por solicitud del usuario.
fr: Tâche '{job_name}' abandonnée sur demande de l'utilisateur.
it: Lavoro '{job_name}' interrotto su richiesta dell'utente.

source: Need <rsp_hash_type>.
de: Benötige <rsp_hash_type>.
es: Se necesita <rsp_hash_type>.
fr: Besoin de <rsp_hash_type>.
it: Necessario <rsp_hash_type>.

source: Clearing sync cache directory...
de: Lösche Sync-Cache-Verzeichnis...
es: Limpiando directorio de caché de sincronización...
fr: Effacement du répertoire de cache de synchronisation...
it: Pulizia directory cache di sincronizzazione...

source: Failed to sync cache dir: {error}
de: Fehler beim Synchronisieren des Cache-Verzeichnisses: {error}
es: Error al sincronizar directorio de caché: {error}
fr: Échec de la synchronisation du répertoire de cache : {error}
it: Impossibile sincronizzare la directory cache: {error}

source: Error reading protocol version from file: {error}
de: Fehler beim Lesen der Protokollversion aus Datei: {error}
es: Error al leer la versión del protocolo del archivo: {error}
fr: Erreur lors de la lecture de la version du protocole depuis le fichier : {error}
it: Errore nella lettura della versione del protocollo dal file: {error}

source: Error writing sync protocol version to file: {error}
de: Fehler beim Schreiben der Sync-Protokollversion in Datei: {error}
es: Error al escribir la versión del protocolo de sincronización en el archivo: {error}
fr: Erreur lors de l'écriture de la version du protocole de synchronisation dans le fichier : {error}
it: Errore nella scrittura della versione del protocollo di sincronizzazione nel file: {error}

source: Error reading sync parameters from file: {error}
de: Fehler beim Lesen der Sync-Parameter aus Datei: {error}
es: Error al leer los parámetros de sincronización del archivo: {error}
fr: Erreur lors de la lecture des paramètres de synchronisation depuis le fichier : {error}
it: Errore nella lettura dei parametri di sincronizzazione dal file: {error}

source: Error decoding sync parameters: {error}
de: Fehler beim Dekodieren der Sync-Parameter: {error}
es: Error al decodificar los parámetros de sincronización: {error}
fr: Erreur lors du décodage des paramètres de synchronisation : {error}
it: Errore nella decodifica dei parametri di sincronizzazione: {error}

source: Error encoding sync parameters: {error}
de: Fehler beim Kodieren der Sync-Parameter: {error}
es: Error al codificar los parámetros de sincronización: {error}
fr: Erreur lors de l'encodage des paramètres de synchronisation : {error}
it: Errore nella codifica dei parametri di sincronizzazione: {error}

source: Error writing sync parameters to file: {error}
de: Fehler beim Schreiben der Sync-Parameter in Datei: {error}
es: Error al escribir los parámetros de sincronización en el archivo: {error}
fr: Erreur lors de l'écriture des paramètres de synchronisation dans le fichier : {error}
it: Errore nella scrittura dei parametri di sincronizzazione nel file: {error}

source: Invalid sync list type: {list_type}
de: Ungültiger Sync-Listentyp: {list_type}
es: Tipo de lista de sincronización no válido: {list_type}
fr: Type de liste de synchronisation invalide : {list_type}
it: Tipo di lista di sincronizzazione non valido: {list_type}

source: Error reading {list_type} sync list from file: {error}
de: Fehler beim Lesen der {list_type} Sync-Liste aus Datei: {error}
es: Error al leer la lista de sincronización {list_type} del archivo: {error}
fr: Erreur lors de la lecture de la liste de synchronisation {list_type} depuis le fichier : {error}
it: Errore nella lettura della lista di sincronizzazione {list_type} dal file: {error}

source: Error decoding {list_type} sync list: {error}
de: Fehler beim Dekodieren der {list_type} Sync-Liste: {error}
es: Error al decodificar la lista de sincronización {list_type}: {error}
fr: Erreur lors du décodage de la liste de synchronisation {list_type} : {error}
it: Errore nella decodifica della lista di sincronizzazione {list_type}: {error}

source: Error encoding {list_type} sync list: {error}
de: Fehler beim Kodieren der {list_type} Sync-Liste: {error}
es: Error al codificar la lista de sincronización {list_type}: {error}
fr: Erreur lors de l'encodage de la liste de synchronisation {list_type} : {error}
it: Errore nella codifica della lista di sincronizzazione {list_type}: {error}

source: Error writing {list_type} sync list to file: {error}
de: Fehler beim Schreiben der {list_type} Sync-Liste in Datei: {error}
es: Error al escribir la lista de sincronización {list_type} en el archivo: {error}
fr: Erreur lors de l'écriture de la liste de synchronisation {list_type} dans le fichier : {error}
it: Errore nella scrittura della lista di sincronizzazione {list_type} nel file: {error}

source: Failed to remove cache file: {error}
de: Fehler beim Entfernen der Cache-Datei: {error}
es: Error al eliminar archivo de caché: {error}
fr: Échec de la suppression du fichier de cache : {error}
it: Impossibile rimuovere il file cache: {error}

source: Error creating cache directory: {error}
de: Fehler beim Erstellen des Cache-Verzeichnisses: {error}
es: Error al crear directorio de caché: {error}
fr: Erreur lors de la création du répertoire de cache : {error}
it: Errore nella creazione della directory cache: {error}

source: Reading sync cache from directory: {cache_dir}
de: Lese Sync-Cache aus Verzeichnis: {cache_dir}
es: Leyendo caché de sincronización del directorio: {cache_dir}
fr: Lecture du cache de synchronisation depuis le répertoire : {cache_dir}
it: Lettura cache di sincronizzazione dalla directory: {cache_dir}

source: Failed to decrypt object config: {object_id}: {error}
de: Fehler beim Entschlüsseln der Objektkonfiguration: {object_id}: {error}
es: Error al descifrar configuración del objeto: {object_id}: {error}
fr: Échec du déchiffrement de la configuration de l'objet : {object_id} : {error}
it: Impossibile decrittare la configurazione dell'oggetto: {object_id}: {error}

source: Error writing cache file: {error}
de: Fehler beim Schreiben der Cache-Datei: {error}
es: Error al escribir archivo de caché: {error}
fr: Erreur lors de l'écriture du fichier de cache : {error}
it: Errore nella scrittura del file cache: {error}

source: Unknown config file parameter: {name}
de: Unbekannter Konfigurationsdatei-Parameter: {name}
es: Parámetro de archivo de configuración desconocido: {name}
fr: Paramètre de fichier de configuration inconnu : {name}
it: Parametro del file di configurazione sconosciuto: {name}

source: Error reading backend parameter from config file.
de: Fehler beim Lesen des Backend-Parameters aus Konfigurationsdatei.
es: Error al leer parámetro backend del archivo de configuración.
fr: Erreur lors de la lecture du paramètre backend depuis le fichier de configuration.
it: Errore nella lettura del parametro backend dal file di configurazione.

source: Unknown config file parameter: {config_file}: {parameter}
de: Unbekannter Konfigurationsdatei-Parameter: {config_file}: {parameter}
es: Parámetro de archivo de configuración desconocido: {config_file}: {parameter}
fr: Paramètre de fichier de configuration inconnu : {config_file} : {parameter}
it: Parametro del file di configurazione sconosciuto: {config_file}: {parameter}

source: Unable to set config parameter: {parameter}: {e}
de: Konfigurationsparameter kann nicht gesetzt werden: {parameter}: {e}
es: No se puede establecer el parámetro de configuración: {parameter}: {e}
fr: Impossible de définir le paramètre de configuration : {parameter} : {e}
it: Impossibile impostare il parametro di configurazione: {parameter}: {e}

source: Failed to load disk encryption module: {e}
de: Fehler beim Laden des Festplattenverschlüsselungsmoduls: {e}
es: Error al cargar el módulo de cifrado de disco: {e}
fr: Échec du chargement du module de chiffrement de disque : {e}
it: Impossibile caricare il modulo di crittografia del disco: {e}

source: Tracebacks: {print_tracebacks}
es: Trazas: {print_tracebacks}
it: Traceback: {print_tracebacks}

source: Logging to file: {file_logging}
de: Protokollierung in Datei: {file_logging}
es: Registrando en archivo: {file_logging}
fr: Journalisation dans le fichier : {file_logging}
it: Registrazione su file: {file_logging}

source: Debug Level: {debug_levels_string}
de: Debug-Stufe: {debug_levels_string}
es: Nivel de depuración: {debug_levels_string}
fr: Niveau de débogage : {debug_levels_string}
it: Livello di debug: {debug_levels_string}

source: No cache region registerd for object type: {object_type}
de: Keine Cache-Region für Objekttyp registriert: {object_type}
es: No hay región de caché registrada para el tipo de objeto: {object_type}
fr: Aucune région de cache enregistrée pour le type d'objet : {object_type}
it: Nessuna regione cache registrata per il tipo di oggetto: {object_type}

source: Config variable already registered: {name}
de: Konfigurationsvariable bereits registriert: {name}
es: Variable de configuración ya registrada: {name}
fr: Variable de configuration déjà enregistrée : {name}
it: Variabile di configurazione già registrata: {name}

source: Config file parameter already registered: {config_file_parameter}
de: Konfigurationsdatei-Parameter bereits registriert: {config_file_parameter}
es: Parámetro de archivo de configuración ya registrado: {config_file_parameter}
fr: Paramètre de fichier de configuration déjà enregistré : {config_file_parameter}
it: Parametro del file di configurazione già registrato: {config_file_parameter}

source: User config file parameter already registered: {user_config_file_parameter}
de: Benutzerkonfigurationsdatei-Parameter bereits registriert: {user_config_file_parameter}
es: Parámetro de archivo de configuración de usuario ya registrado: {user_config_file_parameter}
fr: Paramètre de fichier de configuration utilisateur déjà enregistré : {user_config_file_parameter}
it: Parametro del file di configurazione utente già registrato: {user_config_file_parameter}

source: Config parameter already registered: {name}
de: Konfigurationsparameter bereits registriert: {name}
es: Parámetro de configuración ya registrado: {name}
fr: Paramètre de configuration déjà enregistré : {name}
it: Parametro di configurazione già registrato: {name}

source: Smartcard type already registered: {smartcard_type}
de: Smartcard-Typ bereits registriert: {smartcard_type}
es: Tipo de tarjeta inteligente ya registrado: {smartcard_type}
fr: Type de carte à puce déjà enregistré : {smartcard_type}
it: Tipo di smartcard già registrato: {smartcard_type}

source: Smartcard type not registered: {smartcard_type}
de: Smartcard-Typ nicht registriert: {smartcard_type}
es: Tipo de tarjeta inteligente no registrado: {smartcard_type}
fr: Type de carte à puce non enregistré : {smartcard_type}
it: Tipo di smartcard non registrato: {smartcard_type}

source: Sub object type already registered: {object_type}: {stype}
de: Unterobjekttyp bereits registriert: {object_type}: {stype}
es: Tipo de subobjeto ya registrado: {object_type}: {stype}
fr: Type de sous-objet déjà enregistré : {object_type} : {stype}
it: Tipo di sotto-oggetto già registrato: {object_type}: {stype}

source: LDAP object type already registered: {object_type}
de: LDAP-Objekttyp bereits registriert: {object_type}
es: Tipo de objeto LDAP ya registrado: {object_type}
fr: Type d'objet LDAP déjà enregistré : {object_type}
it: Tipo di oggetto LDAP già registrato: {object_type}

source: Object type backup attributes not registered: {object_type}
de: Objekttyp-Backup-Attribute nicht registriert: {object_type}
es: Atributos de respaldo del tipo de objeto no registrados: {object_type}
fr: Attributs de sauvegarde du type d'objet non enregistrés : {object_type}
it: Attributi di backup del tipo di oggetto non registrati: {object_type}

source: {o_type} already registered: {name}
de: {o_type} bereits registriert: {name}
es: {o_type} ya registrado: {name}
fr: {o_type} déjà enregistré : {name}
it: {o_type} già registrato: {name}

source: No default unit configured for object type: {object_type}
de: Keine Standardeinheit für Objekttyp konfiguriert: {object_type}
es: No hay unidad predeterminada configurada para el tipo de objeto: {object_type}
fr: Aucune unité par défaut configurée pour le type d'objet : {object_type}
it: Nessuna unità predefinita configurata per il tipo di oggetto: {object_type}

source: Default unit for object type already registered: {object_type}: {unit_path}
de: Standardeinheit für Objekttyp bereits registriert: {object_type}: {unit_path}
es: Unidad predeterminada para el tipo de objeto ya registrada: {object_type}: {unit_path}
fr: Unité par défaut pour le type d'objet déjà enregistrée : {object_type} : {unit_path}
it: Unità predefinita per il tipo di oggetto già registrata: {object_type}: {unit_path}

source: Per site {object_type} already registered: {object_name}
de: Pro Site {object_type} bereits registriert: {object_name}
es: {object_type} por sitio ya registrado: {object_name}
fr: {object_type} par site déjà enregistré : {object_name}
it: {object_type} per sito già registrato: {object_name}

source: Object template already registered: {object_name}
de: Objektvorlage bereits registriert: {object_name}
es: Plantilla de objeto ya registrada: {object_name}
fr: Modèle d'objet déjà enregistré : {object_name}
it: Template oggetto già registrato: {object_name}

source: Default policy already registered: {object_type}: {policy_name}
de: Standardrichtlinie bereits registriert: {object_type}: {policy_name}
es: Política predeterminada ya registrada: {object_type}: {policy_name}
fr: Politique par défaut déjà enregistrée : {object_type} : {policy_name}
it: Policy predefinita già registrata: {object_type}: {policy_name}

source: DN attribute already registered: {object_type}: {x_dn_attr}
de: DN-Attribut bereits registriert: {object_type}: {x_dn_attr}
es: Atributo DN ya registrado: {object_type}: {x_dn_attr}
fr: Attribut DN déjà enregistré : {object_type} : {x_dn_attr}
it: Attributo DN già registrato: {object_type}: {x_dn_attr}

source: Default extension already registered: {object_type}: {extension_name}
de: Standarderweiterung bereits registriert: {object_type}: {extension_name}
es: Extensión predeterminada ya registrada: {object_type}: {extension_name}
fr: Extension par défaut déjà enregistrée : {object_type} : {extension_name}
it: Estensione predefinita già registrata: {object_type}: {extension_name}

source: Extension already registered: {extension}
de: Erweiterung bereits registriert: {extension}
es: Extensión ya registrada: {extension}
fr: Extension déjà enregistrée : {extension}
it: Estensione già registrata: {extension}

source: LDIF attribute already registered: {extension}: {attribute}
de: LDIF-Attribut bereits registriert: {extension}: {attribute}
es: Atributo LDIF ya registrado: {extension}: {attribute}
fr: Attribut LDIF déjà enregistré : {extension} : {attribute}
it: Attributo LDIF già registrato: {extension}: {attribute}

source: LDIF index attribute already registered: {attribute}
de: LDIF-Indexattribut bereits registriert: {attribute}
es: Atributo de índice LDIF ya registrado: {attribute}
fr: Attribut d'index LDIF déjà enregistré : {attribute}
it: Attributo indice LDIF già registrato: {attribute}

source: OTPme index attribute already registered: {attribute}
de: OTPme-Indexattribut bereits registriert: {attribute}
es: Atributo de índice OTPme ya registrado: {attribute}
fr: Attribut d'index OTPme déjà enregistré : {attribute}
it: Attributo indice OTPme già registrato: {attribute}

source: Unsupported encryption type: {enc_type}
de: Nicht unterstützter Verschlüsselungstyp: {enc_type}
es: Tipo de encriptación no soportado: {enc_type}
fr: Type de chiffrement non pris en charge : {enc_type}
it: Tipo di crittografia non supportato: {enc_type}

source: Encryption type already registered: {enc_type}
de: Verschlüsselungstyp bereits registriert: {enc_type}
es: Tipo de encriptación ya registrado: {enc_type}
fr: Type de chiffrement déjà enregistré : {enc_type}
it: Tipo di crittografia già registrato: {enc_type}

source: Unsupported encoding type: {enc_type}
de: Nicht unterstützter Kodierungstyp: {enc_type}
es: Tipo de codificación no soportado: {enc_type}
fr: Type d'encodage non pris en charge : {enc_type}
it: Tipo di codifica non supportato: {enc_type}

source: Encoding type already registered: {enc_type}
de: Kodierungstyp bereits registriert: {enc_type}
es: Tipo de codificación ya registrado: {enc_type}
fr: Type d'encodage déjà enregistré : {enc_type}
it: Tipo di codifica già registrato: {enc_type}

source: Unsupported compression type: {enc_type}
de: Nicht unterstützter Komprimierungstyp: {enc_type}
es: Tipo de compresión no soportado: {enc_type}
fr: Type de compression non pris en charge : {enc_type}
it: Tipo di compressione non supportato: {enc_type}

source: Compression type already registered: {ctype}
de: Komprimierungstyp bereits registriert: {ctype}
es: Tipo de compresión ya registrado: {ctype}
fr: Type de compression déjà enregistré : {ctype}
it: Tipo di compressione già registrato: {ctype}

source: ECDH curve already registered: {ecdh_curve}
de: ECDH-Kurve bereits registriert: {ecdh_curve}
es: Curva ECDH ya registrada: {ecdh_curve}
fr: Courbe ECDH déjà enregistrée : {ecdh_curve}
it: Curva ECDH già registrata: {ecdh_curve}

source: Unsupported hash type: {hash_type}
de: Nicht unterstützter Hash-Typ: {hash_type}
es: Tipo de hash no soportado: {hash_type}
fr: Type de hachage non pris en charge : {hash_type}
it: Tipo di hash non supportato: {hash_type}

source: Hash algorithm already registered: {hash_type}
de: Hash-Algorithmus bereits registriert: {hash_type}
es: Algoritmo hash ya registrado: {hash_type}
fr: Algorithme de hachage déjà enregistré : {hash_type}
it: Algoritmo hash già registrato: {hash_type}

source: Daemon already registered: {daemon}
de: Daemon bereits registriert: {daemon}
es: Daemon ya registrado: {daemon}
fr: Démon déjà enregistré : {daemon}
it: Daemon già registrato: {daemon}

source: Protocol already registered: {protocol}
de: Protokoll bereits registriert: {protocol}
es: Protocolo ya registrado: {protocol}
fr: Protocole déjà enregistré : {protocol}
it: Protocollo già registrato: {protocol}

source: Host type not registered for sync: {host_type}
de: Host-Typ nicht für Sync registriert: {host_type}
es: Tipo de host no registrado para sincronización: {host_type}
fr: Type d'hôte non enregistré pour la synchronisation : {host_type}
it: Tipo host non registrato per la sincronizzazione: {host_type}

source: Object type already registered for sync: {object_type}
de: Objekttyp bereits für Sync registriert: {object_type}
es: Tipo de objeto ya registrado para sincronización: {object_type}
fr: Type d'objet déjà enregistré pour la synchronisation : {object_type}
it: Tipo oggetto già registrato per la sincronizzazione: {object_type}

source: Object type already registered for clustering: {object_type}
de: Objekttyp bereits für Clustering registriert: {object_type}
es: Tipo de objeto ya registrado para clustering: {object_type}
fr: Type d'objet déjà enregistré pour le clustering : {object_type}
it: Tipo oggetto già registrato per il clustering: {object_type}

source: WARNING!!!!! Raising exceptions is enabled (-dee). This exception would not occur in normal operation mode!
de: WARNUNG!!!!! Auslösen von Exceptions ist aktiviert (-dee). Diese Exception würde im normalen Betriebsmodus nicht auftreten!
es: ¡¡¡¡¡ADVERTENCIA!!!!! El lanzamiento de excepciones está habilitado (-dee). ¡Esta excepción no ocurriría en modo de operación normal!
fr: AVERTISSEMENT!!!!! Le déclenchement d'exceptions est activé (-dee). Cette exception ne se produirait pas en mode de fonctionnement normal !
it: ATTENZIONE!!!!! Il sollevamento delle eccezioni è abilitato (-dee). Questa eccezione non si verificherebbe in modalità di funzionamento normale!

source: Exception time: {now}
de: Exception-Zeit: {now}
es: Hora de excepción: {now}
fr: Heure de l'exception : {now}
it: Ora dell'eccezione: {now}

source: Exception PID: {pid}
es: PID de excepción: {pid}
fr: PID de l'exception : {pid}
it: PID dell'eccezione: {pid}

source: Exception daemon: {daemon_name}
es: Daemon de excepción: {daemon_name}
fr: Démon de l'exception : {daemon_name}
it: Daemon dell'eccezione: {daemon_name}
