Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Disable ACL inheritance for share.
de: ACL-Vererbung für Share deaktivieren.
es: Deshabilitar herencia de ACL para el share.
fr: Désactiver l'héritage des ACL pour le partage.
it: Disabilita ereditarietà ACL per la condivisione.

source: Usage: otpme-share move [--keep-acls] {share} {unit}
de: Verwendung: otpme-share move [--keep-acls] {share} {unit}
es: Uso: otpme-share move [--keep-acls] {share} {unidad}
it: Uso: otpme-share move [--keep-acls] {share} {unit}

source: Change share unit.
de: Share-Unit ändern.
es: Cambiar unidad del share.
fr: Changer l'unité du partage.
it: Cambia unità condivisione.

source: Usage: otpme-share remove_orphans {share}
de: Verwendung: otpme-share remove_orphans {share}
es: Uso: otpme-share remove_orphans {share}
it: Uso: otpme-share remove_orphans {share}

source: Usage: otpme-share description {share} [description]
de: Verwendung: otpme-share description {share} [description]
es: Uso: otpme-share description {share} [descripción]
it: Uso: otpme-share description {share} [description]

source: Set share description.
de: Share-Beschreibung festlegen.
es: Establecer descripción del share.
fr: Définir la description du partage.
it: Imposta descrizione condivisione.

source: Usage: otpme-share export --password <password> {share}
de: Verwendung: otpme-share export --password <password> {share}
es: Uso: otpme-share export --password <contraseña> {share}
it: Uso: otpme-share export --password <password> {share}

source: Export share config to stdout.
de: Share-Konfiguration nach stdout exportieren.
es: Exportar configuración del share a stdout.
fr: Exporter la configuration du partage vers stdout.
it: Esporta configurazione condivisione su stdout.

source: Usage: otpme-share add_pool {share} {pool}
de: Verwendung: otpme-share add_pool {share} {pool}
es: Uso: otpme-share add_pool {share} {pool}
it: Uso: otpme-share add_pool {share} {pool}

source: Add pool to share.
de: Pool zu Share hinzufügen.
es: Agregar pool al share.
fr: Ajouter un pool au partage.
it: Aggiungi pool alla condivisione.

source: Usage: otpme-share remove_pool {share} {pool}
de: Verwendung: otpme-share remove_pool {share} {pool}
es: Uso: otpme-share remove_pool {share} {pool}
it: Uso: otpme-share remove_pool {share} {pool}

source: Remove pool from share.
de: Pool von Share entfernen.
es: Eliminar pool del share.
fr: Retirer un pool du partage.
it: Rimuovi pool dalla condivisione.

source: Usage: otpme-share add_node {share} {node}
de: Verwendung: otpme-share add_node {share} {node}
es: Uso: otpme-share add_node {share} {nodo}
it: Uso: otpme-share add_node {share} {node}

source: Add node to share.
de: Node zu Share hinzufügen.
es: Agregar nodo al share.
fr: Ajouter un nœud au partage.
it: Aggiungi nodo alla condivisione.

source: Usage: otpme-share remove_node {share} {node}
de: Verwendung: otpme-share remove_node {share} {node}
es: Uso: otpme-share remove_node {share} {nodo}
it: Uso: otpme-share remove_node {share} {node}

source: Remove node from share.
de: Node von Share entfernen.
es: Eliminar nodo del share.
fr: Retirer un nœud du partage.
it: Rimuovi nodo dalla condivisione.

source: Usage: otpme-share add_policy {share} {policy}
de: Verwendung: otpme-share add_policy {share} {policy}
es: Uso: otpme-share add_policy {share} {política}
it: Uso: otpme-share add_policy {share} {policy}

source: Add policy to share.
de: Policy zu Share hinzufügen.
es: Agregar política al share.
fr: Ajouter une politique au partage.
it: Aggiungi policy alla condivisione.

source: Usage: otpme-share remove_policy {share} {policy}
de: Verwendung: otpme-share remove_policy {share} {policy}
es: Uso: otpme-share remove_policy {share} {política}
it: Uso: otpme-share remove_policy {share} {policy}

source: Remove policy from share.
de: Policy von Share entfernen.
es: Eliminar política del share.
fr: Retirer une politique du partage.
it: Rimuovi policy dalla condivisione.

source: Usage: otpme-share add_master_password_token {share} {token}
de: Verwendung: otpme-share add_master_password_token {share} {token}
es: Uso: otpme-share add_master_password_token {share} {token}
it: Uso: otpme-share add_master_password_token {share} {token}

source: Allow token to mount share with master password.
de: Token erlauben, Share mit Master-Passwort zu mounten.
es: Permitir que el token monte el share con contraseña maestra.
fr: Autoriser le token à monter le partage avec le mot de passe principal.
it: Consenti al token di montare la condivisione con password master.

source: Usage: otpme-share remove_master_password_token {share} {token}
de: Verwendung: otpme-share remove_master_password_token {share} {token}
es: Uso: otpme-share remove_master_password_token {share} {token}
it: Uso: otpme-share remove_master_password_token {share} {token}

source: Remove master password token from share.
de: Master-Passwort-Token von Share entfernen.
es: Eliminar token de contraseña maestra del share.
fr: Retirer le jeton de mot de passe maître du partage.
it: Rimuovi token password master dalla condivisione.

source: Usage: otpme-share add_token {share} {token}
de: Verwendung: otpme-share add_token {share} {token}
es: Uso: otpme-share add_token {share} {token}
it: Uso: otpme-share add_token {share} {token}

source: Add token to share.
de: Token zu Share hinzufügen.
es: Agregar token al share.
fr: Ajouter un jeton au partage.
it: Aggiungi token alla condivisione.

source: Usage: otpme-share remove_token {share} {token}
de: Verwendung: otpme-share remove_token {share} {token}
es: Uso: otpme-share remove_token {share} {token}
it: Uso: otpme-share remove_token {share} {token}

source: Remove token from share.
de: Token von Share entfernen.
es: Eliminar token del share.
fr: Retirer le jeton du partage.
it: Rimuovi token dalla condivisione.

source: Usage: otpme-share add_role {share} {role}
de: Verwendung: otpme-share add_role {share} {role}
es: Uso: otpme-share add_role {share} {rol}
it: Uso: otpme-share add_role {share} {role}

source: Add role to share.
de: Rolle zu Share hinzufügen.
es: Agregar rol al share.
fr: Ajouter un rôle au partage.
it: Aggiungi ruolo alla condivisione.

source: Usage: otpme-share remove_role {share} {role}
de: Verwendung: otpme-share remove_role {share} {role}
es: Uso: otpme-share remove_role {share} {rol}
it: Utilizzo: otpme-share remove_role {share} {role}

source: Remove role from share.
de: Rolle von Share entfernen.
es: Eliminar rol del share.
fr: Retirer le rôle du partage.
it: Rimuovi ruolo dalla condivisione.

source: Usage: otpme-share list_pools {share}
de: Verwendung: otpme-share list_pools {share}
es: Uso: otpme-share list_pools {share}
it: Utilizzo: otpme-share list_pools {share}

source: List assigned pools.
de: Zugewiesene Pools auflisten.
es: Listar pools asignados.
fr: Lister les pools assignés.
it: Elenca pool assegnati.

source: Usage: otpme-share list_nodes {share}
de: Verwendung: otpme-share list_nodes {share}
es: Uso: otpme-share list_nodes {share}
it: Utilizzo: otpme-share list_nodes {share}

source: Usage: otpme-share list_users {share}
de: Verwendung: otpme-share list_users {share}
es: Uso: otpme-share list_users {share}
it: Utilizzo: otpme-share list_users {share}

source: Usage: otpme-share list_tokens {share}
de: Verwendung: otpme-share list_tokens {share}
es: Uso: otpme-share list_tokens {share}
it: Utilizzo: otpme-share list_tokens {share}

source: Usage: otpme-share list_roles -r {share}
de: Verwendung: otpme-share list_roles -r {share}
es: Uso: otpme-share list_roles -r {share}
it: Utilizzo: otpme-share list_roles -r {share}

source: Usage: otpme-share list_policies {share}
de: Verwendung: otpme-share list_policies {share}
es: Uso: otpme-share list_policies {share}
it: Utilizzo: otpme-share list_policies {share}

source: Usage: otpme-session {command} [options...] [username]
de: Verwendung: otpme-session {command} [options...] [username]
es: Uso: otpme-session {comando} [opciones...] [nombre_de_usuario]
it: Utilizzo: otpme-session {command} [options...] [username]

source: Usage: otpme-session show [-a] [--fields <f1,f2,f3>] [-z <size_limit>] [--sort-by <field>] [--reverse-sort] [search_regex]
de: Verwendung: otpme-session show [-a] [--fields <f1,f2,f3>] [-z <size_limit>] [--sort-by <field>] [--reverse-sort] [search_regex]
es: Uso: otpme-session show [-a] [--fields <f1,f2,f3>] [-z <límite_tamaño>] [--sort-by <campo>] [--reverse-sort] [regex_búsqueda]
it: Utilizzo: otpme-session show [-a] [--fields <f1,f2,f3>] [-z <size_limit>] [--sort-by <field>] [--reverse-sort] [search_regex]

source: Show sessions.
de: Sessions anzeigen.
es: Mostrar sesiones.
fr: Afficher les sessions.
it: Mostra sessioni.

source: Show all sessions.
de: Alle Sessions anzeigen.
es: Mostrar todas las sesiones.
fr: Afficher toutes les sessions.
it: Mostra tutte le sessioni.

source: Sort session list by field [creation_time, expiration_time, unused_expiration_time, last_login, user]
de: Session-Liste nach Feld sortieren [creation_time, expiration_time, unused_expiration_time, last_login, user]
es: Ordenar lista de sesiones por campo [creation_time, expiration_time, unused_expiration_time, last_login, user]
fr: Trier la liste des sessions par champ [creation_time, expiration_time, unused_expiration_time, last_login, user]
it: Ordina elenco sessioni per campo [creation_time, expiration_time, unused_expiration_time, last_login, user]

source: Sort in reverse order
de: In umgekehrter Reihenfolge sortieren
es: Ordenar en orden inverso
fr: Trier en ordre inverse
it: Ordina in ordine inverso

source: Usage: otpme-session list [-a] [username]
de: Verwendung: otpme-session list [-a] [username]
es: Uso: otpme-session list [-a] [nombre_de_usuario]
it: Utilizzo: otpme-session list [-a] [username]

source: List sessions.
de: Sessions auflisten.
es: Listar sesiones.
fr: Lister les sessions.
it: Elenca sessioni.

source: List all sessions.
de: Alle Sessions auflisten.
es: Listar todas las sesiones.
fr: Lister toutes les sessions.
it: Elenca tutte le sessioni.

source: Usage: otpme-session del [-r -f] {session_id}
de: Verwendung: otpme-session del [-r -f] {session_id}
es: Uso: otpme-session del [-r -f] {session_id}
it: Utilizzo: otpme-session del [-r -f] {session_id}

source: Delete session
de: Session löschen
es: Eliminar sesión
fr: Supprimer la session
it: Elimina sessione

source: Delete recursive (with child sessions)
de: Rekursiv löschen (mit Unter-Sessions)
es: Eliminar recursivamente (con sesiones hijas)
fr: Supprimer récursivement (avec sessions enfants)
it: Elimina ricorsivamente (con sessioni figlie)

source: Force deletion
de: Löschen erzwingen
es: Forzar eliminación
fr: Forcer la suppression
it: Forza eliminazione

source: Usage: otpme-session export {session_id}
de: Verwendung: otpme-session export {session_id}
es: Uso: otpme-session export {session_id}
it: Utilizzo: otpme-session export {session_id}

source: Export session
de: Sitzung exportieren
es: Exportar sesión
fr: Exporter la session
it: Esporta sessione

source: Usage: otpme-realm {command} [realm]
de: Verwendung: otpme-realm {Befehl} [Realm]
es: Uso: otpme-realm {comando} [realm]
it: Utilizzo: otpme-realm {command} [realm]

source: Usage: otpme-realm init {realm} {site} {fqdn} [address]
de: Verwendung: otpme-realm init {Realm} {Site} {FQDN} [Adresse]
es: Uso: otpme-realm init {realm} {sitio} {fqdn} [dirección]
it: Utilizzo: otpme-realm init {realm} {site} {fqdn} [address]

source: Init realm
de: Realm initialisieren
es: Inicializar realm
fr: Initialiser le realm
it: Inizializza realm

source: Master site certificate validity in days.
de: Gültigkeit des Master-Site-Zertifikats in Tagen.
es: Validez del certificado del sitio maestro en días.
fr: Validité du certificat du site maître en jours.
it: Validità certificato sito master in giorni.

source: Key length for master site certificate in bits.
de: Schlüssellänge für Master-Site-Zertifikat in Bits.
es: Longitud de clave para certificado del sitio maestro en bits.
fr: Longueur de clé pour le certificat du site maître en bits.
it: Lunghezza chiave per certificato sito master in bit.

source: Usage: otpme-realm show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [realm]
de: Verwendung: otpme-realm show [--policy-limit <Limit>] [--fields <Feld1,Feld2,Feld3>] [-z <Größenlimit>] [-a] [Realm]
es: Uso: otpme-realm show [--policy-limit <límite>] [--fields <campo1,campo2,campo3>] [-z <límite_tamaño>] [-a] [realm]
it: Utilizzo: otpme-realm show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [realm]

source: Show realm(s)
de: Realm(s) anzeigen
es: Mostrar realm(s)
fr: Afficher le(s) realm(s)
it: Mostra realm

source: Show all realms.
de: Alle Realms anzeigen.
es: Mostrar todos los realms.
fr: Afficher tous les realms.
it: Mostra tutti i realm.

source: Usage: otpme-realm list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-realm list [--attribute Attribut] [-a] [Regex]
es: Uso: otpme-realm list [--attribute atributo] [-a] [regex]
it: Utilizzo: otpme-realm list [--attribute attribute] [-a] [regex]

source: List realms.
de: Realms auflisten.
es: Listar realms.
fr: Lister les realms.
it: Elenca realm.

source: List all realms.
de: Alle Realms auflisten.
es: Listar todos los realms.
fr: Lister tous les realms.
it: Elenca tutti i realm.

source: Usage: otpme-realm show_config {realm}
de: Verwendung: otpme-realm show_config {Realm}
es: Uso: otpme-realm show_config {realm}
it: Utilizzo: otpme-realm show_config {realm}

source: Show realm config parameters
de: Realm-Konfigurationsparameter anzeigen
es: Mostrar parámetros de configuración del realm
fr: Afficher les paramètres de configuration du realm
it: Mostra parametri di configurazione realm

source: Usage: otpme-realm add {realm} {address}
de: Verwendung: otpme-realm add {Realm} {Adresse}
es: Uso: otpme-realm add {realm} {dirección}
it: Utilizzo: otpme-realm add {realm} {address}

source: Add new realm trust relationship
de: Neue Realm-Vertrauensbeziehung hinzufügen
es: Añadir nueva relación de confianza de realm
fr: Ajouter une nouvelle relation de confiance de realm
it: Aggiungi nuova relazione di trust realm

source: Usage: otpme-realm del {realm}
de: Verwendung: otpme-realm del {Realm}
es: Uso: otpme-realm del {realm}
it: Utilizzo: otpme-realm del {realm}

source: Delete realm trust relationship
de: Realm-Vertrauensbeziehung löschen
es: Eliminar relación de confianza de realm
fr: Supprimer la relation de confiance de realm
it: Elimina relazione di trust realm

source: Usage: otpme-realm touch {realm}
de: Verwendung: otpme-realm touch {Realm}
es: Uso: otpme-realm touch {realm}
it: Utilizzo: otpme-realm touch {realm}

source: Touch realm (e.g. migrate).
de: Realm berühren (z.B. migrieren).
es: Tocar realm (ej. migrar).
fr: Toucher le royaume (ex. migrer).
it: Touch realm (es. migrazione).

source: Usage: otpme-realm config {realm} {param} [value]
de: Verwendung: otpme-realm config {Realm} {Parameter} [Wert]
es: Uso: otpme-realm config {realm} {param} [valor]
it: Utilizzo: otpme-realm config {realm} {param} [value]

source: Add config parameter to realm.
de: Konfigurationsparameter zu Realm hinzufügen.
es: Añadir parámetro de configuración al realm.
fr: Ajouter un paramètre de configuration au royaume.
it: Aggiungi parametro di configurazione al realm.

source: Usage: otpme-realm add_extension {realm} {extension}
de: Verwendung: otpme-realm add_extension {Realm} {Erweiterung}
es: Uso: otpme-realm add_extension {realm} {extensión}
it: Utilizzo: otpme-realm add_extension {realm} {extension}

source: Add extension to realm
de: Erweiterung zu Realm hinzufügen
es: Añadir extensión al realm
fr: Ajouter une extension au royaume
it: Aggiungi estensione al realm

source: Usage: otpme-realm remove_extension {realm} {extension}
de: Verwendung: otpme-realm remove_extension {Realm} {Erweiterung}
es: Uso: otpme-realm remove_extension {realm} {extensión}
it: Utilizzo: otpme-realm remove_extension {realm} {extension}

source: Remove extension from realm
de: Erweiterung von Realm entfernen
es: Eliminar extensión del realm
fr: Supprimer une extension du royaume
it: Rimuovi estensione dal realm

source: Usage: otpme-realm add_attribute {realm} {attribute}=[value]
de: Verwendung: otpme-realm add_attribute {Realm} {Attribut}=[Wert]
es: Uso: otpme-realm add_attribute {realm} {atributo}=[valor]
it: Uso: otpme-realm add_attribute {realm} {attribute}=[value]

source: Add (LDAP) attribute to realm
de: (LDAP-)Attribut zu Realm hinzufügen
es: Añadir atributo (LDAP) al realm
fr: Ajouter un attribut (LDAP) au royaume
it: Aggiungi attributo (LDAP) al realm

source: Usage: otpme-realm modify_attribute {realm} {attribute} {old_value} {new_value}
de: Verwendung: otpme-realm modify_attribute {Realm} {Attribut} {alter_Wert} {neuer_Wert}
es: Uso: otpme-realm modify_attribute {realm} {atributo} {valor_antiguo} {valor_nuevo}
it: Uso: otpme-realm modify_attribute {realm} {attribute} {old_value} {new_value}

source: Modify (LDAP) attribute of realm
de: (LDAP-)Attribut von Realm ändern
es: Modificar atributo (LDAP) del realm
fr: Modifier un attribut (LDAP) du royaume
it: Modifica attributo (LDAP) del realm

source: Usage: otpme-realm del_attribute {realm} {attribute}=[value]
de: Verwendung: otpme-realm del_attribute {Realm} {Attribut}=[Wert]
es: Uso: otpme-realm del_attribute {realm} {atributo}=[valor]
it: Uso: otpme-realm del_attribute {realm} {attribute}=[value]

source: Delete (LDAP) attribute from realm
de: (LDAP-)Attribut von Realm löschen
es: Eliminar atributo (LDAP) del realm
fr: Supprimer un attribut (LDAP) du royaume
it: Elimina attributo (LDAP) dal realm

source: Usage: otpme-realm add_object_class {realm} {object_class}
de: Verwendung: otpme-realm add_object_class {Realm} {Objektklasse}
es: Uso: otpme-realm add_object_class {realm} {clase_objeto}
it: Uso: otpme-realm add_object_class {realm} {object_class}

source: Add (LDAP) object class to realm
de: (LDAP-)Objektklasse zu Realm hinzufügen
es: Añadir clase de objeto (LDAP) al realm
fr: Ajouter une classe d'objet (LDAP) au royaume
it: Aggiungi classe oggetto (LDAP) al realm

source: Usage: otpme-realm del_object_class {realm} {object_class}
de: Verwendung: otpme-realm del_object_class {Realm} {Objektklasse}
es: Uso: otpme-realm del_object_class {realm} {clase_objeto}
it: Uso: otpme-realm del_object_class {realm} {object_class}

source: Delete (LDAP) object class from realm
de: (LDAP-)Objektklasse von Realm löschen
es: Eliminar clase de objeto (LDAP) del realm
fr: Supprimer une classe d'objet (LDAP) du royaume
it: Elimina classe oggetto (LDAP) dal realm

source: Usage: otpme-realm show_ldif {realm} -a attribute1,attribute2
de: Verwendung: otpme-realm show_ldif {Realm} -a Attribut1,Attribut2
es: Uso: otpme-realm show_ldif {realm} -a atributo1,atributo2
it: Uso: otpme-realm show_ldif {realm} -a attribute1,attribute2

source: Show LDIF representation of realm
de: LDIF-Darstellung von Realm anzeigen
es: Mostrar representación LDIF del realm
fr: Afficher la représentation LDIF du royaume
it: Mostra rappresentazione LDIF del realm

source: Usage: otpme-realm add_acl {realm} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-realm add_acl {Realm} {Rolle|Token} {Rollenpfad|Tokenpfad} {ACL[:Wert]}
es: Uso: otpme-realm add_acl {realm} {role|token} {ruta_rol|ruta_token} {acl[:valor]}
it: Uso: otpme-realm add_acl {realm} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to realm
de: ACL zu Realm hinzufügen
es: Añadir ACL al realm
fr: Ajouter une ACL au royaume
it: Aggiungi ACL al realm

source: Usage: otpme-realm del_acl {realm} {acl}
de: Verwendung: otpme-realm del_acl {Realm} {ACL}
es: Uso: otpme-realm del_acl {realm} {acl}
it: Uso: otpme-realm del_acl {realm} {acl}

source: Delete ACL from realm
de: ACL von Realm löschen
es: Eliminar ACL del realm
fr: Supprimer une ACL du royaume
it: Elimina ACL dal realm

source: Usage: otpme-realm show_acls {realm}
de: Verwendung: otpme-realm show_acls {Realm}
es: Uso: otpme-realm show_acls {realm}
it: Uso: otpme-realm show_acls {realm}

source: Show ACLs of realm
de: ACLs von Realm anzeigen
es: Mostrar ACLs del realm
fr: Afficher les ACL du royaume
it: Mostra ACL del realm

source: Usage: otpme-realm remove_orphans {realm}
de: Verwendung: otpme-realm remove_orphans {Realm}
es: Uso: otpme-realm remove_orphans {realm}
it: Uso: otpme-realm remove_orphans {realm}

source: Usage: otpme-realm description {realm} [description]
de: Verwendung: otpme-realm description {Realm} [Beschreibung]
es: Uso: otpme-realm description {realm} [descripción]
it: Uso: otpme-realm description {realm} [description]

source: Set realm description
de: Realm-Beschreibung festlegen
es: Establecer descripción del realm
fr: Définir la description du royaume
it: Imposta descrizione del realm

source: Usage: otpme-realm export --password <password> {realm}
de: Verwendung: otpme-realm export --password <Passwort> {Realm}
es: Uso: otpme-realm export --password <contraseña> {realm}
it: Uso: otpme-realm export --password <password> {realm}

source: Export realm config to stdout
de: Realm-Konfiguration nach stdout exportieren
es: Exportar configuración del realm a stdout
fr: Exporter la configuration du royaume vers stdout
it: Esporta configurazione del realm su stdout

source: Usage: otpme-realm add_policy {realm} {policy}
de: Verwendung: otpme-realm add_policy {Realm} {Richtlinie}
es: Uso: otpme-realm add_policy {realm} {política}
it: Uso: otpme-realm add_policy {realm} {policy}

source: Add policy to realm
de: Richtlinie zu Realm hinzufügen
es: Añadir política al reino
fr: Ajouter une politique au royaume
it: Aggiungi policy al realm

source: Usage: otpme-realm remove_policy {realm} {policy}
es: Uso: otpme-realm remove_policy {realm} {policy}
it: Uso: otpme-realm remove_policy {realm} {policy}

source: Remove policy from realm
de: Richtlinie aus Realm entfernen
es: Eliminar política del reino
fr: Supprimer une politique du royaume
it: Rimuovi policy dal realm

source: Usage: otpme-realm list_policies {realm}
es: Uso: otpme-realm list_policies {realm}
it: Uso: otpme-realm list_policies {realm}

source: Usage: otpme-realm dump_ca_data {realm}
es: Uso: otpme-realm dump_ca_data {realm}
it: Uso: otpme-realm dump_ca_data {realm}

source: Dump realm CA data (Certs and CRLs)
de: Realm CA-Daten ausgeben (Zertifikate und CRLs)
es: Volcar datos CA del reino (Certificados y CRLs)
fr: Exporter les données CA du royaume (Certificats et CRL)
it: Scarica dati CA del realm (Certificati e CRL)

source: Usage: otpme-realm update_ca_data {realm}
es: Uso: otpme-realm update_ca_data {realm}
it: Uso: otpme-realm update_ca_data {realm}

source: Update realm CA data (Certs and CRLs)
de: Realm CA-Daten aktualisieren (Zertifikate und CRLs)
es: Actualizar datos CA del reino (Certificados y CRLs)
fr: Mettre à jour les données CA du royaume (Certificats et CRL)
it: Aggiorna dati CA del realm (Certificati e CRL)

source: Usage: otpme-realm add_alias {realm} {alias}
es: Uso: otpme-realm add_alias {realm} {alias}
it: Uso: otpme-realm add_alias {realm} {alias}

source: Add realm alias
de: Realm-Alias hinzufügen
es: Añadir alias de reino
fr: Ajouter un alias de royaume
it: Aggiungi alias al realm

source: Usage: otpme-realm del_alias {realm} {alias}
es: Uso: otpme-realm del_alias {realm} {alias}
it: Uso: otpme-realm del_alias {realm} {alias}

source: Delete realm alias
de: Realm-Alias löschen
es: Eliminar alias de reino
fr: Supprimer un alias de royaume
it: Elimina alias del realm

source: Usage: otpme-realm enable_auth {realm}
es: Uso: otpme-realm enable_auth {realm}
it: Uso: otpme-realm enable_auth {realm}

source: Enable authentication with realm
de: Authentifizierung mit Realm aktivieren
es: Habilitar autenticación con el reino
fr: Activer l'authentification avec le royaume
it: Abilita autenticazione con il realm
