Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Failed to update node object: {node}: {error}
de: Fehler beim Aktualisieren des Node Objekt: {node}: {error}
es: No se pudo actualizar el objeto del nodo: {node}: {error}
fr: Échec de la mise à jour de l'objet nœud : {node} : {error}
it: Impossibile aggiornare l'oggetto nodo: {node}: {error}

source: Unknown policy.
de: Unbekannte Richtlinie.
es: Política desconocida.
fr: Politique inconnue.
it: Policy sconosciuta.

source: No password policy configured for host.
de: Keine Passwortrichtlinie für Host konfiguriert.
es: No hay política de contraseña configurada para el host.
fr: Aucune politique de mot de passe configurée pour l'hôte.
it: Nessuna policy password configurata per l'host.

source: Host disabled
de: Host deaktiviert
es: Host deshabilitado
fr: Hôte désactivé
it: Host disabilitato

source: Unknown token.
de: Unbekanntes Token.
es: Token desconocido.
fr: Jeton inconnu.
it: Token sconosciuto.

source: Token disabled.
de: Token deaktiviert.
es: Token deshabilitado.
fr: Jeton désactivé.
it: Token disabilitato.

source: Unknown user.
de: Unbekannter Benutzer.
es: Usuario desconocido.
fr: Utilisateur inconnu.
it: Utente sconosciuto.

source: User disabled.
de: Benutzer deaktiviert.
es: Usuario deshabilitado.
fr: Utilisateur désactivé.
it: Utente disabilitato.

source: Received command {command} from client: {client}
de: Befehl {command} von Client erhalten: {client}
es: Comando {command} recibido del cliente: {client}
fr: Commande {command} reçue du client : {client}
it: Ricevuto comando {command} dal client: {client}

source: Received unknown command {command} from client: {client}
de: Unbekannten Befehl {command} von Client erhalten: {client}
es: Comando desconocido {command} recibido del cliente: {client}
fr: Commande inconnue {command} reçue du client : {client}
it: Ricevuto comando sconosciuto {command} dal client: {client}

source: Unknown node: {node_uuid}
de: Unbekannte Node: {node_uuid}
es: Nodo desconocido: {node_uuid}
fr: Nœud inconnu : {node_uuid}
it: Nodo sconosciuto: {node_uuid}

source: Failed to get site address: {error}
de: Fehler beim Abrufen der Site-Adresse: {error}
es: No se pudo obtener la dirección del sitio: {error}
fr: Échec de l'obtention de l'adresse du site : {error}
it: Impossibile ottenere l'indirizzo del sito: {error}

source: Missing token.
de: Token fehlt.
es: Falta el token.
fr: Jeton manquant.
it: Token mancante.

source: Unknown token: {token_oid}
de: Unbekanntes Token: {token_oid}
es: Token desconocido: {token_oid}
fr: Jeton inconnu : {token_oid}
it: Token sconosciuto: {token_oid}

source: Missing host object.
de: Host-Objekt fehlt.
es: Falta el objeto host.
fr: Objet hôte manquant.
it: Oggetto host mancante.

source: Failed to get site trust status: {error}
de: Fehler beim Abrufen des Site-Vertrauensstatus: {error}
es: No se pudo obtener el estado de confianza del sitio: {error}
fr: Échec de l'obtention du statut de confiance du site : {error}
it: Impossibile ottenere lo stato di trust del sito: {error}

source: Site does not have a certificate.
de: Site hat kein Zertifikat.
es: El sitio no tiene un certificado.
fr: Le site n'a pas de certificat.
it: Il sito non ha un certificato.

source: Unknown user
de: Unbekannter Benutzer
es: Usuario desconocido
fr: Utilisateur inconnu
it: Utente sconosciuto

source: Error checking if object exists: {object_id}
de: Fehler beim Prüfen, ob Objekt existiert: {object_id}
es: Error al verificar si el objeto existe: {object_id}
fr: Erreur lors de la vérification de l'existence de l'objet : {object_id}
it: Errore nel verificare l'esistenza dell'oggetto: {object_id}

source: Error getting OID
de: Fehler beim Abrufen der OID
es: Error al obtener OID
fr: Erreur lors de l'obtention de l'OID
it: Errore nell'ottenere l'OID

source: Error getting UUID: {object_id}: {error}
de: Fehler beim Abrufen der UUID: {object_id}: {error}
es: Error al obtener UUID: {object_id}: {error}
fr: Erreur lors de l'obtention de l'UUID : {object_id} : {error}
it: Errore nell'ottenere l'UUID: {object_id}: {error}

source: Host enabled
de: Host aktiviert
es: Host habilitado
fr: Hôte activé
it: Host abilitato

source: Token authorized to login.
de: Token zur Anmeldung autorisiert.
es: Token autorizado para iniciar sesión.
fr: Jeton autorisé à se connecter.
it: Token autorizzato al login.

source: Internal server error: {error}
de: Interner Serverfehler: {error}
es: Error interno del servidor: {error}
fr: Erreur interne du serveur : {error}
it: Errore interno del server: {error}

source: Need <password>.
de: Benötige <password>.
es: Se necesita <password>.
fr: Besoin de <password>.
it: Necessaria <password>.

source: Command queued: {command}
de: Befehl in Warteschlange: {command}
es: Comando en cola: {command}
fr: Commande en file d'attente : {command}
it: Comando in coda: {command}

source: Failed to send command: {error}
de: Befehl konnte nicht gesendet werden: {error}
es: Fallo al enviar comando: {error}
fr: Échec de l'envoi de la commande : {error}
it: Invio comando fallito: {error}

source: Radius reloaded successful.
de: Radius erfolgreich neu geladen.
es: Radius recargado exitosamente.
fr: Radius rechargé avec succès.
it: Radius ricaricato con successo.

source: Failed to reload radius: {error}
de: Radius konnte nicht neu geladen werden: {error}
es: Fallo al recargar radius: {error}
fr: Échec du rechargement de radius : {error}
it: Ricaricamento radius fallito: {error}

source: Missing cluster key.
de: Fehlender Cluster-Schlüssel.
es: Falta clave del clúster.
fr: Clé de cluster manquante.
it: Chiave cluster mancante.

source: Received invalid cluster key.
de: Ungültiger Cluster-Schlüssel empfangen.
es: Clave de clúster inválida recibida.
fr: Clé de cluster invalide reçue.
it: Ricevuta chiave cluster non valida.

source: Peer is not a node.
de: Peer ist kein Node.
es: El par no es un nodo.
fr: Le pair n'est pas un nœud.
it: Il peer non è un nodo.

source: Peer is not from our realm: {realm}
de: Peer ist nicht aus unserem Realm: {realm}
es: El par no es de nuestro dominio: {realm}
fr: Le pair n'est pas de notre domaine : {realm}
it: Il peer non appartiene al nostro realm: {realm}

source: Peer is not from our site: {site}
de: Peer ist nicht von unserer Site: {site}
es: El par no es de nuestro sitio: {site}
fr: Le pair n'est pas de notre site : {site}
it: Il peer non appartiene al nostro sito: {site}

source: Peer is disabled: {name}
de: Peer ist deaktiviert: {name}
es: El par está deshabilitado: {name}
fr: Le pair est désactivé : {name}
it: Peer disabilitato: {name}

source: Failed to verify peer: {peer}: {error}
de: Peer konnte nicht verifiziert werden: {peer}: {error}
es: Fallo al verificar par: {peer}: {error}
fr: Échec de la vérification du pair : {peer} : {error}
it: Verifica peer fallita: {peer}: {error}

source: Received unknown command {cmd} from client: {client}
de: Unbekannter Befehl {cmd} von Client empfangen: {client}
es: Comando desconocido {cmd} recibido del cliente: {client}
fr: Commande inconnue {cmd} reçue du client : {client}
it: Ricevuto comando sconosciuto {cmd} dal client: {client}

source: Unknown command: {cmd}
de: Unbekannter Befehl: {cmd}
es: Comando desconocido: {cmd}
fr: Commande inconnue : {cmd}
it: Comando sconosciuto: {cmd}

source: Received ping.
de: Ping empfangen.
es: Ping recibido.
fr: Ping reçu.
it: Ping ricevuto.

source: Missing requied votes.
de: Erforderliche Stimmen fehlen.
es: Faltan votos requeridos.
fr: Votes requis manquants.
it: Voti richiesti mancanti.

source: Need <required_votes> as int.
de: Benötige <required_votes> als Integer.
es: Se necesita <required_votes> como int.
fr: Besoin de <required_votes> comme entier.
it: Necessario <required_votes> come intero.

source: Required votes set.
de: Erforderliche Stimmen festgelegt.
es: Votos requeridos establecidos.
fr: Votes requis définis.
it: Voti richiesti impostati.

source: Required votes already set to {votes}.
de: Erforderliche Stimmen bereits auf {votes} festgelegt.
es: Votos requeridos ya establecidos en {votes}.
fr: Votes requis déjà définis à {votes}.
it: Voti richiesti già impostati a {votes}.

source: Master sync done.
de: Master-Synchronisation abgeschlossen.
es: Sincronización maestra completada.
fr: Synchronisation maître terminée.
it: Sincronizzazione master completata.

source: Master sync not done.
de: Master-Synchronisation nicht abgeschlossen.
es: Sincronización maestra no completada.
fr: Synchronisation maître non terminée.
it: Sincronizzazione master non completata.

source: Node in sync.
de: Node synchronisiert.
es: Nodo sincronizado.
fr: Nœud synchronisé.
it: Nodo sincronizzato.

source: Node not in sync.
de: Node nicht synchronisiert.
es: Nodo no sincronizado.
fr: Nœud non synchronisé.
it: Nodo non sincronizzato.

source: Node online.
es: Nodo en línea.
fr: Nœud en ligne.
it: Nodo online.

source: Node NOT in sync.
de: Node NICHT synchronisiert.
es: Nodo NO sincronizado.
fr: Nœud NON synchronisé.
it: Nodo NON sincronizzato.

source: Missing remote objects.
de: Fehlende Remote-Objekte.
es: Faltan objetos remotos.
fr: Objets distants manquants.
it: Oggetti remoti mancanti.

source: Sending {count} objects to peer: {peer}
de: Sende {count} Objekte an Peer: {peer}
es: Enviando {count} objetos al par: {peer}
fr: Envoi de {count} objets au pair : {peer}
it: Invio di {count} oggetti al peer: {peer}

source: Sending {count} trash objects to peer: {peer}
de: Sende {count} Papierkorb-Objekte an Peer: {peer}
es: Enviando {count} objetos de papelera al par: {peer}
fr: Envoi de {count} objets supprimés au pair : {peer}
it: Invio di {count} oggetti cestinati al peer: {peer}

source: Missing object ID.
de: Fehlende Objekt-ID.
es: Falta ID del objeto.
fr: ID d'objet manquant.
it: ID oggetto mancante.

source: Missing object UUID.
de: Fehlende Objekt-UUID.
es: Falta UUID del objeto.
fr: UUID d'objet manquant.
it: UUID oggetto mancante.

source: Missing object config.
de: Fehlende Objektkonfiguration.
es: Falta configuración del objeto.
fr: Configuration d'objet manquante.
it: Configurazione oggetto mancante.

source: Missing ACL journal.
de: Fehlendes ACL-Journal.
es: Falta journal ACL.
fr: Journal ACL manquant.
it: Journal ACL mancante.

source: Missing LDIF journal.
de: Fehlendes LDIF-Journal.
es: Falta journal LDIF.
fr: Journal LDIF manquant.
it: Journal LDIF mancante.

source: Missing index journal.
de: Fehlendes Index-Journal.
es: Falta journal de índice.
fr: Journal d'index manquant.
it: Journal indice mancante.

source: Missing use_acl_journal.
de: Fehlendes use_acl_journal.
es: Falta use_acl_journal.
fr: use_acl_journal manquant.
it: use_acl_journal mancante.

source: Missing use_index_journal.
de: Fehlendes use_index_journal.
es: Falta use_index_journal.
fr: use_index_journal manquant.
it: use_index_journal mancante.

source: Daemon shutdown.
de: Daemon heruntergefahren.
es: Daemon apagado.
fr: Arrêt du démon.
it: Daemon arrestato.

source: Writing object: {id} ({checksum})
de: Schreibe Objekt: {id} ({checksum})
es: Escribiendo objeto: {id} ({checksum})
fr: Écriture de l'objet : {id} ({checksum})
it: Scrittura oggetto: {id} ({checksum})

source: Failed to write object: {id}: {error}
de: Fehler beim Schreiben des Objekts: {id}: {error}
es: Fallo al escribir objeto: {id}: {error}
fr: Échec de l'écriture de l'objet : {id} : {error}
it: Scrittura oggetto fallita: {id}: {error}

source: Failed to write cluster journal: {id}: {file}: {error}
de: Fehler beim Schreiben des Cluster-Journals: {id}: {file}: {error}
es: Fallo al escribir journal del clúster: {id}: {file}: {error}
fr: Échec de l'écriture du journal de cluster : {id} : {file} : {error}
it: Scrittura journal cluster fallita: {id}: {file}: {error}

source: Missing new object ID.
de: Neue Objekt-ID fehlt.
es: Falta nuevo ID del objeto.
fr: Nouvel ID d'objet manquant.
it: Nuovo ID oggetto mancante.

source: Renaming object: {old_id}: {new_id}
de: Objekt wird umbenannt: {old_id}: {new_id}
es: Renombrando objeto: {old_id}: {new_id}
fr: Renommage de l'objet : {old_id} : {new_id}
it: Rinomina oggetto: {old_id}: {new_id}

source: Failed to rename object: {id}
de: Fehler beim Umbenennen des Objekts: {id}
es: Fallo al renombrar objeto: {id}
fr: Échec du renommage de l'objet : {id}
it: Rinomina oggetto fallita: {id}

source: Failed to rename object: {id}: {error}
de: Fehler beim Umbenennen des Objekts: {id}: {error}
es: Error al renombrar objeto: {id}: {error}
fr: Échec du renommage de l'objet : {id} : {error}
it: Rinomina oggetto fallita: {id}: {error}

source: Failed to delete object: {id}
de: Fehler beim Löschen des Objekts: {id}
es: Error al eliminar objeto: {id}
fr: Échec de la suppression de l'objet : {id}
it: Eliminazione oggetto fallita: {id}

source: Failed to delete object: {id}: {error}
de: Fehler beim Löschen des Objekts: {id}: {error}
es: Error al eliminar objeto: {id}: {error}
fr: Échec de la suppression de l'objet : {id} : {error}
it: Eliminazione oggetto fallita: {id}: {error}

source: Removed object: {id}
de: Objekt entfernt: {id}
es: Objeto eliminado: {id}
fr: Objet supprimé : {id}
it: Oggetto rimosso: {id}

source: Missing trash ID.
de: Papierkorb-ID fehlt.
es: ID de papelera faltante.
fr: ID de corbeille manquant.
it: ID cestino mancante.

source: Missing deleted_by.
de: deleted_by fehlt.
es: Falta deleted_by.
fr: deleted_by manquant.
it: Manca deleted_by.

source: Missing object data.
de: Objektdaten fehlen.
es: Faltan datos del objeto.
fr: Données d'objet manquantes.
it: Dati oggetto mancanti.

source: Failed to load trash object data: {trash_id}: {object_id}: {error}
de: Fehler beim Laden der Papierkorb-Objektdaten: {trash_id}: {object_id}: {error}
es: Error al cargar datos del objeto de papelera: {trash_id}: {object_id}: {error}
fr: Échec du chargement des données de l'objet de la corbeille : {trash_id} : {object_id} : {error}
it: Impossibile caricare i dati dell'oggetto nel cestino: {trash_id}: {object_id}: {error}

source: Writing trash object: {object_id} ({trash_id})
de: Papierkorb-Objekt wird geschrieben: {object_id} ({trash_id})
es: Escribiendo objeto de papelera: {object_id} ({trash_id})
fr: Écriture de l'objet de la corbeille : {object_id} ({trash_id})
it: Scrittura oggetto nel cestino: {object_id} ({trash_id})

source: Failed to add trash entry: {object_id}: {trash_id}: {error}
de: Fehler beim Hinzufügen des Papierkorb-Eintrags: {object_id}: {trash_id}: {error}
es: Error al agregar entrada de papelera: {object_id}: {trash_id}: {error}
fr: Échec de l'ajout de l'entrée de corbeille : {object_id} : {trash_id} : {error}
it: Impossibile aggiungere voce al cestino: {object_id}: {trash_id}: {error}

source: Deleting trash object: {trash_id}
de: Papierkorb-Objekt wird gelöscht: {trash_id}
es: Eliminando objeto de papelera: {trash_id}
fr: Suppression de l'objet de la corbeille : {trash_id}
it: Eliminazione oggetto dal cestino: {trash_id}

source: Failed to delete trash entry: {trash_id}: {error}
de: Fehler beim Löschen des Papierkorb-Eintrags: {trash_id}: {error}
es: Error al eliminar entrada de papelera: {trash_id}: {error}
fr: Échec de la suppression de l'entrée de corbeille : {trash_id} : {error}
it: Impossibile eliminare voce dal cestino: {trash_id}: {error}

source: Trash emptied.
de: Papierkorb geleert.
es: Papelera vaciada.
fr: Corbeille vidée.
it: Cestino svuotato.

source: Failed to empty trash: {error}
de: Fehler beim Leeren des Papierkorbs: {error}
es: Error al vaciar papelera: {error}
fr: Échec du vidage de la corbeille : {error}
it: Impossibile svuotare il cestino: {error}

source: Missing object type.
de: Objekttyp fehlt.
es: Falta tipo de objeto.
fr: Type d'objet manquant.
it: Tipo oggetto mancante.

source: Failed to get last used data from backend: {error}
de: Fehler beim Abrufen der zuletzt verwendeten Daten vom Backend: {error}
es: Error al obtener datos de último uso del backend: {error}
fr: Échec de l'obtention des données de dernière utilisation depuis le backend : {error}
it: Impossibile ottenere i dati dell'ultimo utilizzo dal backend: {error}

source: Failed to get last used data from backend.
de: Fehler beim Abrufen der zuletzt verwendeten Daten vom Backend.
es: Error al obtener datos de último uso del backend.
fr: Échec de l'obtention des données de dernière utilisation depuis le backend.
it: Impossibile ottenere i dati dell'ultimo utilizzo dal backend.

source: Missing objects.
de: Objekte fehlen.
es: Faltan objetos.
fr: Objets manquants.
it: Oggetti mancanti.

source: Failed to set last used times: {error}
de: Fehler beim Setzen der zuletzt verwendeten Zeiten: {error}
es: Error al establecer tiempos de último uso: {error}
fr: Échec de la définition des heures de dernière utilisation : {error}
it: Impossibile impostare gli orari dell'ultimo utilizzo: {error}

source: Missing lock type.
de: Sperrtyp fehlt.
es: Falta tipo de bloqueo.
fr: Type de verrou manquant.
it: Tipo di blocco mancante.

source: Missing lock ID.
de: Sperr-ID fehlt.
es: Falta ID de bloqueo.
fr: ID de verrou manquant.
it: ID blocco mancante.

source: Missing write lock flag.
de: Schreibsperr-Flag fehlt.
es: Falta bandera de bloqueo de escritura.
fr: Indicateur de verrou en écriture manquant.
it: Flag blocco scrittura mancante.

source: Write lock exits: {lock_id}
de: Schreibsperre existiert: {lock_id}
es: Existe bloqueo de escritura: {lock_id}
fr: Verrou en écriture existant : {lock_id}
it: Blocco scrittura presente: {lock_id}

source: Read lock exits: {lock_id}
de: Lesesperre existiert: {lock_id}
es: Existe bloqueo de lectura: {lock_id}
fr: Verrou en lecture existant : {lock_id}
it: Blocco lettura presente: {lock_id}

source: Failed to acquire lock.
de: Fehler beim Erlangen der Sperre.
es: Error al adquirir bloqueo.
fr: Échec de l'acquisition du verrou.
it: Impossibile acquisire il blocco.

source: Unknown write lock: {lock_id}
de: Unbekannte Schreibsperre: {lock_id}
es: Bloqueo de escritura desconocido: {lock_id}
fr: Verrou en écriture inconnu : {lock_id}
it: Blocco scrittura sconosciuto: {lock_id}

source: Unknown read lock: {lock_id}
de: Unbekannte Lesesperre: {lock_id}
es: Bloqueo de lectura desconocido: {lock_id}
fr: Verrou en lecture inconnu : {lock_id}
it: Blocco lettura sconosciuto: {lock_id}

source: Floating IP deconfigured.
de: Floating IP dekonfiguriert.
es: IP flotante desconfigurada.
fr: IP flottante déconfigurée.
it: IP flottante deconfigurato.

source: Received request to deconfigure floating IP.
de: Anfrage zur Dekonfiguration der Floating IP erhalten.
es: Solicitud recibida para desconfigurar IP flotante.
fr: Demande reçue pour déconfigurer l'IP flottante.
it: Ricevuta richiesta di deconfigurare IP flottante.

source: Failed to send deconfigure floating IP request.
de: Fehler beim Senden der Anfrage zur Dekonfiguration der Floating IP.
es: Error al enviar solicitud de desconfigurar IP flotante.
fr: Échec de l'envoi de la demande de déconfiguration de l'IP flottante.
it: Impossibile inviare richiesta di deconfigurare IP flottante.

source: Failed to send deconfigure floating IP request: {error}
de: Fehler beim Senden der Anfrage zur Dekonfiguration der Floating IP: {error}
es: Error al enviar solicitud de desconfigurar IP flotante: {error}
fr: Échec de l'envoi de la demande de déconfiguration de l'IP flottante : {error}
it: Impossibile inviare richiesta di deconfigurare IP flottante: {error}

source: Waiting for node(s) to join cluster: {nodes}
de: Warte auf Beitritt von Nodes zum Cluster: {nodes}
es: Esperando que nodo(s) se unan al clúster: {nodes}
fr: En attente que le(s) nœud(s) rejoigne(nt) le cluster : {nodes}
it: In attesa che i nodi si uniscano al cluster: {nodes}

source: Cannot do master failover because of running jobs
de: Master-Failover kann wegen laufender Jobs nicht durchgeführt werden
es: No se puede hacer failover del maestro debido a trabajos en ejecución
fr: Impossible d'effectuer le basculement du maître à cause de tâches en cours
it: Impossibile eseguire failover master a causa di job in esecuzione

source: Master failover started.
de: Master-Failover gestartet.
es: Failover del maestro iniciado.
fr: Basculement du maître démarré.
it: Failover master avviato.

source: Master failover started successful.
de: Master-Failover erfolgreich gestartet.
es: Failover del maestro iniciado exitosamente.
fr: Basculement du maître démarré avec succès.
it: Failover master avviato con successo.

source: Master failover status.
es: Estado del failover del maestro.
fr: Statut du basculement du maître.
it: Stato failover master.

source: Nsscache sync queued.
de: Nsscache-Synchronisation in Warteschlange.
es: Sincronización de nsscache en cola.
fr: Synchronisation Nsscache mise en file d'attente.
it: Sincronizzazione nsscache in coda.

source: Error queueing sync nsscache command: {error}
de: Fehler beim Einreihen des nsscache-Synchronisationsbefehls: {error}
es: Error al poner en cola comando de sincronización nsscache: {error}
fr: Erreur lors de la mise en file d'attente de la commande de synchronisation nsscache: {error}
it: Errore nell'accodamento del comando di sincronizzazione nsscache: {error}

source: nsscache sync queued.
de: nsscache-Synchronisation in Warteschlange.
es: Sincronización de nsscache en cola.
fr: Synchronisation nsscache mise en file d'attente.
it: Sincronizzazione nsscache in coda.

source: Radius reload done.
de: Radius-Neuladen abgeschlossen.
es: Recarga de Radius completada.
fr: Rechargement Radius terminé.
it: Ricaricamento Radius completato.

source: Radius reload failed: {error}
de: Radius-Neuladen fehlgeschlagen: {error}
es: Error en recarga de Radius: {error}
fr: Échec du rechargement Radius : {error}
it: Ricaricamento Radius fallito: {error}

source: Freeradius reloaded.
de: Freeradius neu geladen.
es: Freeradius recargado.
fr: Freeradius rechargé.
it: Freeradius ricaricato.

source: Daemon reload queued.
de: Daemon-Neuladen in Warteschlange.
es: Recarga de daemon en cola.
fr: Rechargement du daemon mis en file d'attente.
it: Ricaricamento daemon in coda.

source: Master failover request successful.
de: Master-Failover-Anfrage erfolgreich.
es: Solicitud de failover del maestro exitosa.
fr: Demande de basculement du maître réussie.
it: Richiesta failover master riuscita.

source: Ongoing master_failover.
de: Laufende master_failover.
es: Failover del maestro en curso.
fr: Basculement du maître en cours.
it: Master_failover in corso.

source: Starting master failover...
de: Master-Failover wird gestartet...
es: Iniciando failover del maestro...
fr: Démarrage du basculement du maître...
it: Avvio failover master...

source: Failed to get clusterd socket: {node}: {error}
de: Fehler beim Abrufen des clusterd-Sockets: {node}: {error}
es: Error al obtener socket de clusterd: {node}: {error}
fr: Échec de l'obtention du socket clusterd : {node} : {error}
it: Impossibile ottenere socket clusterd: {node}: {error}

source: Cluster connection failed: {node}: {error}
de: Cluster-Verbindung fehlgeschlagen: {node}: {error}
es: Conexión del clúster falló: {node}: {error}
fr: Échec de la connexion au cluster : {node} : {error}
it: Connessione cluster fallita: {node}: {error}

source: Setting master failover status failed: {node}: {error}
de: Setzen des Master-Failover-Status fehlgeschlagen: {node}: {error}
es: Error al establecer estado de failover del maestro: {node}: {error}
fr: Échec de la définition du statut de basculement maître : {node} : {error}
it: Impostazione stato failover master fallita: {node}: {error}

source: No master node elected.
de: Kein Master-Node gewählt.
es: Ningún nodo maestro elegido.
fr: Aucun nœud maître élu.
it: Nessun nodo master eletto.
