Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Failed to preload policy modules: {error}
de: Fehler beim Vorladen der Policy-Module: {error}
es: Error al precargar módulos de política: {error}
fr: Échec du préchargement des modules de politique : {error}
it: Impossibile precaricare i moduli policy: {error}

source: Loading protocol modules...
de: Protokoll-Module werden geladen...
es: Cargando módulos de protocolo...
fr: Chargement des modules de protocole...
it: Caricamento moduli protocollo...

source: Failed to preload protocol modules: {error}
de: Fehler beim Vorladen der Protokoll-Module: {error}
es: Error al precargar módulos de protocolo: {error}
fr: Échec du préchargement des modules de protocole : {error}
it: Impossibile precaricare i moduli protocollo: {error}

source: Failed to reload config: {error}
de: Fehler beim Neuladen der Konfiguration: {error}
es: Error al recargar configuración: {error}
fr: Échec du rechargement de la configuration : {error}
it: Impossibile ricaricare la configurazione: {error}

source: No listen port configured for {name}
de: Kein Listen-Port für {name} konfiguriert
es: No hay puerto de escucha configurado para {name}
fr: Aucun port d'écoute configuré pour {name}
it: Nessuna porta di ascolto configurata per {name}

source: Unable to get listen port from config: {name}
de: Listen-Port kann nicht aus Konfiguration abgerufen werden: {name}
es: No se puede obtener puerto de escucha de la configuración: {name}
fr: Impossible d'obtenir le port d'écoute depuis la configuration : {name}
it: Impossibile ottenere la porta di ascolto dalla configurazione: {name}

source: Certificate changed.
de: Zertifikat geändert.
es: Certificado cambiado.
fr: Certificat modifié.
it: Certificato modificato.

source: Private key changed.
de: Privater Schlüssel geändert.
es: Clave privada cambiada.
fr: Clé privée modifiée.
it: Chiave privata modificata.

source: CA certificate chain or CRLs changed.
de: CA-Zertifikatskette oder CRLs geändert.
es: Cadena de certificado CA o CRLs cambiados.
fr: Chaîne de certificats CA ou CRL modifiées.
it: Catena di certificati CA o CRL modificate.

source: Listen address changed.
de: Listen-Adresse geändert.
es: Dirección de escucha cambiada.
fr: Adresse d'écoute modifiée.
it: Indirizzo di ascolto modificato.

source: Configuration changed. Going down for reload.
de: Konfiguration geändert. Neustart für Reload.
es: Configuración cambiada. Reiniciando para recargar.
fr: Configuration modifiée. Arrêt pour rechargement.
it: Configurazione modificata. Arresto per ricaricamento.

source: Failed to setup sockets: {error}
de: Fehler beim Einrichten der Sockets: {error}
es: Error al configurar sockets: {error}
fr: Échec de la configuration des sockets : {error}
it: Impossibile configurare i socket: {error}

source: Failed to listen on sockets: {error}
de: Fehler beim Überwachen der Sockets: {error}
es: Error al escuchar en sockets: {error}
fr: Échec de l'écoute sur les sockets : {error}
it: Impossibile ascoltare sui socket: {error}

source: Failed to notify controld about daemon startup: {error}
de: Fehler beim Benachrichtigen von controld über Daemon-Start: {error}
es: Error al notificar a controld sobre el inicio del daemon: {error}
fr: Échec de la notification à controld du démarrage du démon : {error}
it: Impossibile notificare controld dell'avvio del daemon: {error}

source: Failed to set proctitle: {error}
de: Fehler beim Setzen des Prozesstitel: {error}
es: Error al establecer proctitle: {error}
fr: Échec de la définition du titre du processus : {error}
it: Impossibile impostare proctitle: {error}

source: Failed to preload modules: {error}
de: Fehler beim Vorladen der Module: {error}
es: Error al precargar módulos: {error}
fr: Échec du préchargement des modules : {error}
it: Impossibile precaricare i moduli: {error}

source: Unhandled error in authd: {error}
de: Nicht behandelter Fehler in authd: {error}
es: Error no manejado en authd: {error}
fr: Erreur non gérée dans authd : {error}
it: Errore non gestito in authd: {error}

source: Unhandled error in mgmtd: {error}
de: Nicht behandelter Fehler in mgmtd: {error}
es: Error no manejado en mgmtd: {error}
fr: Erreur non gérée dans mgmtd : {error}
it: Errore non gestito in mgmtd: {error}

source: Unhandled error in ldapd: {error}
de: Nicht behandelter Fehler in ldapd: {error}
es: Error no manejado en ldapd: {error}
fr: Erreur non gérée dans ldapd : {error}
it: Errore non gestito in ldapd: {error}

source: Unhandled error in httpd: {error}
de: Nicht behandelter Fehler in httpd: {error}
es: Error no manejado en httpd: {error}
fr: Erreur non gérée dans httpd : {error}
it: Errore non gestito in httpd: {error}

source: Failed to load daemon status: {error}
de: Fehler beim Laden des Daemon-Status: {error}
es: Error al cargar el estado del daemon: {error}
fr: Échec du chargement du statut du démon : {error}
it: Impossibile caricare lo stato del daemon: {error}

source: Failed to decode daemon status: {error}
de: Fehler beim Dekodieren des Daemon-Status: {error}
es: Error al decodificar el estado del daemon: {error}
fr: Échec du décodage du statut du démon : {error}
it: Impossibile decodificare lo stato del daemon: {error}

source: Failed to encode daemon status: {error}
de: Fehler beim Kodieren des Daemon-Status: {error}
es: Error al codificar el estado del daemon: {error}
fr: Échec de l'encodage du statut du démon : {error}
it: Impossibile codificare lo stato del daemon: {error}

source: Failed to write daemon status: {error}
de: Fehler beim Schreiben des Daemon-Status: {error}
es: Error al escribir el estado del daemon: {error}
fr: Échec de l'écriture du statut du démon : {error}
it: Impossibile scrivere lo stato del daemon: {error}

source: config.daemon_name not set.
de: config.daemon_name nicht gesetzt.
es: config.daemon_name no configurado.
fr: config.daemon_name non défini.
it: config.daemon_name non impostato.

source: Exiting on Ctrl+C
de: Beenden bei Strg+C
es: Saliendo con Ctrl+C
fr: Sortie sur Ctrl+C
it: Uscita con Ctrl+C

source: Exiting on 'SIGTERM'.
de: Beenden bei 'SIGTERM'.
es: Saliendo con 'SIGTERM'.
fr: Sortie sur 'SIGTERM'.
it: Uscita con 'SIGTERM'.

source: Received 'SIGHUP'.
de: 'SIGHUP' empfangen.
es: Recibido 'SIGHUP'.
fr: 'SIGHUP' reçu.
it: Ricevuto 'SIGHUP'.

source: Control daemon shutdown succeeded.
de: Control-Daemon-Herunterfahren erfolgreich.
es: Apagado del daemon de control exitoso.
fr: Arrêt du démon de contrôle réussi.
it: Arresto del daemon di controllo riuscito.

source: Failed to close shared bool: {name}
de: Fehler beim Schließen des geteilten Bool: {name}
es: Error al cerrar bool compartido: {name}
fr: Échec de la fermeture du booléen partagé : {name}
it: Impossibile chiudere il bool condiviso: {name}

source: Failed to remove cluster event: {error}
de: Fehler beim Entfernen des Cluster-Ereignis: {error}
es: Error al eliminar evento del clúster: {error}
fr: Échec de la suppression de l'événement de cluster : {error}
it: Impossibile rimuovere l'evento del cluster: {error}

source: Unable to configure floating IP for site: {site}: {error}
de: Floating IP für Site kann nicht konfiguriert werden: {site}: {error}
es: No se puede configurar IP flotante para el sitio: {site}: {error}
fr: Impossible de configurer l'IP flottante pour le site : {site} : {error}
it: Impossibile configurare l'IP flottante per il sito: {site}: {error}

source: Unable to deconfigure floating IP for site: {site}: {error}
de: Floating IP für Site kann nicht dekonfiguriert werden: {site}: {error}
es: No se puede desconfigurar IP flotante para el sitio: {site}: {error}
fr: Impossible de déconfigurer l'IP flottante pour le site : {site} : {error}
it: Impossibile deconfigurare l'IP flottante per il sito: {site}: {error}

source: Don't know my hostname. Please make sure {file} points to the correct OTPme object UUID.
de: Kenne meinen Hostnamen nicht. Bitte stellen Sie sicher, dass {file} auf die korrekte OTPme-Objekt-UUID zeigt.
es: No conozco mi nombre de host. Por favor asegúrese de que {file} apunte al UUID de objeto OTPme correcto.
fr: Je ne connais pas mon nom d'hôte. Veuillez vous assurer que {file} pointe vers le bon UUID d'objet OTPme.
it: Non conosco il mio hostname. Assicurati che {file} punti all'UUID dell'oggetto OTPme corretto.

source: Removing child daemon.
de: Entfernen des Child-Daemon.
es: Eliminando daemon hijo.
fr: Suppression du démon enfant.
it: Rimozione del daemon figlio.

source: Failed to start index: {error}
de: Fehler beim Starten des Index: {error}
es: Error al iniciar índice: {error}
fr: Échec du démarrage de l'index : {error}
it: Impossibile avviare l'indice: {error}

source: Failed to start cache: {error}
de: Fehler beim Starten des Cache: {error}
es: Error al iniciar caché: {error}
fr: Échec du démarrage du cache : {error}
it: Impossibile avviare la cache: {error}

source: Failed to flush cache: {error}
de: Fehler beim Leeren des Cache: {error}
es: Error al vaciar caché: {error}
fr: Échec du vidage du cache : {error}
it: Impossibile svuotare la cache: {error}

source: Failed to init cache: {error}
de: Fehler beim Initialisieren des Cache: {error}
es: Error al inicializar caché: {error}
fr: Échec de l'initialisation du cache : {error}
it: Impossibile inizializzare la cache: {error}

source: Failed to enable cache: {error}
de: Fehler beim Aktivieren des Cache: {error}
es: Error al habilitar caché: {error}
fr: Échec de l'activation du cache : {error}
it: Impossibile abilitare la cache: {error}

source: Failed to init OTPme: {error}
de: Fehler beim Initialisieren von OTPme: {error}
es: Error al inicializar OTPme: {error}
fr: Échec de l'initialisation d'OTPme : {error}
it: Impossibile inizializzare OTPme: {error}

source: Failed to configure controld: {error}
de: Fehler beim Konfigurieren von controld: {error}
es: Error al configurar controld: {error}
fr: Échec de la configuration de controld : {error}
it: Impossibile configurare controld: {error}

source: Failed to init interprocess queue: {error}
de: Fehler beim Initialisieren der Interprocess-Warteschlange: {error}
es: Error al inicializar cola entre procesos: {error}
fr: Échec de l'initialisation de la file d'attente interprocessus : {error}
it: Impossibile inizializzare la coda interprocesso: {error}

source: Failed to create shared objects: {error}
de: Fehler beim Erstellen geteilter Objekte: {error}
es: Error al crear objetos compartidos: {error}
fr: Échec de la création des objets partagés : {error}
it: Impossibile creare oggetti condivisi: {error}

source: Updating host data...
de: Aktualisiere Host-Daten...
es: Actualizando datos del host...
fr: Mise à jour des données de l'hôte...
it: Aggiornamento dati host...

source: Failed to update host data: {error}
de: Fehler beim Aktualisieren der Host-Daten: {error}
es: Error al actualizar datos del host: {error}
fr: Échec de la mise à jour des données de l'hôte : {error}
it: Impossibile aggiornare i dati dell'host: {error}

source: Failed to load sync status: {error}
de: Fehler beim Laden des Sync-Status: {error}
es: Error al cargar estado de sincronización: {error}
fr: Échec du chargement du statut de synchronisation : {error}
it: Impossibile caricare lo stato di sincronizzazione: {error}

source: {name} started
de: {name} gestartet
es: {name} iniciado
fr: {name} démarré
it: {name} avviato

source: Failed to start daemon handler process: {error}
de: Fehler beim Starten des Daemon-Handler-Prozess: {error}
es: Error al iniciar proceso manejador del daemon: {error}
fr: Échec du démarrage du processus gestionnaire de démon : {error}
it: Impossibile avviare il processo gestore del daemon: {error}

source: Failed to send daemon start command to handler process: {error}
de: Fehler beim Senden des Daemon-Startbefehl an Handler-Prozess: {error}
es: Error al enviar comando de inicio del daemon al proceso manejador: {error}
fr: Échec de l'envoi de la commande de démarrage du démon au processus gestionnaire : {error}
it: Impossibile inviare il comando di avvio del daemon al processo gestore: {error}

source: Failed to get daemon command: {message}
de: Fehler beim Abrufen des Daemon-Befehl: {message}
es: Error al obtener comando del daemon: {message}
fr: Échec de l'obtention de la commande du démon : {message}
it: Impossibile ottenere il comando del daemon: {message}

source: EOFError while receiving command: {error}
de: EOFError beim Empfangen des Befehl: {error}
es: EOFError al recibir comando: {error}
fr: EOFError lors de la réception de la commande : {error}
it: EOFError durante la ricezione del comando: {error}

source: IOError while receiving command: {error}
de: IOError beim Empfangen des Befehl: {error}
es: IOError al recibir comando: {error}
fr: IOError lors de la réception de la commande : {error}
it: IOError durante la ricezione del comando: {error}

source: Failed to get daemon command: {error}
de: Fehler beim Abrufen des Daemon-Befehl: {error}
es: Error al obtener comando del daemon: {error}
fr: Échec de l'obtention de la commande du démon : {error}
it: Impossibile ottenere il comando del daemon: {error}

source: Failed to start daemons: {error}
de: Fehler beim Starten der Daemons: {error}
es: Error al iniciar daemons: {error}
fr: Échec du démarrage des démons : {error}
it: Impossibile avviare i daemon: {error}

source: Failed to configure floating IP: {error}
de: Fehler beim Konfigurieren der Floating IP: {error}
es: Error al configurar IP flotante: {error}
fr: Échec de la configuration de l'IP flottante : {error}
it: Impossibile configurare l'IP flottante: {error}

source: Unknown daemon command: {command}
de: Unbekannter Daemon-Befehl: {command}
es: Comando de daemon desconocido: {command}
fr: Commande de démon inconnue : {command}
it: Comando daemon sconosciuto: {command}

source: Index not started.
de: Index nicht gestartet.
es: Índice no iniciado.
fr: Index non démarré.
it: Indice non avviato.

source: Cache not started.
de: Cache nicht gestartet.
es: Caché no iniciada.
fr: Cache non démarré.
it: Cache non avviata.

source: Got unknown daemon: {daemon}
de: Unbekannter Daemon erhalten: {daemon}
es: Daemon desconocido recibido: {daemon}
fr: Démon inconnu reçu : {daemon}
it: Daemon sconosciuto: {daemon}

source: Unable to load daemon class: {daemon_class}: {error}
de: Daemon-Klasse kann nicht geladen werden: {daemon_class}: {error}
es: No se puede cargar la clase del daemon: {daemon_class}: {error}
fr: Impossible de charger la classe du démon : {daemon_class} : {error}
it: Impossibile caricare la classe del daemon: {daemon_class}: {error}

source: Failed to start child daemon: {daemon}: {error}
de: Fehler beim Starten des Child-Daemon: {daemon}: {error}
es: Error al iniciar daemon hijo: {daemon}: {error}
fr: Échec du démarrage du démon enfant : {daemon} : {error}
it: Impossibile avviare il daemon figlio: {daemon}: {error}

source: Starting {daemon}
de: Starte {daemon}
es: Iniciando {daemon}
fr: Démarrage de {daemon}
it: Avvio di {daemon}

source: Unable to send heartbeat packet to: {daemon}
de: Heartbeat-Paket kann nicht gesendet werden an: {daemon}
es: No se puede enviar paquete de latido a: {daemon}
fr: Impossible d'envoyer le paquet de battement de cœur à : {daemon}
it: Impossibile inviare il pacchetto heartbeat a: {daemon}

source: Failed to receive heartbeat reply: {daemon}: {error_type}
de: Fehler beim Empfangen der Heartbeat-Antwort: {daemon}: {error_type}
es: Error al recibir respuesta de latido: {daemon}: {error_type}
fr: Échec de la réception de la réponse au battement de cœur : {daemon} : {error_type}
it: Impossibile ricevere la risposta heartbeat: {daemon}: {error_type}

source: Got wrong response to heartbeat packet from daemon '{daemon}': {reply}
de: Falsche Antwort auf Heartbeat-Paket von Daemon '{daemon}' erhalten: {reply}
es: Respuesta incorrecta al paquete de latido del daemon '{daemon}': {reply}
fr: Mauvaise réponse au paquet de battement de cœur reçue du démon '{daemon}' : {reply}
it: Ricevuta risposta errata al pacchetto heartbeat dal daemon '{daemon}': {reply}

source: Daemon '{daemon}' is not responding. Trying to restart...
de: Daemon '{daemon}' reagiert nicht. Versuche Neustart...
es: El daemon '{daemon}' no responde. Intentando reiniciar...
fr: Le démon '{daemon}' ne répond pas. Tentative de redémarrage...
it: Il daemon '{daemon}' non risponde. Tentativo di riavvio...

source: Daemon '{daemon}' is not responding. Retrying in {interval} seconds...
de: Daemon '{daemon}' reagiert nicht. Wiederholung in {interval} Sekunden...
es: El daemon '{daemon}' no responde. Reintentando en {interval} segundos...
fr: Le démon '{daemon}' ne répond pas. Nouvelle tentative dans {interval} secondes...
it: Il daemon '{daemon}' non risponde. Nuovo tentativo tra {interval} secondi...

source: Starting config reload...
de: Starte Konfigurations-Neuladen...
es: Iniciando recarga de configuración...
fr: Démarrage du rechargement de la configuration...
it: Avvio ricaricamento configurazione...

source: Finished config reload...
de: Konfigurations-Neuladen abgeschlossen...
es: Recarga de configuración finalizada...
fr: Rechargement de la configuration terminé...
it: Ricaricamento configurazione completato...

source: Sending reload command to child daemon: {daemon}
de: Sende Neuladen-Befehl an Child-Daemon: {daemon}
es: Enviando comando de recarga al demonio hijo: {daemon}
fr: Envoi de la commande de rechargement au démon enfant : {daemon}
it: Invio comando di ricaricamento al daemon figlio: {daemon}

source: Unable to send reload signal to: {daemon}: {error}
de: Neuladen-Signal konnte nicht gesendet werden an: {daemon}: {error}
es: No se pudo enviar señal de recarga a: {daemon}: {error}
fr: Impossible d'envoyer le signal de rechargement à : {daemon} : {error}
it: Impossibile inviare il segnale di ricaricamento a: {daemon}: {error}

source: Child daemon '{daemon}' does not respond to reload command. Restarting...
de: Child-Daemon '{daemon}' reagiert nicht auf Neuladen-Befehl. Neustart...
es: El demonio hijo '{daemon}' no responde al comando de recarga. Reiniciando...
fr: Le démon enfant '{daemon}' ne répond pas à la commande de rechargement. Redémarrage...
it: Il daemon figlio '{daemon}' non risponde al comando di ricaricamento. Riavvio in corso...

source: Failed to get daemon reload reply: {daemon}: {error}
de: Fehler beim Abrufen der Daemon-Neuladen-Antwort: {daemon}: {error}
es: Error al obtener respuesta de recarga del demonio: {daemon}: {error}
fr: Échec de la réception de la réponse de rechargement du démon : {daemon} : {error}
it: Impossibile ottenere la risposta di ricaricamento del daemon: {daemon}: {error}

source: Child daemon '{daemon}' needs a restart to reload its config.
de: Child-Daemon '{daemon}' benötigt einen Neustart zum Neuladen seiner Konfiguration.
es: El demonio hijo '{daemon}' necesita reiniciarse para recargar su configuración.
fr: Le démon enfant '{daemon}' nécessite un redémarrage pour recharger sa configuration.
it: Il daemon figlio '{daemon}' necessita di un riavvio per ricaricare la configurazione.

source: Error getting startup response from {daemon}: {error}
de: Fehler beim Abrufen der Startantwort von {daemon}: {error}
es: Error al obtener respuesta de inicio de {daemon}: {error}
fr: Erreur lors de la réception de la réponse de démarrage de {daemon} : {error}
it: Errore nell'ottenere la risposta di avvio da {daemon}: {error}

source: Got 'ready' message from {daemon}.
de: 'ready'-Nachricht von {daemon} erhalten.
es: Se recibió mensaje 'ready' de {daemon}.
fr: Message 'ready' reçu de {daemon}.
it: Ricevuto messaggio 'ready' da {daemon}.

source: Error starting {daemon}: Wrong reply: {reply}
de: Fehler beim Starten von {daemon}: Falsche Antwort: {reply}
es: Error al iniciar {daemon}: Respuesta incorrecta: {reply}
fr: Erreur lors du démarrage de {daemon} : Mauvaise réponse : {reply}
it: Errore nell'avviare {daemon}: Risposta errata: {reply}

source: Waiting for child daemon '{daemon} ({pid})' to shutdown.
de: Warte auf Herunterfahren des Child-Daemons '{daemon} ({pid})'.
es: Esperando que el demonio hijo '{daemon} ({pid})' se apague.
fr: En attente de l'arrêt du démon enfant '{daemon} ({pid})'.
it: In attesa che il daemon figlio '{daemon} ({pid})' si arresti.

source: Failed to send SIGTERM to daemon '{daemon} ({pid})': {error}
de: Fehler beim Senden von SIGTERM an Daemon '{daemon} ({pid})': {error}
es: Error al enviar SIGTERM al demonio '{daemon} ({pid})': {error}
fr: Échec de l'envoi de SIGTERM au démon '{daemon} ({pid})' : {error}
it: Impossibile inviare SIGTERM al daemon '{daemon} ({pid})': {error}

source: Child daemon '{daemon} ({pid})' ignored SIGTERM command. Sending SIGKILL.
de: Child-Daemon '{daemon} ({pid})' hat SIGTERM-Befehl ignoriert. Sende SIGKILL.
es: El demonio hijo '{daemon} ({pid})' ignoró el comando SIGTERM. Enviando SIGKILL.
fr: Le démon enfant '{daemon} ({pid})' a ignoré la commande SIGTERM. Envoi de SIGKILL.
it: Il daemon figlio '{daemon} ({pid})' ha ignorato il comando SIGTERM. Invio SIGKILL.

source: Failed to send SIGKILL to daemon '{daemon} ({pid})': {error}
de: Fehler beim Senden von SIGKILL an Daemon '{daemon} ({pid})': {error}
es: Error al enviar SIGKILL al demonio '{daemon} ({pid})': {error}
fr: Échec de l'envoi de SIGKILL au démon '{daemon} ({pid})' : {error}
it: Impossibile inviare SIGKILL al daemon '{daemon} ({pid})': {error}

source: Child daemon '{daemon}' shutdown succeeded.
de: Herunterfahren des Child-Daemons '{daemon}' erfolgreich.
es: Apagado del demonio hijo '{daemon}' exitoso.
fr: Arrêt du démon enfant '{daemon}' réussi.
it: Arresto del daemon figlio '{daemon}' riuscito.

source: Unhandled error in syncd: {error}
de: Unbehandelter Fehler in syncd: {error}
es: Error no manejado en syncd: {error}
fr: Erreur non gérée dans syncd : {error}
it: Errore non gestito in syncd: {error}

source: Ongoing master failover.
de: Laufendes Master-Failover.
es: Conmutación maestra en curso.
fr: Basculement maître en cours.
it: Failover master in corso.

source: Cluster not ready.
de: Cluster nicht bereit.
es: Clúster no preparado.
fr: Cluster non prêt.
it: Cluster non pronto.

source: Radius reload successful.
de: Radius-Neuladen erfolgreich.
es: Recarga de Radius exitosa.
fr: Rechargement Radius réussi.
it: Ricaricamento Radius riuscito.

source: Failed to commit cluster journal entry: {object_id}: {error}
de: Fehler beim Commit des Cluster-Journal-Eintrags: {object_id}: {error}
es: Error al confirmar entrada de diario del clúster: {object_id}: {error}
fr: Échec de la validation de l'entrée du journal du cluster : {object_id} : {error}
it: Impossibile eseguire il commit della voce del journal del cluster: {object_id}: {error}

source: Entry deleted while waiting for lock: {journal_id}
de: Eintrag während des Wartens auf Sperre gelöscht: {journal_id}
es: Entrada eliminada mientras se esperaba el bloqueo: {journal_id}
fr: Entrée supprimée en attendant le verrou : {journal_id}
it: Voce eliminata durante l'attesa del lock: {journal_id}

source: Failed to release cluster entry lock: {journal_id}: {error}
de: Fehler beim Freigeben der Cluster-Eintragssperre: {journal_id}: {error}
es: Error al liberar bloqueo de entrada del clúster: {journal_id}: {error}
fr: Échec de la libération du verrou de l'entrée du cluster : {journal_id} : {error}
it: Impossibile rilasciare il lock della voce del cluster: {journal_id}: {error}

source: Failed to commit cluster entry: {journal_id}: {error}
de: Fehler beim Commit des Cluster-Eintrags: {journal_id}: {error}
es: Error al confirmar entrada del clúster: {journal_id}: {error}
fr: Échec de la validation de l'entrée du cluster : {journal_id} : {error}
it: Impossibile eseguire il commit della voce del cluster: {journal_id}: {error}
