Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Unsupported card type: {card_type}
de: Nicht unterstützter Kartentyp: {card_type}
es: Tipo de tarjeta no soportado: {card_type}
fr: Type de carte non pris en charge : {card_type}
it: Tipo di carta non supportato: {card_type}

source: Card type already set to: {card_type}
de: Kartentyp bereits gesetzt auf: {card_type}
es: Tipo de tarjeta ya establecido en: {card_type}
fr: Type de carte déjà défini sur : {card_type}
it: Tipo di carta già impostato su: {card_type}

source: Unsupported key type: {key_type}
de: Nicht unterstützter Schlüsseltyp: {key_type}
es: Tipo de clave no soportado: {key_type}
fr: Type de clé non pris en charge : {key_type}
it: Tipo di chiave non supportato: {key_type}

source: Key type already set to: {key_type}
de: Schlüsseltyp bereits gesetzt auf: {key_type}
es: Tipo de clave ya establecido en: {key_type}
fr: Type de clé déjà défini sur : {key_type}
it: Tipo di chiave già impostato su: {key_type}

source: Please enter/paste SSH public key:
de: Bitte SSH Public Key eingeben/einfügen:
es: Por favor ingrese/pegue la clave pública SSH:
fr: Veuillez entrer/coller la clé publique SSH :
it: Inserire/incollare chiave pubblica SSH:

source: No private key set.
de: Kein privater Schlüssel gesetzt.
es: No hay clave privada establecida.
fr: Aucune clé privée définie.
it: Nessuna chiave privata impostata.

source: Error decrypting private key: {error}
de: Fehler beim Entschlüsseln des privaten Schlüssels: {error}
es: Error al descifrar la clave privada: {error}
fr: Erreur lors du déchiffrement de la clé privée : {error}
it: Errore nella decrittazione della chiave privata: {error}

source: Error loading second factor token: {error}
de: Fehler beim Laden des Zweifaktor-Tokens: {error}
es: Error al cargar el token de segundo factor: {error}
fr: Erreur lors du chargement du jeton de second facteur : {error}
it: Errore nel caricamento del token del secondo fattore: {error}

source: No SSH public key set.
de: Kein SSH Public Key gesetzt.
es: No hay clave pública SSH establecida.
fr: Aucune clé publique SSH définie.
it: Nessuna chiave pubblica SSH impostata.

source: Token verification failed.
de: Token-Verifizierung fehlgeschlagen.
es: Verificación del token falló.
fr: La vérification du jeton a échoué.
it: Verifica token fallita.

source: Unable to generate challenge: {error}
de: Challenge kann nicht generiert werden: {error}
es: No se puede generar el desafío: {error}
fr: Impossible de générer le défi : {error}
it: Impossibile generare challenge: {error}

source: Token '{token_name}' is missing SSH public key.
de: Token '{token_name}' fehlt SSH Public Key.
es: Al token '{token_name}' le falta la clave pública SSH.
fr: Le jeton '{token_name}' n'a pas de clé publique SSH.
it: Token '{token_name}' manca della chiave pubblica SSH.

source: Second factor OTP token enabled but password is too short to include a OTP.
de: Zweifaktor-OTP-Token aktiviert, aber Passwort ist zu kurz, um ein OTP einzuschließen.
es: Token OTP de segundo factor habilitado pero la contraseña es demasiado corta para incluir un OTP.
fr: Jeton OTP de second facteur activé mais le mot de passe est trop court pour inclure un OTP.
it: Token OTP del secondo fattore abilitato ma la password è troppo breve per includere un OTP.

source: Failed to verify offline challenge.
de: Offline-Challenge-Verifizierung fehlgeschlagen.
es: Falló la verificación del desafío offline.
fr: Échec de la vérification du défi hors ligne.
it: Verifica challenge offline fallita.

source: Skipping token without SSH private key for password authentication: {rel_path}
de: Token ohne SSH Private Key für Passwort-Authentifizierung wird übersprungen: {rel_path}
es: Omitiendo token sin clave privada SSH para autenticación por contraseña: {rel_path}
fr: Jeton ignoré sans clé privée SSH pour l'authentification par mot de passe : {rel_path}
it: Salto token senza chiave privata SSH per autenticazione password: {rel_path}

source: Verifying SSH response failed.
de: SSH-Antwort-Verifizierung fehlgeschlagen.
es: Falló la verificación de la respuesta SSH.
fr: La vérification de la réponse SSH a échoué.
it: Verifica risposta SSH fallita.

source: SSH challenge too old.
de: SSH-Challenge zu alt.
es: Desafío SSH demasiado antiguo.
fr: Défi SSH trop ancien.
it: Challenge SSH troppo vecchia.

source: Verifying second factor token: {sftoken_rel_path}
de: Zweifaktor-Token wird verifiziert: {sftoken_rel_path}
es: Verificando token de segundo factor: {sftoken_rel_path}
fr: Vérification du jeton de second facteur : {sftoken_rel_path}
it: Verifica token del secondo fattore: {sftoken_rel_path}

source: Token '{second_factor_token}' does not exist.
de: Token '{second_factor_token}' existiert nicht.
es: El token '{second_factor_token}' no existe.
fr: Le jeton '{second_factor_token}' n'existe pas.
it: Token '{second_factor_token}' non esiste.

source: Token '{second_factor_token}' is not an OTP token.
de: Token '{second_factor_token}' ist kein OTP-Token.
es: El token '{second_factor_token}' no es un token OTP.
fr: Le jeton '{second_factor_token}' n'est pas un jeton OTP.
it: Token '{second_factor_token}' non è un token OTP.

source: Second factor token already enabled.
de: Zweifaktor-Token bereits aktiviert.
es: Token de segundo factor ya habilitado.
fr: Jeton de second facteur déjà activé.
it: Token del secondo fattore già abilitato.

source: No second factor token configured.
de: Kein Zweifaktor-Token konfiguriert.
es: No hay token de segundo factor configurado.
fr: Aucun jeton de second facteur configuré.
it: Nessun token del secondo fattore configurato.

source: Unable to enable second factor token: {error}
de: Zweifaktor-Token kann nicht aktiviert werden: {error}
es: No se puede habilitar el token de segundo factor: {error}
fr: Impossible d'activer le jeton de second facteur : {error}
it: Impossibile abilitare token del secondo fattore: {error}

source: Enable second factor token?:
de: Zweifaktor-Token aktivieren?:
es: ¿Habilitar token de segundo factor?:
fr: Activer le jeton de second facteur ? :
it: Abilitare token del secondo fattore?:

source: Second factor token already disabled.
de: Zweiter Faktor Token bereits deaktiviert.
es: Token de segundo factor ya deshabilitado.
fr: Jeton de second facteur déjà désactivé.
it: Token del secondo fattore già disabilitato.

source: Disable second factor token?:
de: Zweiten Faktor Token deaktivieren?:
es: ¿Deshabilitar token de segundo factor?:
fr: Désactiver le jeton de second facteur ? :
it: Disabilitare token del secondo fattore?:

source: Need at least public or private key.
de: Benötige mindestens öffentlichen oder privaten Schlüssel.
es: Se necesita al menos clave pública o privada.
fr: Au moins une clé publique ou privée requise.
it: Necessaria almeno chiave pubblica o privata.

source: Need password to add private key.
de: Benötige Passwort um privaten Schlüssel hinzuzufügen.
es: Se necesita contraseña para agregar clave privada.
fr: Mot de passe requis pour ajouter la clé privée.
it: Necessaria password per aggiungere chiave privata.

source: Setting SSH private key to token: {rel_path}
de: Setze SSH privaten Schlüssel für Token: {rel_path}
es: Configurando clave privada SSH en token: {rel_path}
fr: Définition de la clé privée SSH pour le token : {rel_path}
it: Impostazione chiave privata SSH per token: {rel_path}

source: Setting SSH public key to token: {rel_path}
de: Setze SSH öffentlichen Schlüssel für Token: {rel_path}
es: Configurando clave pública SSH en token: {rel_path}
fr: Définition de la clé publique SSH pour le token : {rel_path}
it: Impostazione chiave pubblica SSH per token: {rel_path}

source: No private key set for this token.
de: Kein privater Schlüssel für diesen Token gesetzt.
es: No hay clave privada configurada para este token.
fr: Aucune clé privée définie pour ce token.
it: Nessuna chiave privata impostata per questo token.

source: Current password:
de: Aktuelles Passwort:
es: Contraseña actual:
fr: Mot de passe actuel :
it: Password attuale:

source: Wrong password.
de: Falsches Passwort.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
it: Password errata.

source: New password:
de: Neues Passwort:
es: Nueva contraseña:
fr: Nouveau mot de passe :
it: Nuova password:

source: Re-type password:
de: Passwort wiederholen:
es: Reingrese la contraseña:
fr: Retapez le mot de passe:
it: Ridigita password:

source: Sorry, passwords do not match.
de: Entschuldigung, Passwörter stimmen nicht überein.
es: Lo sentimos, las contraseñas no coinciden.
fr: Désolé, les mots de passe ne correspondent pas.
it: Spiacenti, le password non corrispondono.

source: Cannot set empty password.
de: Kann kein leeres Passwort setzen.
es: No se puede establecer una contraseña vacía.
fr: Impossible de définir un mot de passe vide.
it: Impossibile impostare una password vuota.

source: Password too short ({password_min_len}).
de: Passwort zu kurz ({password_min_len}).
es: Contraseña demasiado corta ({password_min_len}).
fr: Mot de passe trop court ({password_min_len}).
it: Password troppo breve ({password_min_len}).

source: Password too long ({password_max_len}).
de: Passwort zu lang ({password_max_len}).
es: Contraseña demasiado larga ({password_max_len}).
fr: Mot de passe trop long ({password_max_len}).
it: Password troppo lunga ({password_max_len}).

source: NOTE: You have to add an SSH public key to this token to make it usable.
de: HINWEIS: Sie müssen einen SSH öffentlichen Schlüssel zu diesem Token hinzufügen, um ihn nutzbar zu machen.
es: NOTA: Debe agregar una clave pública SSH a este token para hacerlo utilizable.
fr: NOTE : Vous devez ajouter une clé publique SSH à ce token pour le rendre utilisable.
it: NOTA: Devi aggiungere una chiave pubblica SSH a questo token per renderlo utilizzabile.

source: NOTE: You may want to add a second factor token (e.g. OTP token) to improve security.
de: HINWEIS: Sie sollten einen zweiten Faktor Token (z.B. OTP Token) hinzufügen, um die Sicherheit zu verbessern.
es: NOTA: Es posible que desee agregar un token de segundo factor (p. ej., token OTP) para mejorar la seguridad.
fr: NOTE : Vous pouvez ajouter un token de second facteur (ex. token OTP) pour améliorer la sécurité.
it: NOTA: Potresti voler aggiungere un token di secondo fattore (ad es. token OTP) per migliorare la sicurezza.

source: Please enter PIN:
de: Bitte PIN eingeben:
es: Por favor ingrese el PIN:
fr: Veuillez entrer le PIN :
it: Inserisci PIN:

source: Invalid PIN.
de: Ungültige PIN.
es: PIN inválido.
fr: PIN invalide.
it: PIN non valido.

source: Unable to get token secret.
de: Kann Token-Geheimnis nicht abrufen.
es: No se puede obtener el secreto del token.
fr: Impossible d'obtenir le secret du token.
it: Impossibile ottenere il segreto del token.

source: Token PIN enabled but the given OTP is too short to include a PIN!
de: Token PIN aktiviert, aber das angegebene OTP ist zu kurz um eine PIN zu enthalten!
es: ¡PIN del token habilitado pero el OTP dado es demasiado corto para incluir un PIN!
fr: PIN du token activé mais l'OTP donné est trop court pour inclure un PIN !
it: PIN del token abilitato ma l'OTP fornito è troppo breve per includere un PIN!

source: OTP does not include a PIN.
de: OTP enthält keine PIN.
es: El OTP no incluye un PIN.
fr: L'OTP n'inclut pas de PIN.
it: L'OTP non include un PIN.

source: Failed to get secret: {e}
de: Fehler beim Abrufen des Geheimnisses: {e}
es: Error al obtener el secreto: {e}
fr: Échec de l'obtention du secret : {e}
it: Impossibile ottenere il segreto: {e}

source: Verifiying OTP within timerange: start='{start}' end='{end}'.
de: Verifiziere OTP im Zeitbereich: start='{start}' end='{end}'.
es: Verificando OTP dentro del rango de tiempo: inicio='{start}' fin='{end}'.
fr: Vérification de l'OTP dans la plage temporelle : début='{start}' fin='{end}'.
it: Verifica OTP nell'intervallo temporale: inizio='{start}' fine='{end}'.

source: Got wrong token PIN: {rel_path}
de: Falsche Token PIN erhalten: {rel_path}
es: Se recibió un PIN de token incorrecto: {rel_path}
fr: PIN du token incorrect reçu : {rel_path}
it: PIN del token errato: {rel_path}

source: WARNING: You may have hit a BUG of Token().verify_otp().
de: WARNUNG: Sie könnten auf einen BUG von Token().verify_otp() gestoßen sein.
es: ADVERTENCIA: Es posible que haya encontrado un ERROR de Token().verify_otp().
fr: AVERTISSEMENT : Vous avez peut-être rencontré un BUG de Token().verify_otp().
it: ATTENZIONE: Potresti aver riscontrato un BUG di Token().verify_otp().

source: Cannot verify token in mode2: {rel_path}
de: Kann Token nicht im mode2 verifizieren: {rel_path}
es: No se puede verificar el token en mode2: {rel_path}
fr: Impossible de vérifier le token en mode2 : {rel_path}
it: Impossibile verificare il token in mode2: {rel_path}

source: WARNING: You may have hit a BUG of Token().verify_mschap_otp().
de: WARNUNG: Sie könnten auf einen BUG von Token().verify_mschap_otp() gestoßen sein.
es: ADVERTENCIA: Es posible que haya encontrado un ERROR de Token().verify_mschap_otp().
fr: AVERTISSEMENT : Vous avez peut-être rencontré un BUG de Token().verify_mschap_otp().
it: ATTENZIONE: Potresti aver riscontrato un BUG di Token().verify_mschap_otp().

source: Validity time:
de: Gültigkeitsdauer:
es: Tiempo de validez:
fr: Durée de validité :
it: Tempo di validità:

source: Need integer for <validity_time>.
de: Benötige Integer für <validity_time>.
es: Se necesita un entero para <validity_time>.
fr: Entier requis pour <validity_time>.
it: Necessario intero per <validity_time>.

source: Timedrift tolerance:
de: Zeitdrift-Toleranz:
es: Tolerancia de desviación temporal:
fr: Tolérance de décalage temporel :
it: Tolleranza deriva temporale:

source: Need integer for <timedrift_tolerance>.
de: Benötige Integer für <timedrift_tolerance>.
es: Se necesita un entero para <timedrift_tolerance>.
fr: Entier requis pour <timedrift_tolerance>.
it: Necessario intero per <timedrift_tolerance>.

source: Token secret missing.
de: Token-Geheimnis fehlt.
es: Falta el secreto del token.
fr: Secret du token manquant.
it: Segreto del token mancante.

source: Verifying static passwords is not supported with token type: '{token_type}'.
de: Verifizierung statischer Passwörter wird mit Token-Typ nicht unterstützt: '{token_type}'.
es: La verificación de contraseñas estáticas no es compatible con el tipo de token: '{token_type}'.
fr: La vérification des mots de passe statiques n'est pas prise en charge avec le type de token : '{token_type}'.
it: La verifica delle password statiche non è supportata con il tipo di token: '{token_type}'.

source: Verifying an static MSCHAP request is not supported with token type '{token_type}'.
de: Verifizierung einer statischen MSCHAP-Anfrage wird mit Token-Typ '{token_type}' nicht unterstützt.
es: La verificación de una solicitud MSCHAP estática no es compatible con el tipo de token '{token_type}'.
fr: La vérification d'une requête MSCHAP statique n'est pas prise en charge avec le type de token '{token_type}'.
it: La verifica di una richiesta MSCHAP statica non è supportata con il tipo di token '{token_type}'.

source: Token secret: {secret}
de: Token-Geheimnis: {secret}
es: Secreto del token: {secret}
fr: Secret du token : {secret}
it: Segreto del token: {secret}

source: Token PIN: {pin}
es: PIN del token: {pin}
fr: PIN du token : {pin}
it: PIN del token: {pin}

source: Token verified successful: {token_path}
de: Token erfolgreich verifiziert: {token_path}
es: Token verificado exitosamente: {token_path}
fr: Token vérifié avec succès : {token_path}
it: Token verificato con successo: {token_path}

source: Received OTP for wrong smartcard: {smartcard_id}
de: OTP für falsche Smartcard erhalten: {smartcard_id}
es: OTP recibido para tarjeta inteligente incorrecta: {smartcard_id}
fr: OTP reçu pour la mauvaise carte à puce : {smartcard_id}
it: Ricevuto OTP per smartcard errata: {smartcard_id}

source: Setting smartcard ID to token: {token_path}
de: Setze Smartcard-ID für Token: {token_path}
es: Configurando ID de tarjeta inteligente en token: {token_path}
fr: Définition de l'ID de carte à puce pour le token : {token_path}
it: Impostazione ID smartcard al token: {token_path}

source: Setting HMAC ID to token: {token_path}
de: Setze HMAC-ID für Token: {token_path}
es: Configurando ID HMAC en token: {token_path}
fr: Définition de l'ID HMAC pour le token : {token_path}
it: Impostazione ID HMAC al token: {token_path}

source: Setting HMAC challenge to token: {token_path}
de: Setze HMAC-Challenge für Token: {token_path}
es: Configurando desafío HMAC en token: {token_path}
fr: Définition du challenge HMAC pour le token : {token_path}
it: Impostazione challenge HMAC al token: {token_path}

source: Setting secret to token: {token_path}
de: Setze Geheimnis für Token: {token_path}
es: Configurando secreto en token: {token_path}
fr: Définition du secret pour le token : {token_path}
it: Impostazione segreto al token: {token_path}

source: Configuring token for slot: {slot}
de: Konfiguriere Token für Slot: {slot}
es: Configurando token para ranura: {slot}
fr: Configuration du token pour l'emplacement : {slot}
it: Configurazione token per slot: {slot}

source: Cannot generate secret without PIN.
de: Kann Geheimnis ohne PIN nicht generieren.
es: No se puede generar secreto sin PIN.
fr: Impossible de générer le secret sans PIN.
it: Impossibile generare segreto senza PIN.

source: Unknown mode: {mode}
de: Unbekannter Modus: {mode}
es: Modo desconocido: {mode}
fr: Mode inconnu : {mode}
it: Modalità sconosciuta: {mode}

source: Token already in mode: {mode}
de: Token bereits im Modus: {mode}
es: El token ya está en modo: {mode}
fr: Token déjà en mode : {mode}
it: Token già in modalità: {mode}

source: Token switched to mode1.
de: Token auf mode1 umgeschaltet.
es: Token cambiado a mode1.
fr: Token basculé en mode1.
it: Token passato a mode1.

source: Please enter PIN+OTP:
de: Bitte PIN+OTP eingeben:
es: Por favor ingrese PIN+OTP:
fr: Veuillez entrer PIN+OTP :
it: Inserisci PIN+OTP:

source: Unable to get PIN+OTP.
de: Kann PIN+OTP nicht abrufen.
es: No se puede obtener PIN+OTP.
fr: Impossible d'obtenir PIN+OTP.
it: Impossibile ottenere PIN+OTP.

source: Unable to get PIN.
de: PIN kann nicht abgerufen werden.
es: No se puede obtener el PIN.
fr: Impossible d'obtenir le PIN.
it: Impossibile ottenere PIN.

source: Wrong PIN or token out of sync.
de: Falscher PIN oder Token nicht synchron.
es: PIN incorrecto o token fuera de sincronización.
fr: PIN incorrect ou token désynchronisé.
it: PIN errato o token non sincronizzato.

source: Error adding OTP to list of used OTPs: {error}
de: Fehler beim Hinzufügen des OTP zur Liste der verwendeten OTPs: {error}
es: Error al agregar OTP a la lista de OTPs usados: {error}
fr: Erreur lors de l'ajout de l'OTP à la liste des OTP utilisés : {error}
it: Errore nell'aggiunta dell'OTP all'elenco degli OTP utilizzati: {error}

source: Token switched to mode2.
de: Token auf mode2 umgestellt.
es: Token cambiado a mode2.
fr: Token basculé en mode2.
it: Token passato a mode2.

source: WARNING: Changing token mode to 'mode2' requires re-deployment of the token!
de: WARNUNG: Das Ändern des Token-Modus auf 'mode2' erfordert eine erneute Bereitstellung des Tokens!
es: ADVERTENCIA: ¡Cambiar el modo del token a 'mode2' requiere la reimplementación del token!
fr: ATTENTION : Changer le mode du token en 'mode2' nécessite un redéploiement du token !
it: ATTENZIONE: Il cambio della modalità del token a 'mode2' richiede il ridispiegamento del token!

source: New PIN:
de: Neuer PIN:
es: Nuevo PIN:
fr: Nouveau PIN :
it: Nuovo PIN:

source: PIN must be numerical.
de: PIN muss numerisch sein.
es: El PIN debe ser numérico.
fr: Le PIN doit être numérique.
it: Il PIN deve essere numerico.

source: Repeat PIN:
de: PIN wiederholen:
es: Repetir PIN:
fr: Répéter le PIN :
it: Ripeti PIN:

source: New token secret: {secret}
de: Neues Token-Geheimnis: {secret}
es: Nuevo secreto del token: {secret}
fr: Nouveau secret du token : {secret}
it: Nuovo segreto del token: {secret}

source: Please re-sync token after deploying secret to token!
de: Bitte Token nach Bereitstellung des Geheimnisses neu synchronisieren!
es: ¡Por favor, resincronice el token después de implementar el secreto en el token!
fr: Veuillez resynchroniser le token après avoir déployé le secret sur le token !
it: Per favore risincronizza il token dopo aver distribuito il segreto al token!

source: WARNING: Offline usage is enabled for this token. Anybody who is able to access the offline token file is able to use it for login.
de: WARNUNG: Offline-Nutzung ist für diesen Token aktiviert. Jeder, der auf die Offline-Token-Datei zugreifen kann, kann sie für die Anmeldung verwenden.
es: ADVERTENCIA: El uso sin conexión está habilitado para este token. Cualquiera que pueda acceder al archivo del token sin conexión puede usarlo para iniciar sesión.
fr: ATTENTION : L'utilisation hors ligne est activée pour ce token. Quiconque peut accéder au fichier de token hors ligne peut l'utiliser pour se connecter.
it: ATTENZIONE: L'utilizzo offline è abilitato per questo token. Chiunque riesca ad accedere al file del token offline può usarlo per il login.

source: WARNING: Changing the secret of a token in mode2 is not supported. The secret changes if you change the PIN.
de: WARNUNG: Das Ändern des Geheimnisses eines Tokens in mode2 wird nicht unterstützt. Das Geheimnis ändert sich, wenn Sie den PIN ändern.
es: ADVERTENCIA: Cambiar el secreto de un token en mode2 no está soportado. El secreto cambia si cambias el PIN.
fr: ATTENTION : Changer le secret d'un token en mode2 n'est pas pris en charge. Le secret change si vous changez le PIN.
it: ATTENZIONE: La modifica del segreto di un token in mode2 non è supportata. Il segreto cambia se modifichi il PIN.

source: WARNING: Changing the secret requires a re-deployment of the token.
de: WARNUNG: Das Ändern des Geheimnisses erfordert eine erneute Bereitstellung des Tokens.
es: ADVERTENCIA: Cambiar el secreto requiere una reimplementación del token.
fr: ATTENTION : Changer le secret nécessite un redéploiement du token.
it: ATTENZIONE: La modifica del segreto richiede una ridistribuzione del token.

source: Change token secret?:
de: Token-Geheimnis ändern?:
es: ¿Cambiar el secreto del token?:
fr: Changer le secret du token ? :
it: Cambiare il segreto del token?:

source: Please re-sync token after changing the secret!
de: Bitte Token nach Änderung des Geheimnisses neu synchronisieren!
es: ¡Por favor, resincronice el token después de cambiar el secreto!
fr: Veuillez resynchroniser le token après avoir changé le secret !
it: Per favore risincronizza il token dopo aver cambiato il segreto!

source: WARNING: Changing the PIN of a token in mode2 requires a re-deployment of the token.
de: WARNUNG: Das Ändern des PINs eines Tokens in mode2 erfordert eine erneute Bereitstellung des Tokens.
es: ADVERTENCIA: Cambiar el PIN de un token en mode2 requiere una reimplementación del token.
fr: ATTENTION : Changer le PIN d'un token en mode2 nécessite un redéploiement du token.
it: ATTENZIONE: La modifica del PIN di un token in mode2 richiede una ridistribuzione del token.

source: Change token PIN?:
de: Token-PIN ändern?:
es: ¿Cambiar el PIN del token?:
fr: Changer le PIN du token ? :
it: Cambiare il PIN del token?:
