Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Failed to end transaction: {id}: {error}
de: Transaktion konnte nicht beendet werden: {id}: {error}
es: Error al finalizar transacción: {id}: {error}
fr: Échec de la fin de transaction : {id} : {error}
it: Impossibile terminare la transazione: {id}: {error}

source: Ended transaction: {id}
de: Transaktion beendet: {id}
es: Transacción finalizada: {id}
fr: Transaction terminée : {id}
it: Transazione terminata: {id}

source: Uhhh, tried to abort not existing transaction.
de: Uhhh, versuchte nicht existierende Transaktion abzubrechen.
es: Uhhh, se intentó abortar una transacción inexistente.
fr: Euh, tentative d'abandonner une transaction inexistante.
it: Uhhh, tentativo di annullare una transazione inesistente.

source: Aborted transaction: {id}
de: Transaktion abgebrochen: {id}
es: Transacción abortada: {id}
fr: Transaction abandonnée : {id}
it: Transazione annullata: {id}

source: Ignoring active transaction (file): {id}
de: Ignoriere aktive Transaktion (Datei): {id}
es: Ignorando transacción activa (archivo): {id}
fr: Transaction active ignorée (fichier) : {id}
it: Transazione attiva ignorata (file): {id}

source: Failed to load transaction: {transaction}: {error}
de: Transaktion konnte nicht geladen werden: {transaction}: {error}
es: Error al cargar transacción: {transaction}: {error}
fr: Échec du chargement de la transaction : {transaction} : {error}
it: Impossibile caricare la transazione: {transaction}: {error}

source: Replaying transaction (file): {transaction}
de: Wiederhole Transaktion (Datei): {transaction}
es: Reproduciendo transacción (archivo): {transaction}
fr: Rejeu de la transaction (fichier) : {transaction}
it: Riproduzione transazione (file): {transaction}

source: Failed to replay transaction: {id}: {error}
de: Transaktion konnte nicht wiederholt werden: {id}: {error}
es: Error al reproducir transacción: {id}: {error}
fr: Échec du rejeu de la transaction : {id} : {error}
it: Impossibile riprodurre la transazione: {id}: {error}

source: Ignoring active transaction (object): {id}
de: Ignoriere aktive Transaktion (Objekt): {id}
es: Ignorando transacción activa (objeto): {id}
fr: Transaction active ignorée (objet) : {id}
it: Transazione attiva ignorata (oggetto): {id}

source: Replaying transaction (object): {transaction}
de: Wiederhole Transaktion (Objekt): {transaction}
es: Reproduciendo transacción (objeto): {transaction}
fr: Rejeu de la transaction (objet) : {transaction}
it: Riproduzione transazione (oggetto): {transaction}

source: Error creating index for object: {object_id}: {error}
de: Fehler beim Erstellen des Index für Objekt: {object_id}: {error}
es: Error al crear índice para objeto: {object_id}: {error}
fr: Erreur lors de la création de l'index pour l'objet : {object_id} : {error}
it: Errore nella creazione dell'indice per l'oggetto: {object_id}: {error}

source: Error removing index for object: {object_id}: {error}
de: Fehler beim Entfernen des Index für Objekt: {object_id}: {error}
es: Error al eliminar índice para objeto: {object_id}: {error}
fr: Erreur lors de la suppression de l'index pour l'objet : {object_id} : {error}
it: Errore nella rimozione dell'indice per l'oggetto: {object_id}: {error}

source: Applying action: {action}: {log_name}
de: Wende Aktion an: {action}: {log_name}
es: Aplicando acción: {action}: {log_name}
fr: Application de l'action : {action} : {log_name}
it: Applicazione azione: {action}: {log_name}

source: Unknown transaction action: {action}
de: Unbekannte Transaktionsaktion: {action}
es: Acción de transacción desconocida: {action}
fr: Action de transaction inconnue : {action}
it: Azione transazione sconosciuta: {action}

source: Waiting for cluster events...
de: Warte auf Cluster-Ereignisse...
es: Esperando eventos del clúster...
fr: En attente des événements du cluster...
it: In attesa di eventi cluster...

source: Waiting for cluster event: {object_id} ({timestamp})
de: Warte auf Cluster-Ereignis: {object_id} ({timestamp})
es: Esperando evento del clúster: {object_id} ({timestamp})
fr: En attente de l'événement du cluster : {object_id} ({timestamp})
it: In attesa dell'evento cluster: {object_id} ({timestamp})

source: Timeout waiting for cluster write: {object_id} ({timestamp})
de: Timeout beim Warten auf Cluster-Schreibvorgang: {object_id} ({timestamp})
es: Tiempo de espera agotado para escritura del clúster: {object_id} ({timestamp})
fr: Timeout en attente de l'écriture du cluster : {object_id} ({timestamp})
it: Timeout in attesa della scrittura cluster: {object_id} ({timestamp})

source: Got cluster event: {object_id} ({timestamp})
de: Cluster-Ereignis erhalten: {object_id} ({timestamp})
es: Evento del clúster recibido: {object_id} ({timestamp})
fr: Événement du cluster reçu : {object_id} ({timestamp})
it: Ricevuto evento cluster: {object_id} ({timestamp})

source: Finished waiting for cluster events...
de: Warten auf Cluster-Ereignisse beendet...
es: Finalizó la espera de eventos del clúster...
fr: Fin de l'attente des événements du cluster...
it: Attesa eventi cluster terminata...

source: Transaction is locked: {id} ({lock_type})
de: Transaktion ist gesperrt: {id} ({lock_type})
es: La transacción está bloqueada: {id} ({lock_type})
fr: La transaction est verrouillée : {id} ({lock_type})
it: La transazione è bloccata: {id} ({lock_type})

source: Tried to release released transaction lock.
de: Versuchte freigegebene Transaktionssperre freizugeben.
es: Se intentó liberar un bloqueo de transacción ya liberado.
fr: Tentative de libérer un verrou de transaction déjà libéré.
it: Tentativo di rilasciare un blocco transazione già rilasciato.

source: Error writing config file: {config_file}: {error}
de: Fehler beim Schreiben der Konfigurationsdatei: {config_file}: {error}
es: Error al escribir archivo de configuración: {config_file}: {error}
fr: Erreur lors de l'écriture du fichier de configuration : {config_file} : {error}
it: Errore nella scrittura del file di configurazione: {config_file}: {error}

source: Removing incomplete transaction: {log_name}
de: Entferne unvollständige Transaktion: {log_name}
es: Eliminando transacción incompleta: {log_name}
fr: Suppression de la transaction incomplète : {log_name}
it: Rimozione transazione incompleta: {log_name}

source: Uuuuh, missing transaction PID: {log_name}
de: Uuuuh, fehlende Transaktions-PID: {log_name}
es: Uuuuh, falta el PID de la transacción: {log_name}
fr: Euh, PID de transaction manquant : {log_name}
it: Uuuuh, PID transazione mancante: {log_name}

source: Error reading transaction status: {status_file}: {error}
de: Fehler beim Lesen des Transaktionsstatus: {status_file}: {error}
es: Error al leer el estado de la transacción: {status_file}: {error}
fr: Erreur de lecture du statut de la transaction : {status_file} : {error}
it: Errore nella lettura dello stato della transazione: {status_file}: {error}

source: Invalid transaction status data: {status_data}
de: Ungültige Transaktionsstatusdaten: {status_data}
es: Datos de estado de transacción inválidos: {status_data}
fr: Données de statut de transaction invalides : {status_data}
it: Dati dello stato della transazione non validi: {status_data}

source: Error decoding transaction status data: {status_file}: {error}
de: Fehler beim Dekodieren der Transaktionsstatusdaten: {status_file}: {error}
es: Error al decodificar datos de estado de transacción: {status_file}: {error}
fr: Erreur lors du décodage des données de statut de la transaction : {status_file} : {error}
it: Errore nella decodifica dei dati dello stato della transazione: {status_file}: {error}

source: Reading transaction data from disk: {file}
de: Lese Transaktionsdaten von Festplatte: {file}
es: Leyendo datos de transacción del disco: {file}
fr: Lecture des données de transaction depuis le disque : {file}
it: Lettura dati transazione dal disco: {file}

source: Error reading transaction: {file}: {error}
de: Fehler beim Lesen der Transaktion: {file}: {error}
es: Error al leer transacción: {file}: {error}
fr: Erreur de lecture de la transaction : {file} : {error}
it: Errore nella lettura della transazione: {file}: {error}

source: Reading transaction cluster data from disk: {file}
de: Lese Transaktions-Cluster-Daten von Festplatte: {file}
es: Leyendo datos de transacción del clúster del disco: {file}
fr: Lecture des données de transaction du cluster depuis le disque : {file}
it: Lettura dati cluster transazione dal disco: {file}

source: Not writing emtpy transaction to disk: {log_name}
de: Schreibe keine leere Transaktion auf Festplatte: {log_name}
es: No escribiendo transacción vacía en disco: {log_name}
fr: Pas d'écriture de transaction vide sur le disque : {log_name}
it: Non si sta scrivendo una transazione vuota su disco: {log_name}

source: Writing transaction to disk: {spool_dir}
de: Schreibe Transaktion auf Festplatte: {spool_dir}
es: Escribiendo transacción en disco: {spool_dir}
fr: Écriture de la transaction sur le disque : {spool_dir}
it: Scrittura della transazione su disco: {spool_dir}

source: Writing transaction data to disk: {journal_file} ({name})
de: Schreibe Transaktionsdaten auf Festplatte: {journal_file} ({name})
es: Escribiendo datos de transacción en disco: {journal_file} ({name})
fr: Écriture des données de transaction sur le disque : {journal_file} ({name})
it: Scrittura dei dati della transazione su disco: {journal_file} ({name})

source: Writing transaction cluster data to disk: {journal_file} ({name})
de: Schreibe Transaktions-Cluster-Daten auf Festplatte: {journal_file} ({name})
es: Escribiendo datos de clúster de transacción en disco: {journal_file} ({name})
fr: Écriture des données de cluster de transaction sur le disque : {journal_file} ({name})
it: Scrittura dei dati del cluster della transazione su disco: {journal_file} ({name})

source: Transaction succesfully written to disk: {log_name}
de: Transaktion erfolgreich auf Festplatte geschrieben: {log_name}
es: Transacción escrita exitosamente en disco: {log_name}
fr: Transaction écrite avec succès sur le disque : {log_name}
it: Transazione scritta con successo su disco: {log_name}

source: Error creating directory: {error}
de: Fehler beim Erstellen des Verzeichnisses: {error}
es: Error creando directorio: {error}
fr: Erreur lors de la création du répertoire : {error}
it: Errore nella creazione della directory: {error}

source: Error removing file '{filepath}: {error}
de: Fehler beim Entfernen der Datei '{filepath}: {error}
es: Error eliminando archivo '{filepath}: {error}
fr: Erreur lors de la suppression du fichier '{filepath} : {error}
it: Errore nella rimozione del file '{filepath}: {error}

source: Removing transaction: {log_name}
de: Entferne Transaktion: {log_name}
es: Eliminando transacción: {log_name}
fr: Suppression de la transaction : {log_name}
it: Rimozione della transazione: {log_name}

source: Failed to remove transaction: {error}
de: Transaktion konnte nicht entfernt werden: {error}
es: Fallo al eliminar transacción: {error}
fr: Échec de la suppression de la transaction : {error}
it: Impossibile rimuovere la transazione: {error}

source: Failed to add commit file: {commit_file}: {error}
de: Commit-Datei konnte nicht hinzugefügt werden: {commit_file}: {error}
es: Fallo al agregar archivo de confirmación: {commit_file}: {error}
fr: Échec de l'ajout du fichier de validation : {commit_file} : {error}
it: Impossibile aggiungere il file di commit: {commit_file}: {error}

source: Error renaming directory: {src_dir} > {dst_dir}: {error}
de: Fehler beim Umbenennen des Verzeichnisses: {src_dir} > {dst_dir}: {error}
es: Error renombrando directorio: {src_dir} > {dst_dir}: {error}
fr: Erreur lors du renommage du répertoire : {src_dir} > {dst_dir} : {error}
it: Errore nel rinominare la directory: {src_dir} > {dst_dir}: {error}

source: Error removing directory '{directory}: {error}
de: Fehler beim Entfernen des Verzeichnisses '{directory}: {error}
es: Error eliminando directorio '{directory}: {error}
fr: Erreur lors de la suppression du répertoire '{directory} : {error}
it: Errore nella rimozione della directory '{directory}: {error}

source: Error while nsscache action '{nsscache_action}: {error}
de: Fehler bei nsscache-Aktion '{nsscache_action}: {error}
es: Error durante acción nsscache '{nsscache_action}: {error}
fr: Erreur lors de l'action nsscache '{nsscache_action} : {error}
it: Errore durante l'azione nsscache '{nsscache_action}: {error}

source: Failed to commit transaction: {log_name}: {error}
de: Transaktion konnte nicht committet werden: {log_name}: {error}
es: Fallo al confirmar transacción: {log_name}: {error}
fr: Échec de la validation de la transaction : {log_name} : {error}
it: Impossibile eseguire il commit della transazione: {log_name}: {error}

source: Commiting transaction: {log_name}
de: Committe Transaktion: {log_name}
es: Confirmando transacción: {log_name}
fr: Validation de la transaction : {log_name}
it: Commit della transazione: {log_name}

source: Failed to replay transaction: {log_name}: {error}
de: Transaktion konnte nicht wiederholt werden: {log_name}: {error}
es: Fallo al reproducir transacción: {log_name}: {error}
fr: Échec de la relecture de la transaction : {log_name} : {error}
it: Impossibile riprodurre la transazione: {log_name}: {error}

source: Transaction action: {action}: {object_id}: {log_name}
de: Transaktionsaktion: {action}: {object_id}: {log_name}
es: Acción de transacción: {action}: {object_id}: {log_name}
fr: Action de transaction : {action} : {object_id} : {log_name}
it: Azione della transazione: {action}: {object_id}: {log_name}

source: Writing cached transaction objects...
de: Schreibe zwischengespeicherte Transaktionsobjekte...
es: Escribiendo objetos de transacción en caché...
fr: Écriture des objets de transaction mis en cache...
it: Scrittura degli oggetti della transazione in cache...

source: Writing cached object: {object}: {log_name}
de: Schreibe zwischengespeichertes Objekt: {object}: {log_name}
es: Escribiendo objeto en caché: {object}: {log_name}
fr: Écriture de l'objet mis en cache : {object} : {log_name}
it: Scrittura dell'oggetto in cache: {object}: {log_name}

source: Failed to write object: {object}: {error}
de: Objekt konnte nicht geschrieben werden: {object}: {error}
es: Fallo al escribir objeto: {object}: {error}
fr: Échec de l'écriture de l'objet : {object} : {error}
it: Impossibile scrivere l'oggetto: {object}: {error}

source: Written {count} cached objects: {log_name}
de: {count} zwischengespeicherte Objekte geschrieben: {log_name}
es: Escritos {count} objetos en caché: {log_name}
fr: {count} objets mis en cache écrits : {log_name}
it: Scritti {count} oggetti in cache: {log_name}

source: Transaction action: {action}: {object_id} > {new_object_id}: {log_name}
de: Transaktionsaktion: {action}: {object_id} > {new_object_id}: {log_name}
es: Acción de transacción: {action}: {object_id} > {new_object_id}: {log_name}
fr: Action de transaction : {action} : {object_id} > {new_object_id} : {log_name}
it: Azione della transazione: {action}: {object_id} > {new_object_id}: {log_name}

source: Transaction data successful written to disk: {log_name}
de: Transaktionsdaten erfolgreich auf Festplatte geschrieben: {log_name}
es: Datos de transacción escritos exitosamente en disco: {log_name}
fr: Données de transaction écrites avec succès sur le disque : {log_name}
it: Dati della transazione scritti con successo su disco: {log_name}

source: Transaction commited successful: {log_name}
de: Transaktion erfolgreich committet: {log_name}
es: Transacción confirmada exitosamente: {log_name}
fr: Transaction validée avec succès : {log_name}
it: Transazione eseguita con successo: {log_name}

source: Applying object transaction (write): {object_id}: {log_name}
de: Wende Objekttransaktion an (schreiben): {object_id}: {log_name}
es: Aplicando transacción de objeto (escribir): {object_id}: {log_name}
fr: Application de la transaction d'objet (écriture) : {object_id} : {log_name}
it: Applicazione della transazione oggetto (scrittura): {object_id}: {log_name}

source: Applying object transaction (delete): {object_id}: {log_name}
de: Wende Objekttransaktion an (löschen): {object_id}: {log_name}
es: Aplicando transacción de objeto (eliminar): {object_id}: {log_name}
fr: Application de la transaction d'objet (suppression) : {object_id} : {log_name}
it: Applicazione della transazione oggetto (eliminazione): {object_id}: {log_name}

source: Applying object transaction (rename): {old_oid} > {new_oid}: {log_name}
de: Wende Objekttransaktion an (umbenennen): {old_oid} > {new_oid}: {log_name}
es: Aplicando transacción de objeto (renombrar): {old_oid} > {new_oid}: {log_name}
fr: Application de la transaction d'objet (renommage) : {old_oid} > {new_oid} : {log_name}
it: Applicazione della transazione oggetto (rinomina): {old_oid} > {new_oid}: {log_name}

source: Applying object transaction (add sign cache): {object_id}: {log_name}
de: Wende Objekttransaktion an (Signatur-Cache hinzufügen): {object_id}: {log_name}
es: Aplicando transacción de objeto (agregar caché de firma): {object_id}: {log_name}
fr: Application de la transaction d'objet (ajout cache de signature) : {object_id} : {log_name}
it: Applicazione della transazione oggetto (aggiungi cache firma): {object_id}: {log_name}

source: Applying object transaction (del sign cache): {object_id}: {log_name}
de: Wende Objekttransaktion an (Signatur-Cache löschen): {object_id}: {log_name}
es: Aplicando transacción de objeto (eliminar caché de firma): {object_id}: {log_name}
fr: Application de la transaction d'objet (suppression cache de signature) : {object_id} : {log_name}
it: Applicazione della transazione oggetto (elimina cache firma): {object_id}: {log_name}

source: Failed to load JSON value: {e}
de: JSON-Wert konnte nicht geladen werden: {e}
es: Fallo al cargar valor JSON: {e}
fr: Échec du chargement de la valeur JSON : {e}
it: Impossibile caricare il valore JSON: {e}

source: Error generating TOTP: {e}
de: Fehler beim Generieren von TOTP: {e}
es: Error generando TOTP: {e}
fr: Erreur lors de la génération TOTP : {e}
it: Errore nella generazione del TOTP: {e}

source: Error verifying TOTP: {e}
de: Fehler beim Verifizieren von TOTP: {e}
es: Error verificando TOTP: {e}
fr: Erreur lors de la vérification TOTP : {e}
it: Errore nella verifica del TOTP: {e}

source: Error generating HOTP: {e}
de: Fehler beim Generieren von HOTP: {e}
es: Error generando HOTP: {e}
fr: Erreur lors de la génération HOTP : {e}
it: Errore nella generazione dell'HOTP: {e}

source: Error verifying HOTP: {e}
de: Fehler beim Verifizieren von HOTP: {e}
es: Error verificando HOTP: {e}
fr: Erreur lors de la vérification HOTP : {e}
it: Errore nella verifica dell'HOTP: {e}

source: Shared dict already registered: {name}
de: Gemeinsames Dictionary bereits registriert: {name}
es: Diccionario compartido ya registrado: {name}
fr: Dictionnaire partagé déjà enregistré : {name}
it: Dict condiviso già registrato: {name}

source: Shared list already registered: {name}
de: Gemeinsame Liste bereits registriert: {name}
es: Lista compartida ya registrada: {name}
fr: Liste partagée déjà enregistrée : {name}
it: Lista condivisa già registrata: {name}

source: Received SIGTERM.
de: SIGTERM empfangen.
es: SIGTERM recibido.
fr: SIGTERM reçu.
it: Ricevuto SIGTERM.

source: Cannot run this method from within a thread.
de: Diese Methode kann nicht innerhalb eines Threads ausgeführt werden.
es: No se puede ejecutar este método desde dentro de un hilo.
fr: Impossible d'exécuter cette méthode depuis un thread.
it: Impossibile eseguire questo metodo da un thread.

source: Process forked: {pid}
de: Prozess geforkt: {pid}
es: Proceso bifurcado: {pid}
fr: Processus forké : {pid}
it: Processo biforcato: {pid}

source: Connection cleanup failed: {pid}: {e}
de: Verbindungsbereinigung fehlgeschlagen: {pid}: {e}
es: Fallo en limpieza de conexión: {pid}: {e}
fr: Échec du nettoyage de connexion : {pid} : {e}
it: Pulizia della connessione fallita: {pid}: {e}

source: Lock cleanup failed: {pid}: {e}
de: Lock-Bereinigung fehlgeschlagen: {pid}: {e}
es: Fallo en limpieza de bloqueo: {pid}: {e}
fr: Échec du nettoyage de verrou : {pid} : {e}
it: Pulizia del lock fallita: {pid}: {e}

source: Backend cleanup failed: {pid}: {e}
de: Backend-Bereinigung fehlgeschlagen: {pid}: {e}
es: Fallo en limpieza de backend: {pid}: {e}
fr: Échec du nettoyage du backend : {pid} : {e}
it: Pulizia del backend fallita: {pid}: {e}

source: Failed to get shared dict: {o_name}: {e}
de: Gemeinsames Dictionary konnte nicht abgerufen werden: {o_name}: {e}
es: Fallo al obtener diccionario compartido: {o_name}: {e}
fr: Échec de l'obtention du dictionnaire partagé : {o_name} : {e}
it: Impossibile ottenere il dict condiviso: {o_name}: {e}

source: Failed to resolve group: {g}
de: Gruppe konnte nicht aufgelöst werden: {g}
es: Fallo al resolver grupo: {g}
fr: Échec de la résolution du groupe : {g}
it: Impossibile risolvere il gruppo: {g}

source: Failed to drop privileges (group)
de: Privilegien konnten nicht abgelegt werden (Gruppe)
es: Fallo al eliminar privilegios (grupo)
fr: Échec de l'abandon des privilèges (groupe)
it: Impossibile rilasciare i privilegi (gruppo)

source: Failed to change cwd: {e}
de: Arbeitsverzeichnis konnte nicht gewechselt werden: {e}
es: Fallo al cambiar cwd: {e}
fr: Échec du changement de répertoire courant : {e}
it: Impossibile cambiare cwd: {e}

source: Starting multiprocessing manager: {pid}
de: Starte Multiprocessing-Manager: {pid}
es: Iniciando gestor de multiprocesamiento: {pid}
fr: Démarrage du gestionnaire multiprocessing : {pid}
it: Avvio del manager multiprocessing: {pid}

source: Failed to open posix message queue: {queue_name}: {e}
de: POSIX-Message-Queue konnte nicht geöffnet werden: {queue_name}: {e}
es: Fallo al abrir cola de mensajes posix: {queue_name}: {e}
fr: Échec de l'ouverture de la file de messages posix : {queue_name} : {e}
it: Impossibile aprire la coda di messaggi posix: {queue_name}: {e}

source: Queue timeout reached: {queue}
de: Queue-Timeout erreicht: {queue}
es: Tiempo de espera de cola alcanzado: {queue}
fr: Délai d'attente de la file atteint : {queue}
it: Timeout della coda raggiunto: {queue}

source: Error: Unable to get data len from queue request: {data}
de: Fehler: Datenlänge kann nicht aus Queue-Anfrage abgerufen werden: {data}
es: Error: No se puede obtener longitud de datos de solicitud de cola: {data}
fr: Erreur : Impossible d'obtenir la longueur des données de la requête de file : {data}
it: Errore: Impossibile ottenere la lunghezza dei dati dalla richiesta della coda: {data}

source: Broken connection while receiving data.
de: Verbindungsabbruch beim Empfangen von Daten.
es: Conexión interrumpida al recibir datos.
fr: Connexion interrompue lors de la réception des données.
it: Connessione interrotta durante la ricezione dei dati.

source: Failed to decode received data: {e}
de: Fehler beim Dekodieren empfangener Daten: {e}
es: Error al decodificar los datos recibidos: {e}
fr: Échec du décodage des données reçues : {e}
it: Impossibile decodificare i dati ricevuti: {e}

source: Queue closed.
de: Queue geschlossen.
es: Cola cerrada.
fr: File d'attente fermée.
it: Coda chiusa.

source: Exiting on signal.
de: Beendigung durch Signal.
es: Saliendo por señal.
fr: Arrêt sur signal.
it: Uscita su segnale.

source: Receive invalid message: Sender missing
de: Ungültige Nachricht empfangen: Absender fehlt
es: Mensaje inválido recibido: Remitente faltante
fr: Message invalide reçu : Expéditeur manquant
it: Messaggio non valido ricevuto: Mittente mancante

source: Receive invalid message: Command missing
de: Ungültige Nachricht empfangen: Befehl fehlt
es: Mensaje inválido recibido: Comando faltante
fr: Message invalide reçu : Commande manquante
it: Messaggio non valido ricevuto: Comando mancante
