Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Token '{token_name}' is not a valid token type for this request. Authentication will fail.
de: Token '{token_name}' ist kein gültiger Token-Typ für diese Anfrage. Authentifizierung wird fehlschlagen.
es: El token '{token_name}' no es un tipo de token válido para esta solicitud. La autenticación fallará.
fr: Le jeton '{token_name}' n'est pas un type de jeton valide pour cette requête. L'authentification échouera.
it: Il token '{token_name}' non è un tipo di token valido per questa richiesta. L'autenticazione fallirà.

source: Token '{token_name}' pass type is not valid for this request. Authentication will fail.
de: Token '{token_name}' Pass-Typ ist nicht gültig für diese Anfrage. Authentifizierung wird fehlschlagen.
es: El tipo de contraseña del token '{token_name}' no es válido para esta solicitud. La autenticación fallará.
fr: Le type de passe du jeton '{token_name}' n'est pas valide pour cette requête. L'authentification échouera.
it: Il tipo di password del token '{token_name}' non è valido per questa richiesta. L'autenticazione fallirà.

source: Verification failed because token is not valid for accessgroup '{access_group}'.
de: Verifizierung fehlgeschlagen, da Token nicht gültig für Zugriffsgruppe '{access_group}' ist.
es: La verificación falló porque el token no es válido para el grupo de acceso '{access_group}'.
fr: La vérification a échoué car le jeton n'est pas valide pour le groupe d'accès '{access_group}'.
it: La verifica è fallita perché il token non è valido per il gruppo di accesso '{access_group}'.

source: WARNING: Token '{auth_token}' does not exists anymore. Maybe it was deleted while this sessions exists?
de: WARNUNG: Token '{auth_token}' existiert nicht mehr. Vielleicht wurde es gelöscht während diese Sitzung existiert?
es: ADVERTENCIA: El token '{auth_token}' ya no existe. ¿Tal vez fue eliminado mientras esta sesión existe?
fr: AVERTISSEMENT : Le jeton '{auth_token}' n'existe plus. Peut-être a-t-il été supprimé pendant que cette session existe ?
it: ATTENZIONE: Il token '{auth_token}' non esiste più. Potrebbe essere stato eliminato mentre questa sessione esiste?

source: Session refresh request. Updating Session '{session_name}'
de: Sitzungsaktualisierungsanfrage. Aktualisiere Sitzung '{session_name}'
es: Solicitud de actualización de sesión. Actualizando sesión '{session_name}'
fr: Requête de rafraîchissement de session. Mise à jour de la session '{session_name}'
it: Richiesta di aggiornamento sessione. Aggiornamento della sessione '{session_name}'

source: Realm logout request. Removing session '{session_name}'
de: Realm-Logout-Anfrage. Entferne Sitzung '{session_name}'
es: Solicitud de cierre de sesión del realm. Eliminando sesión '{session_name}'
fr: Requête de déconnexion du domaine. Suppression de la session '{session_name}'
it: Richiesta di logout del realm. Rimozione della sessione '{session_name}'

source: Logout request. Removing session '{session_name}'
de: Logout-Anfrage. Entferne Sitzung '{session_name}'
es: Solicitud de cierre de sesión. Eliminando sesión '{session_name}'
fr: Requête de déconnexion. Suppression de la session '{session_name}'
it: Richiesta di logout. Rimozione della sessione '{session_name}'

source: No session found for this request.
de: Keine Sitzung für diese Anfrage gefunden.
es: No se encontró sesión para esta solicitud.
fr: Aucune session trouvée pour cette requête.
it: Nessuna sessione trovata per questa richiesta.

source: Verifying session '{session_name}'.
de: Verifiziere Sitzung '{session_name}'.
es: Verificando sesión '{session_name}'.
fr: Vérification de la session '{session_name}'.
it: Verifica della sessione '{session_name}'.

source: Trying to logout old user session...
de: Versuche alte Benutzersitzung abzumelden...
es: Intentando cerrar sesión de usuario antigua...
fr: Tentative de déconnexion de l'ancienne session utilisateur...
it: Tentativo di disconnettere la vecchia sessione utente...

source: Logged out old user session: {session_name}
de: Alte Benutzersitzung abgemeldet: {session_name}
es: Sesión de usuario antigua cerrada: {session_name}
fr: Session utilisateur ancienne déconnectée : {session_name}
it: Disconnessa la vecchia sessione utente: {session_name}

source: Checking for used SOTP...
de: Prüfe auf verwendetes SOTP...
es: Verificando SOTP usado...
fr: Vérification des SOTP utilisés...
it: Controllo SOTP utilizzato...

source: You have to set self.one_iter_hash first.
de: Sie müssen zuerst self.one_iter_hash setzen.
es: Primero tienes que establecer self.one_iter_hash.
fr: Vous devez d'abord définir self.one_iter_hash.
it: Devi prima impostare self.one_iter_hash.

source: Request contains an already used SOTP. Authentication will fail.
de: Anfrage enthält ein bereits verwendetes SOTP. Authentifizierung wird fehlschlagen.
es: La solicitud contiene un SOTP ya utilizado. La autenticación fallará.
fr: La requête contient un SOTP déjà utilisé. L'authentification échouera.
it: La richiesta contiene un SOTP già utilizzato. L'autenticazione fallirà.

source: Unknown host type {host_type}
de: Unbekannter Host-Typ {host_type}
es: Tipo de host desconocido {host_type}
fr: Type d'hôte inconnu {host_type}
it: Tipo di host sconosciuto {host_type}

source: Unknown {host_type}: {host}
de: Unbekannter {host_type}: {host}
es: {host_type} desconocido: {host}
fr: {host_type} inconnu : {host}
it: {host_type} sconosciuto: {host}

source: Client '{client}' does not exist.
de: Client '{client}' existiert nicht.
es: El cliente '{client}' no existe.
fr: Le client '{client}' n'existe pas.
it: Il client '{client}' non esiste.

source: Client '{client}' is disabled.
de: Client '{client}' ist deaktiviert.
es: El cliente '{client}' está deshabilitado.
fr: Le client '{client}' est désactivé.
it: Client '{client}' disabilitato.

source: Client does not have accessgroup set: {client_name}
de: Client hat keine Zugriffsgruppe gesetzt: {client_name}
es: El cliente no tiene accessgroup configurado: {client_name}
fr: Le client n'a pas de groupe d'accès défini : {client_name}
it: Il client non ha un gruppo di accesso impostato: {client_name}

source: Access group '{access_group}' does not exist.
de: Zugriffsgruppe '{access_group}' existiert nicht.
es: El grupo de acceso '{access_group}' no existe.
fr: Le groupe d'accès '{access_group}' n'existe pas.
it: Il gruppo di accesso '{access_group}' non esiste.

source: Access group '{access_group}' is disabled.
de: Zugriffsgruppe '{access_group}' ist deaktiviert.
es: El grupo de acceso '{access_group}' está deshabilitado.
fr: Le groupe d'accès '{access_group}' est désactivé.
it: Il gruppo di accesso '{access_group}' è disabilitato.

source: Session creation for accessgroup '{access_group}' is disabled. Verification of parent sessions will still be done.
de: Sitzungserstellung für Zugriffsgruppe '{access_group}' ist deaktiviert. Verifizierung von Elternsitzungen wird trotzdem durchgeführt.
es: La creación de sesión para el grupo de acceso '{access_group}' está deshabilitada. La verificación de sesiones padre aún se realizará.
fr: La création de session pour le groupe d'accès '{access_group}' est désactivée. La vérification des sessions parentes sera toujours effectuée.
it: La creazione della sessione per il gruppo di accesso '{access_group}' è disabilitata. La verifica delle sessioni padre verrà comunque eseguita.

source: Authentication with realm is disabled: {realm_name}
de: Authentifizierung mit Realm ist deaktiviert: {realm_name}
es: La autenticación con el realm está deshabilitada: {realm_name}
fr: L'authentification avec le domaine est désactivée : {realm_name}
it: L'autenticazione con il realm è disabilitata: {realm_name}

source: Authentication with site is disabled: {site_realm}/{site_name}
de: Authentifizierung mit Site ist deaktiviert: {site_realm}/{site_name}
es: La autenticación con el sitio está deshabilitada: {site_realm}/{site_name}
fr: L'authentification avec le site est désactivée : {site_realm}/{site_name}
it: L'autenticazione con il sito è disabilitata: {site_realm}/{site_name}

source: Users unit is disabled: {unit_name}
de: Benutzereinheit ist deaktiviert: {unit_name}
es: La unidad de usuarios está deshabilitada: {unit_name}
fr: L'unité utilisateurs est désactivée : {unit_name}
it: L'unità utenti è disabilitata: {unit_name}

source: User '{user_name}' is disabled.
de: Benutzer '{user_name}' ist deaktiviert.
es: El usuario '{user_name}' está deshabilitado.
fr: L'utilisateur '{user_name}' est désactivé.
it: L'utente '{user_name}' è disabilitato.

source: User '{user_name}' is blocked for accessgroup '{access_group}'
de: Benutzer '{user_name}' ist für Zugriffsgruppe '{access_group}' blockiert
es: El usuario '{user_name}' está bloqueado para el grupo de acceso '{access_group}'
fr: L'utilisateur '{user_name}' est bloqué pour le groupe d'accès '{access_group}'
it: L'utente '{user_name}' è bloccato per il gruppo di accesso '{access_group}'

source: Token does not exist: {user_token}
de: Token existiert nicht: {user_token}
es: El token no existe: {user_token}
fr: Le jeton n'existe pas : {user_token}
it: Il token non esiste: {user_token}

source: Verifying token from request: {token_path}
de: Verifiziere Token aus Anfrage: {token_path}
es: Verificando token de la solicitud: {token_path}
fr: Vérification du jeton de la requête : {token_path}
it: Verifica del token dalla richiesta: {token_path}

source: Token '{token_path}' is not in accessgroup '{access_group}'. Authentication will fail.
de: Token '{token_path}' ist nicht in Zugriffsgruppe '{access_group}'. Authentifizierung wird fehlschlagen.
es: El token '{token_path}' no está en el grupo de acceso '{access_group}'. La autenticación fallará.
fr: Le jeton '{token_path}' n'est pas dans le groupe d'accès '{access_group}'. L'authentification échouera.
it: Il token '{token_path}' non è nel gruppo di accesso '{access_group}'. L'autenticazione fallirà.

source: Selecting user tokens based on access_group '{access_group}'
de: Wähle Benutzer-Token basierend auf Zugriffsgruppe '{access_group}'
es: Seleccionando tokens de usuario basándose en el grupo de acceso '{access_group}'
fr: Sélection des jetons utilisateur basée sur le groupe d'accès '{access_group}'
it: Selezione dei token utente in base al gruppo di accesso '{access_group}'

source: Unable to find a token to verify this request.
de: Kann kein Token zur Verifizierung dieser Anfrage finden.
es: No se puede encontrar un token para verificar esta solicitud.
fr: Impossible de trouver un jeton pour vérifier cette requête.
it: Impossibile trovare un token per verificare questa richiesta.

source: Verification of token '{token_name}' returned error: {error}
de: Verifizierung von Token '{token_name}' hat Fehler zurückgegeben: {error}
es: La verificación del token '{token_name}' devolvió error: {error}
fr: La vérification du jeton '{token_name}' a retourné une erreur : {error}
it: La verifica del token '{token_name}' ha restituito un errore: {error}

source: Verification of token (temp) '{token_name}' returned error: {error}
de: Verifizierung von Token (temp) '{token_name}' hat Fehler zurückgegeben: {error}
es: La verificación del token (temp) '{token_name}' devolvió error: {error}
fr: La vérification du jeton (temp) '{token_name}' a retourné une erreur : {error}
it: La verifica del token (temp) '{token_name}' ha restituito un errore: {error}

source: Not verifying disabled token: {token_name}
de: Verifiziere deaktiviertes Token nicht: {token_name}
es: No se verifica el token deshabilitado: {token_name}
fr: Jeton désactivé non vérifié : {token_name}
it: Token disabilitato non verificato: {token_name}

source: Not verifying disabled destination token: {token_path}
de: Verifiziere deaktiviertes Ziel-Token nicht: {token_path}
es: No se verifica el token de destino deshabilitado: {token_path}
fr: Jeton de destination désactivé non vérifié : {token_path}
it: Token di destinazione disabilitato non verificato: {token_path}

source: Unable to load second factor token of '{token_path}': {error}
de: Kann Zweifaktor-Token von '{token_path}' nicht laden: {error}
es: No se puede cargar el token de segundo factor de '{token_path}': {error}
fr: Impossible de charger le jeton de second facteur de '{token_path}' : {error}
it: Impossibile caricare il token del secondo fattore di '{token_path}': {error}

source: Verifying {token_type}-token '{token_path}'.
de: Verifiziere {token_type}-Token '{token_path}'.
es: Verificando {token_type}-token '{token_path}'.
fr: Vérification du jeton-{token_type} '{token_path}'.
it: Verifica del token-{token_type} '{token_path}'.

source: Token '{token_name}' verified successful. Sending OTP to user...
de: Token '{token_name}' erfolgreich verifiziert. Sende OTP an Benutzer...
es: Token '{token_name}' verificado exitosamente. Enviando OTP al usuario...
fr: Jeton '{token_name}' vérifié avec succès. Envoi de l'OTP à l'utilisateur...
it: Token '{token_name}' verificato con successo. Invio OTP all'utente...

source: Error sending OTP to user: {error}
de: Fehler beim Senden von OTP an Benutzer: {error}
es: Error al enviar OTP al usuario: {error}
fr: Erreur lors de l'envoi de l'OTP à l'utilisateur : {error}
it: Errore nell'invio dell'OTP all'utente: {error}

source: Error running user authorization script: {error}
de: Fehler beim Ausführen des Benutzerautorisierungsskripts: {error}
es: Error al ejecutar el script de autorización de usuario: {error}
fr: Erreur lors de l'exécution du script d'autorisation utilisateur : {error}
it: Errore nell'esecuzione dello script di autorizzazione utente: {error}

source: User '{user_name}' authenticated successful with token '{token_name}' but user authorization script returned failure.
de: Benutzer '{user_name}' erfolgreich authentifiziert mit Token '{token_name}', aber Benutzerautorisierungsskript hat Fehler zurückgegeben.
es: El usuario '{user_name}' se autenticó exitosamente con el token '{token_name}' pero el script de autorización de usuario devolvió fallo.
fr: L'utilisateur '{user_name}' s'est authentifié avec succès avec le jeton '{token_name}' mais le script d'autorisation utilisateur a retourné un échec.
it: L'utente '{user_name}' autenticato con successo con il token '{token_name}' ma lo script di autorizzazione utente ha restituito un errore.

source: Starting token authorization script...
de: Starte Token-Autorisierungsskript...
es: Iniciando script de autorización de token...
fr: Démarrage du script d'autorisation du jeton...
it: Avvio dello script di autorizzazione del token...

source: Error running token authorization script: {error}
de: Fehler beim Ausführen des Token-Autorisierungsskripts: {error}
es: Error al ejecutar el script de autorización de token: {error}
fr: Erreur lors de l'exécution du script d'autorisation du jeton : {error}
it: Errore nell'esecuzione dello script di autorizzazione del token: {error}

source: Token '{token_name}' verified successful but token authorization script returned failure.
de: Token '{token_name}' erfolgreich verifiziert, aber Token-Autorisierungsskript hat Fehler zurückgegeben.
es: El token '{token_name}' se verificó exitosamente pero el script de autorización de token devolvió fallo.
fr: Jeton '{token_name}' vérifié avec succès mais le script d'autorisation du jeton a retourné un échec.
it: Token '{token_name}' verificato con successo ma lo script di autorizzazione del token ha restituito un errore.

source: Token '{token_name}' verified successful.
de: Token '{token_name}' erfolgreich verifiziert.
es: El token '{token_name}' se verificó exitosamente.
fr: Jeton '{token_name}' vérifié avec succès.
it: Token '{token_name}' verificato con successo.

source: Received wrong redirect challenge.
de: Falsche Redirect-Challenge erhalten.
es: Se recibió un desafío de redirección incorrecto.
fr: Défi de redirection incorrect reçu.
it: Ricevuta challenge di reindirizzamento errata.

source: JWT data is missing login token.
de: JWT-Daten fehlt Login-Token.
es: Faltan los datos del token de inicio de sesión en JWT.
fr: Les données JWT manquent le jeton de connexion.
it: Nei dati JWT manca il token di login.

source: JWT data is missing login accessgroup.
de: JWT-Daten fehlt Login-Zugriffsgruppe.
es: Falta el accessgroup de inicio de sesión en los datos JWT.
fr: Les données JWT manquent le groupe d'accès de connexion.
it: Nei dati JWT manca il gruppo di accesso di login.

source: JWT data is missing auth reason.
de: JWT-Daten fehlt Authentifizierungsgrund.
es: Falta la razón de autenticación en los datos JWT.
fr: Les données JWT manquent la raison d'authentification.
it: Nei dati JWT manca il motivo dell'autenticazione.

source: Outer JWT accessgroup mismatch: {access_group} <> {auth_accessgroup}
de: Äußere JWT-Zugriffsgruppe stimmt nicht überein: {access_group} <> {auth_accessgroup}
es: Discrepancia de accessgroup en JWT externo: {access_group} <> {auth_accessgroup}
fr: Non-correspondance du groupe d'accès JWT externe : {access_group} <> {auth_accessgroup}
it: Discrepanza gruppo di accesso JWT esterno: {access_group} <> {auth_accessgroup}

source: Outer JWT reason mismatch: {required_reason} <> {auth_reason}
de: Äußerer JWT-Grund stimmt nicht überein: {required_reason} <> {auth_reason}
es: Discrepancia de razón en JWT externo: {required_reason} <> {auth_reason}
fr: Non-correspondance de la raison JWT externe : {required_reason} <> {auth_reason}
it: Discrepanza motivo JWT esterno: {required_reason} <> {auth_reason}

source: Unable to decode inner JWT: {error}
de: Kann innere JWT nicht dekodieren: {error}
es: No se puede decodificar el JWT interno: {error}
fr: Impossible de décoder le JWT interne : {error}
it: Impossibile decodificare il JWT interno: {error}

source: Inner JWT realm mismatch: {realm} <> {jwt_site}
de: Innere JWT-Realm stimmt nicht überein: {realm} <> {jwt_site}
es: Discrepancia de realm en JWT interno: {realm} <> {jwt_site}
fr: Non-correspondance du domaine JWT interne : {realm} <> {jwt_site}
it: Discrepanza realm JWT interno: {realm} <> {jwt_site}

source: Inner JWT site mismatch: {site} <> {jwt_site}
de: Innere JWT-Site stimmt nicht überein: {site} <> {jwt_site}
es: Discrepancia de sitio en JWT interno: {site} <> {jwt_site}
fr: Non-correspondance du site JWT interne : {site} <> {jwt_site}
it: Discrepanza sito JWT interno: {site} <> {jwt_site}

source: Inner JWT user mismatch: {user_name} <> {jwt_user}
de: Innerer JWT-Benutzer stimmt nicht überein: {user_name} <> {jwt_user}
es: Discrepancia de usuario en JWT interno: {user_name} <> {jwt_user}
fr: Non-correspondance de l'utilisateur JWT interne : {user_name} <> {jwt_user}
it: Discrepanza utente JWT interno: {user_name} <> {jwt_user}

source: Inner JWT accessgroup mismatch: {access_group} <> {jwt_accessgroup}
de: Innere JWT-Zugriffsgruppe stimmt nicht überein: {access_group} <> {jwt_accessgroup}
es: Discrepancia de accessgroup en JWT interno: {access_group} <> {jwt_accessgroup}
fr: Non-correspondance du groupe d'accès JWT interne : {access_group} <> {jwt_accessgroup}
it: Discrepanza gruppo di accesso JWT interno: {access_group} <> {jwt_accessgroup}

source: Inner JWT reason mismatch: {required_reason} <> {jwt_reason}
de: Innerer JWT-Grund stimmt nicht überein: {required_reason} <> {jwt_reason}
es: Discrepancia de razón en JWT interno: {required_reason} <> {jwt_reason}
fr: Non-correspondance de la raison JWT interne : {required_reason} <> {jwt_reason}
it: Discrepanza motivo JWT interno: {required_reason} <> {jwt_reason}

source: Max sessions reached for this accessgroup: {max_sessions}
de: Maximale Sitzungen für diese Zugriffsgruppe erreicht: {max_sessions}
es: Se alcanzó el máximo de sesiones para este grupo de acceso: {max_sessions}
fr: Nombre maximal de sessions atteint pour ce groupe d'accès : {max_sessions}
it: Raggiunto il numero massimo di sessioni per questo gruppo di accesso: {max_sessions}

source: Checking for sessions older than relogin timeout: {relogin_timeout}
de: Prüfe auf Sitzungen älter als Relogin-Timeout: {relogin_timeout}
es: Verificando sesiones anteriores al tiempo de espera de reingreso: {relogin_timeout}
fr: Recherche de sessions plus anciennes que le délai de reconnexion : {relogin_timeout}
it: Controllo delle sessioni più vecchie del timeout di relogin: {relogin_timeout}

source: Deleting session '{session_name}' based on max_sessions/relogin_timeout configured for this group.
de: Lösche Sitzung '{session_name}' basierend auf max_sessions/relogin_timeout konfiguriert für diese Gruppe.
es: Eliminando sesión '{session_name}' basándose en max_sessions/relogin_timeout configurado para este grupo.
fr: Suppression de la session '{session_name}' basée sur max_sessions/relogin_timeout configuré pour ce groupe.
it: Eliminazione della sessione '{session_name}' in base a max_sessions/relogin_timeout configurati per questo gruppo.

source: Max sessions reached for this accessgroup and no outdated session found.
de: Max. Sitzungen für diese Zugriffsgruppe erreicht und keine veraltete Sitzung gefunden.
es: Se alcanzó el máximo de sesiones para este grupo de acceso y no se encontró ninguna sesión desactualizada.
fr: Sessions maximales atteintes pour ce groupe d'accès et aucune session obsolète trouvée.
it: Raggiunto il numero massimo di sessioni per questo gruppo di accesso e nessuna sessione scaduta trovata.

source: Max sessions reached for this accessgroup and no relogin allowed.
de: Max. Sitzungen für diese Zugriffsgruppe erreicht und kein Relogin erlaubt.
es: Se alcanzó el máximo de sesiones para este grupo de acceso y no se permite reiniciar sesión.
fr: Sessions maximales atteintes pour ce groupe d'accès et reconnexion non autorisée.
it: Raggiunto il numero massimo di sessioni per questo gruppo di accesso e relogin non consentito.

source: Cannot create sessions for MSCHAP request with token/password type: {pass_type}
de: Kann keine Sitzungen für MSCHAP-Anfrage mit Token-/Passworttyp erstellen: {pass_type}
es: No se pueden crear sesiones para solicitud MSCHAP con tipo de token/contraseña: {pass_type}
fr: Impossible de créer des sessions pour la requête MSCHAP avec le type token/mot de passe : {pass_type}
it: Impossibile creare sessioni per richiesta MSCHAP con tipo token/password: {pass_type}

source: Found a valid session master: '{session_master}'
de: Gültige Master-Sitzung gefunden: '{session_master}'
es: Se encontró un maestro de sesión válido: '{session_master}'
fr: Session maître valide trouvée : '{session_master}'
it: Trovata una sessione master valida: '{session_master}'

source: Adding session '{session_name}' as child session of '{auth_session_name}'.
de: Füge Sitzung '{session_name}' als untergeordnete Sitzung von '{auth_session_name}' hinzu.
es: Agregando sesión '{session_name}' como sesión secundaria de '{auth_session_name}'.
fr: Ajout de la session '{session_name}' comme session enfant de '{auth_session_name}'.
it: Aggiunta della sessione '{session_name}' come sessione figlia di '{auth_session_name}'.

source: Resetting login fail count for '{user_name}/{access_group}' from '{fail_count}' to 0.
de: Setze Login-Fehlerzähler für '{user_name}/{access_group}' von '{fail_count}' auf 0 zurück.
es: Restableciendo contador de intentos fallidos de inicio de sesión para '{user_name}/{access_group}' de '{fail_count}' a 0.
fr: Réinitialisation du compteur d'échecs de connexion pour '{user_name}/{access_group}' de '{fail_count}' à 0.
it: Azzeramento del conteggio dei tentativi di login falliti per '{user_name}/{access_group}' da '{fail_count}' a 0.

source: Error resetting login fail count: {error}
de: Fehler beim Zurücksetzen des Login-Fehlerzählers: {error}
es: Error al restablecer el contador de intentos fallidos de inicio de sesión: {error}
fr: Erreur lors de la réinitialisation du compteur d'échecs de connexion : {error}
it: Errore nel reimpostare il conteggio dei tentativi di accesso falliti: {error}
