Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Failed to get audit logger: {error}
de: Fehler beim Abrufen des Audit-Loggers: {error}
es: Error al obtener el registrador de auditoría: {error}
fr: Échec de l'obtention du logger d'audit : {error}
it: Impossibile ottenere l'audit logger: {error}

source: Unsupported RSP hash type: {hash_type}
de: Nicht unterstützter RSP-Hash-Typ: {hash_type}
es: Tipo de hash RSP no soportado: {hash_type}
fr: Type de hash RSP non supporté : {hash_type}
it: Tipo di hash RSP non supportato: {hash_type}

source: Realm login requests must have accessgroup 'REALM' set.
de: Realm-Login-Anfragen müssen Zugriffsgruppe 'REALM' gesetzt haben.
es: Las solicitudes de inicio de sesión de dominio deben tener el grupo de acceso 'REALM' establecido.
fr: Les requêtes de connexion au domaine doivent avoir le groupe d'accès 'REALM' défini.
it: Le richieste di login al realm devono avere il gruppo di accesso 'REALM' impostato.

source: Realm login requests must contain 'host_type', 'host' and 'host_ip'.
de: Realm-Login-Anfragen müssen 'host_type', 'host' und 'host_ip' enthalten.
es: Las solicitudes de inicio de sesión de dominio deben contener 'host_type', 'host' y 'host_ip'.
fr: Les requêtes de connexion au domaine doivent contenir 'host_type', 'host' et 'host_ip'.
it: Le richieste di login al realm devono contenere 'host_type', 'host' e 'host_ip'.

source: Realm logout requests must have accessgroup 'REALM' set.
de: Realm-Logout-Anfragen müssen Zugriffsgruppe 'REALM' gesetzt haben.
es: Las solicitudes de cierre de sesión de dominio deben tener el grupo de acceso 'REALM' establecido.
fr: Les requêtes de déconnexion du domaine doivent avoir le groupe d'accès 'REALM' défini.
it: Le richieste di logout dal realm devono avere il gruppo di accesso 'REALM' impostato.

source: Realm logout requests must contain 'host_type', 'host' and 'host_ip'.
de: Realm-Logout-Anfragen müssen 'host_type', 'host' und 'host_ip' enthalten.
es: Las solicitudes de cierre de sesión de dominio deben contener 'host_type', 'host' y 'host_ip'.
fr: Les requêtes de déconnexion du domaine doivent contenir 'host_type', 'host' et 'host_ip'.
it: Le richieste di logout dal realm devono contenere 'host_type', 'host' e 'host_ip'.

source: This is a screen unlock request.
de: Dies ist eine Bildschirm-Entsperrungsanfrage.
es: Esta es una solicitud de desbloqueo de pantalla.
fr: Il s'agit d'une requête de déverrouillage d'écran.
it: Questa è una richiesta di sblocco schermo.

source: Unknown host type: {host_type}
de: Unbekannter Host-Typ: {host_type}
es: Tipo de host desconocido: {host_type}
fr: Type d'hôte inconnu : {host_type}
it: Tipo di host sconosciuto: {host_type}

source: Processing MSCHAP authentication request.
de: Verarbeite MSCHAP-Authentifizierungsanfrage.
es: Procesando solicitud de autenticación MSCHAP.
fr: Traitement de la requête d'authentification MSCHAP.
it: Elaborazione richiesta di autenticazione MSCHAP.

source: Processing clear-text authentication request.
de: Verarbeite Klartext-Authentifizierungsanfrage.
es: Procesando solicitud de autenticación de texto sin cifrar.
fr: Traitement de la requête d'authentification en texte clair.
it: Elaborazione richiesta di autenticazione in chiaro.

source: Processing SSH authentication request.
de: Verarbeite SSH-Authentifizierungsanfrage.
es: Procesando solicitud de autenticación SSH.
fr: Traitement de la requête d'authentification SSH.
it: Elaborazione richiesta di autenticazione SSH.

source: Processing smartcard authentication request.
de: Verarbeite Smartcard-Authentifizierungsanfrage.
es: Procesando solicitud de autenticación de tarjeta inteligente.
fr: Traitement de la requête d'authentification par carte à puce.
it: Elaborazione richiesta di autenticazione smartcard.

source: Received invalid auth mode: {auth_mode}
de: Ungültiger Auth-Modus empfangen: {auth_mode}
es: Modo de autenticación no válido recibido: {auth_mode}
fr: Mode d'authentification invalide reçu : {auth_mode}
it: Ricevuta modalità di autenticazione non valida: {auth_mode}

source: Authentication disabled for this site: {site_realm}/{site_name}
de: Authentifizierung deaktiviert für diese Site: {site_realm}/{site_name}
es: Autenticación deshabilitada para este sitio: {site_realm}/{site_name}
fr: Authentification désactivée pour ce site : {site_realm}/{site_name}
it: Autenticazione disabilitata per questo sito: {site_realm}/{site_name}

source: Unable to load offline encryption: {error}
de: Offline-Verschlüsselung kann nicht geladen werden: {error}
es: No se puede cargar el cifrado sin conexión: {error}
fr: Impossible de charger le chiffrement hors ligne : {error}
it: Impossibile caricare la crittografia offline: {error}

source: Failed to generate offline encryption key: {error}
de: Fehler beim Generieren des Offline-Verschlüsselungsschlüssels: {error}
es: Error al generar la clave de cifrado sin conexión: {error}
fr: Échec de la génération de la clé de chiffrement hors ligne : {error}
it: Impossibile generare la chiave di crittografia offline: {error}

source: Verifying user default token...
de: Verifiziere Benutzer-Standard-Token...
es: Verificando token predeterminado del usuario...
fr: Vérification du token par défaut de l'utilisateur...
it: Verifica del token predefinito dell'utente...

source: Verifying otp_push tokens...
de: Verifiziere otp_push-Token...
es: Verificando tokens otp_push...
fr: Vérification des tokens otp_push...
it: Verifica dei token otp_push...

source: Verifying OTP tokens...
de: Verifiziere OTP-Token...
es: Verificando tokens OTP...
fr: Vérification des tokens OTP...
it: Verifica dei token OTP...

source: Verifying static password tokens...
de: Verifiziere statische Passwort-Token...
es: Verificando tokens de contraseña estática...
fr: Vérification des tokens de mot de passe statique...
it: Verifica dei token password statiche...

source: Verifying SSH tokens...
de: Verifiziere SSH-Token...
es: Verificando tokens SSH...
fr: Vérification des tokens SSH...
it: Verifica dei token SSH...

source: Verifying smartcard tokens...
de: Verifiziere Smartcard-Token...
es: Verificando tokens de tarjeta inteligente...
fr: Vérification des tokens de carte à puce...
it: Verifica dei token smartcard...

source: Verifying script_static tokens...
de: Verifiziere script_static-Token...
es: Verificando tokens script_static...
fr: Vérification des tokens script_static...
it: Verifica dei token script_static...

source: Verifying script_otp tokens...
de: Verifiziere script_otp-Token...
es: Verificando tokens script_otp...
fr: Vérification des tokens script_otp...
it: Verifica dei token script_otp...

source: Logging of sensitive authentication data is enabled. You should disable LOG_AUTH_DATA in production environments!!!
de: Protokollierung sensibler Authentifizierungsdaten ist aktiviert. Sie sollten LOG_AUTH_DATA in Produktionsumgebungen deaktivieren!!!
es: El registro de datos de autenticación confidenciales está habilitado. ¡Debe deshabilitar LOG_AUTH_DATA en entornos de producción!
fr: L'enregistrement des données d'authentification sensibles est activé. Vous devriez désactiver LOG_AUTH_DATA dans les environnements de production !!!
it: La registrazione dei dati di autenticazione sensibili è abilitata. Dovresti disabilitare LOG_AUTH_DATA negli ambienti di produzione!!!

source: Authentication request misses DH public key.
de: Authentifizierungsanfrage fehlt DH-öffentlicher Schlüssel.
es: La solicitud de autenticación no tiene clave pública DH.
fr: La requête d'authentification manque la clé publique DH.
it: La richiesta di autenticazione manca della chiave pubblica DH.

source: Generating RSP...
de: Generiere RSP...
es: Generando RSP...
fr: Génération du RSP...
it: Generazione RSP...

source: Got SSH private key from token: {token_path}
de: SSH-privater Schlüssel von Token erhalten: {token_path}
es: Se obtuvo clave privada SSH del token: {token_path}
fr: Clé privée SSH obtenue du token : {token_path}
it: Ottenuta chiave privata SSH dal token: {token_path}

source: Realm login successful with token '{token_name}'
de: Realm-Login erfolgreich mit Token '{token_name}'
es: Inicio de sesión de dominio exitoso con token '{token_name}'
fr: Connexion au domaine réussie avec le token '{token_name}'
it: Login al realm riuscito con il token '{token_name}'

source: Will not count failed logins because of max_fail=0.
de: Fehlgeschlagene Logins werden nicht gezählt wegen max_fail=0.
es: No se contarán los inicios de sesión fallidos debido a max_fail=0.
fr: Les échecs de connexion ne seront pas comptés à cause de max_fail=0.
it: Non verranno conteggiati i login falliti a causa di max_fail=0.

source: Cannot count failed login without accessgroup.
de: Kann fehlgeschlagenen Login ohne Zugriffsgruppe nicht zählen.
es: No se puede contar el inicio de sesión fallido sin grupo de acceso.
fr: Impossible de compter l'échec de connexion sans groupe d'accès.
it: Impossibile conteggiare il login fallito senza gruppo di accesso.

source: Cannot count failed login without password hash.
de: Kann fehlgeschlagenen Login ohne Passwort-Hash nicht zählen.
es: No se puede contar el inicio de sesión fallido sin hash de contraseña.
fr: Impossible de compter l'échec de connexion sans hash de mot de passe.
it: Impossibile conteggiare il login fallito senza hash della password.

source: WARNING: You may have hit a BUG of AuthHandler().authenticate(). Authentication failed.
de: WARNUNG: Möglicherweise wurde ein BUG von AuthHandler().authenticate() erreicht. Authentifizierung fehlgeschlagen.
es: ADVERTENCIA: Es posible que haya encontrado un ERROR de AuthHandler().authenticate(). La autenticación falló.
fr: AVERTISSEMENT : Vous avez peut-être rencontré un BUG de AuthHandler().authenticate(). L'authentification a échoué.
it: ATTENZIONE: Potresti aver riscontrato un BUG di AuthHandler().authenticate(). Autenticazione fallita.

source: Client closed connection.
de: Client hat Verbindung geschlossen.
es: El cliente cerró la conexión.
fr: Le client a fermé la connexion.
it: Il client ha chiuso la connessione.

source: Failed to receive data from client: {error}
de: Fehler beim Empfangen von Daten vom Client: {error}
es: Error al recibir datos del cliente: {error}
fr: Échec de la réception des données du client : {error}
it: Impossibile ricevere dati dal client: {error}

source: Received null data from client, closing connection: {client}
de: Null-Daten vom Client empfangen, schließe Verbindung: {client}
es: Se recibieron datos nulos del cliente, cerrando conexión: {client}
fr: Données nulles reçues du client, fermeture de la connexion : {client}
it: Ricevuti dati nulli dal client, chiusura connessione: {client}

source: Exception in protocol handler: {error}
de: Ausnahme im Protokoll-Handler: {error}
es: Excepción en el manejador de protocolo: {error}
fr: Exception dans le gestionnaire de protocole : {error}
it: Eccezione nel gestore del protocollo: {error}

source: Failed to decode request with protocol handler: {proto_handler}: {error}
de: Fehler beim Dekodieren der Anfrage mit Protokoll-Handler: {proto_handler}: {error}
es: Error al decodificar la solicitud con el manejador de protocolo: {proto_handler}: {error}
fr: Échec du décodage de la requête avec le gestionnaire de protocole : {proto_handler}: {error}
it: Impossibile decodificare la richiesta con il gestore del protocollo: {proto_handler}: {error}

source: Failed to decode request: {proto_handler}: {error}
de: Fehler beim Dekodieren der Anfrage: {proto_handler}: {error}
es: Error al decodificar la solicitud: {proto_handler}: {error}
fr: Échec du décodage de la requête : {proto_handler}: {error}
it: Impossibile decodificare la richiesta: {proto_handler}: {error}

source: Polite people say helo :)
de: Höfliche Leute sagen Hallo :)
es: La gente educada dice hola :)
fr: Les gens polis disent helo :)
it: Le persone educate dicono helo :)

source: Client supported protocols missing in request.
de: Vom Client unterstützte Protokolle fehlen in der Anfrage.
es: Faltan los protocolos soportados por el cliente en la solicitud.
fr: Protocoles supportés par le client manquants dans la requête.
it: Protocolli supportati dal client mancanti nella richiesta.

source: Protocol negotiation failed.
de: Protokollverhandlung fehlgeschlagen.
es: La negociación del protocolo falló.
fr: La négociation du protocole a échoué.
it: Negoziazione del protocollo fallita.

source: Failed to load protocol handler: {proto_class}: {error}
de: Fehler beim Laden des Protokoll-Handlers: {proto_class}: {error}
es: Error al cargar el manejador de protocolo: {proto_class}: {error}
fr: Échec du chargement du gestionnaire de protocole : {proto_class} : {error}
it: Impossibile caricare il gestore del protocollo: {proto_class}: {error}

source: Internal server error.
de: Interner Serverfehler.
es: Error interno del servidor.
fr: Erreur interne du serveur.
it: Errore interno del server.

source: Client certificate verification failed: {client_ip}: {error}
de: Client-Zertifikatverifizierung fehlgeschlagen: {client_ip}: {error}
es: Falló la verificación del certificado del cliente: {client_ip}: {error}
fr: Échec de la vérification du certificat client : {client_ip} : {error}
it: Verifica del certificato client fallita: {client_ip}: {error}

source: Unknown exception in protocol handler: {proto_class}: {error}
de: Unbekannte Ausnahme im Protokoll-Handler: {proto_class}: {error}
es: Excepción desconocida en el manejador de protocolo: {proto_class}: {error}
fr: Exception inconnue dans le gestionnaire de protocole : {proto_class} : {error}
it: Eccezione sconosciuta nel gestore del protocollo: {proto_class}: {error}

source: Using protocol {protocol} for client: {client_ip}
de: Verwende Protokoll {protocol} für Client: {client_ip}
es: Usando protocolo {protocol} para el cliente: {client_ip}
fr: Utilisation du protocole {protocol} pour le client : {client_ip}
it: Utilizzo del protocollo {protocol} per il client: {client_ip}

source: Client protocol missing in request.
de: Client-Protokoll fehlt in der Anfrage.
es: Protocolo del cliente faltante en la solicitud.
fr: Protocole client manquant dans la requête.
it: Protocollo client mancante nella richiesta.

source: Client protocol missmatch.
de: Client-Protokoll stimmt nicht überein.
es: Discrepancia de protocolo del cliente.
fr: Incompatibilité du protocole client.
it: Discordanza del protocollo client.

source: Bye bye...
de: Tschüss...
es: Adiós...
fr: Au revoir...
it: Arrivederci...

source: {error_code} Unknown command: {command}
de: {error_code} Unbekannter Befehl: {command}
es: {error_code} Comando desconocido: {command}
fr: {error_code} Commande inconnue : {command}
it: {error_code} Comando sconosciuto: {command}

source: Client closed connection while sending data.
de: Client hat Verbindung während der Datenübertragung geschlossen.
es: El cliente cerró la conexión mientras enviaba datos.
fr: Le client a fermé la connexion pendant l'envoi des données.
it: Il client ha chiuso la connessione durante l'invio dei dati.

source: Failed to send response: {error}
de: Fehler beim Senden der Antwort: {error}
es: Error al enviar respuesta: {error}
fr: Échec de l'envoi de la réponse : {error}
it: Impossibile inviare la risposta: {error}

source: Client closed connection while sending final response.
de: Client hat Verbindung während der finalen Antwort geschlossen.
es: El cliente cerró la conexión mientras enviaba la respuesta final.
fr: Le client a fermé la connexion pendant l'envoi de la réponse finale.
it: Il client ha chiuso la connessione durante l'invio della risposta finale.

source: Failed to send final response: {error}
de: Fehler beim Senden der finalen Antwort: {error}
es: Error al enviar la respuesta final: {error}
fr: Échec de l'envoi de la réponse finale : {error}
it: Impossibile inviare la risposta finale: {error}

source: Authentication with realm '{realm_name}' is already enabled.
de: Authentifizierung mit Realm '{realm_name}' ist bereits aktiviert.
es: La autenticación con el reino '{realm_name}' ya está habilitada.
fr: L'authentification avec le royaume '{realm_name}' est déjà activée.
it: L'autenticazione con il realm '{realm_name}' è già abilitata.

source: Enable authentication for own realm?
de: Authentifizierung für eigenes Realm aktivieren?
es: ¿Habilitar autenticación para el reino propio?
fr: Activer l'authentification pour le royaume propre ?
it: Abilitare l'autenticazione per il proprio realm?

source: Enable authentication with realm '{realm_name}'?:
de: Authentifizierung mit Realm '{realm_name}' aktivieren?:
es: ¿Habilitar autenticación con el reino '{realm_name}'?:
fr: Activer l'authentification avec le royaume '{realm_name}' ? :
it: Abilitare l'autenticazione con il realm '{realm_name}'?:

source: Cannot disable authentication for own realm.
de: Kann Authentifizierung für eigenes Realm nicht deaktivieren.
es: No se puede deshabilitar la autenticación para el reino propio.
fr: Impossible de désactiver l'authentification pour le royaume propre.
it: Impossibile disabilitare l'autenticazione per il proprio realm.

source: Authentication with realm '{realm_name}' is already disabled.
de: Authentifizierung mit Realm '{realm_name}' ist bereits deaktiviert.
es: La autenticación con el reino '{realm_name}' ya está deshabilitada.
fr: L'authentification avec le royaume '{realm_name}' est déjà désactivée.
it: L'autenticazione con il realm '{realm_name}' è già disabilitata.

source: Disable authentication with realm '{realm_name}'?:
de: Authentifizierung mit Realm '{realm_name}' deaktivieren?:
es: ¿Deshabilitar autenticación con el reino '{realm_name}'?:
fr: Désactiver l'authentification avec le royaume '{realm_name}' ? :
it: Disabilitare l'autenticazione con il realm '{realm_name}'?:

source: Synchronization with realm '{realm_name}' is already enabled.
de: Synchronisierung mit Realm '{realm_name}' ist bereits aktiviert.
es: La sincronización con el reino '{realm_name}' ya está habilitada.
fr: La synchronisation avec le royaume '{realm_name}' est déjà activée.
it: La sincronizzazione con il realm '{realm_name}' è già abilitata.

source: Enable synchronization with realm '{realm_name}'?:
de: Synchronisierung mit Realm '{realm_name}' aktivieren?:
es: ¿Habilitar sincronización con el reino '{realm_name}'?:
fr: Activer la synchronisation avec le royaume '{realm_name}' ? :
it: Abilitare la sincronizzazione con il realm '{realm_name}'?:

source: Cannot disable synchronization for own realm.
de: Kann Synchronisierung für eigenes Realm nicht deaktivieren.
es: No se puede deshabilitar la sincronización para el reino propio.
fr: Impossible de désactiver la synchronisation pour le royaume propre.
it: Impossibile disabilitare la sincronizzazione per il proprio realm.

source: Synchronization with realm '{realm_name}' is already disabled.
de: Synchronisierung mit Realm '{realm_name}' ist bereits deaktiviert.
es: La sincronización con el reino '{realm_name}' ya está deshabilitada.
fr: La synchronisation avec le royaume '{realm_name}' est déjà désactivée.
it: La sincronizzazione con il realm '{realm_name}' è già disabilitata.

source: Disable synchronization with realm '{realm_name}'?:
de: Synchronisierung mit Realm '{realm_name}' deaktivieren?:
es: ¿Deshabilitar sincronización con el reino '{realm_name}'?:
fr: Désactiver la synchronisation avec le royaume '{realm_name}' ? :
it: Disabilitare la sincronizzazione con il realm '{realm_name}'?:

source: Cannot add alias with the same name as this realm.
de: Kann keinen Alias mit demselben Namen wie dieses Realm hinzufügen.
es: No se puede agregar un alias con el mismo nombre que este reino.
fr: Impossible d'ajouter un alias avec le même nom que ce royaume.
it: Impossibile aggiungere un alias con lo stesso nome di questo realm.

source: Alias '{alias}' already added to this realm.
de: Alias '{alias}' bereits zu diesem Realm hinzugefügt.
es: El alias '{alias}' ya está agregado a este reino.
fr: L'alias '{alias}' est déjà ajouté à ce royaume.
it: L'alias '{alias}' è già aggiunto a questo realm.

source: Alias '{alias}' is not an alias of this realm.
de: Alias '{alias}' ist kein Alias dieses Realms.
es: El alias '{alias}' no es un alias de este reino.
fr: L'alias '{alias}' n'est pas un alias de ce royaume.
it: L'alias '{alias}' non è un alias di questo realm.

source: Realm got no CA. This should not happen. :(
de: Realm hat keine CA. Das sollte nicht passieren. :(
es: El reino no tiene CA. Esto no debería suceder. :(
fr: Le royaume n'a pas de CA. Cela ne devrait pas arriver. :(
it: Il realm non ha una CA. Questo non dovrebbe succedere. :(

source: Missing realm CA. This should not happen. :(
de: Fehlende Realm CA. Das sollte nicht passieren. :(
es: CA del reino faltante. Esto no debería suceder. :(
fr: CA du royaume manquante. Cela ne devrait pas arriver. :(
it: CA del realm mancante. Questo non dovrebbe succedere. :(

source: Uuuuh missing site CA: {site_ca}
de: Uuuuh fehlende Site CA: {site_ca}
es: Uuuuh CA del sitio faltante: {site_ca}
fr: Euh CA du site manquante : {site_ca}
it: Uuuuh CA del sito mancante: {site_ca}

source: We already have our realm initialized. :)
de: Wir haben unser Realm bereits initialisiert. :)
es: Ya tenemos nuestro reino inicializado. :)
fr: Nous avons déjà notre royaume initialisé. :)
it: Abbiamo già il nostro realm inizializzato. :)

source: Found {object_type}s for realm '{realm_name}'. Cannot initialize realm.
de: Habe {object_type}s für Realm '{realm_name}' gefunden. Kann Realm nicht initialisieren.
es: Se encontraron {object_type}s para el reino '{realm_name}'. No se puede inicializar el reino.
fr: {object_type}s trouvés pour le royaume '{realm_name}'. Impossible d'initialiser le royaume.
it: Trovati {object_type} per il realm '{realm_name}'. Impossibile inizializzare il realm.

source: Verifying floaging IP: {site_address}
de: Verifiziere Floating IP: {site_address}
es: Verificando IP flotante: {site_address}
fr: Vérification de l'IP flottante : {site_address}
it: Verifica IP flottante: {site_address}

source: Unable to configure floaging IP: {site_address}: {error}
de: Kann Floating IP nicht konfigurieren: {site_address}: {error}
es: No se puede configurar la IP flotante: {site_address}: {error}
fr: Impossible de configurer l'IP flottante : {site_address} : {error}
it: Impossibile configurare l'IP flottante: {site_address}: {error}

source: Error generating password salt: {error}
de: Fehler beim Generieren des Passwort-Salts: {error}
es: Error al generar salt de contraseña: {error}
fr: Erreur de génération du sel du mot de passe : {error}
it: Errore nella generazione del salt della password: {error}

source: Uuuhhh, our master site already exists.
de: Uuuhhh, unsere Master-Site existiert bereits.
es: Uuuhhh, nuestro sitio maestro ya existe.
fr: Euh, notre site maître existe déjà.
it: Uuuhhh, il nostro sito master esiste già.

source: Adding site '{realm_master}' with address '{site_address}' as realm master.
de: Füge Site '{realm_master}' mit Adresse '{site_address}' als Realm Master hinzu.
es: Agregando sitio '{realm_master}' con dirección '{site_address}' como maestro del reino.
fr: Ajout du site '{realm_master}' avec l'adresse '{site_address}' comme maître du royaume.
it: Aggiunta del sito '{realm_master}' con indirizzo '{site_address}' come master del realm.

source: Error creating master site.
de: Fehler beim Erstellen der Master-Site.
es: Error al crear sitio maestro.
fr: Erreur lors de la création du site maître.
it: Errore nella creazione del sito master.

source: Error writing realm config
de: Fehler beim Schreiben der Realm-Konfiguration
es: Error al escribir configuración del reino
fr: Erreur lors de l'écriture de la configuration du royaume
it: Errore nella scrittura della configurazione del realm
