Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-node unlimit_logins {node}
de: Verwendung: otpme-node unlimit_logins {node}
es: Uso: otpme-node unlimit_logins {node}
it: Utilizzo: otpme-node unlimit_logins {node}

source: Unlimit logins.
de: Login-Limitierung aufheben.
es: Deslimitar inicios de sesión.
fr: Délimiter les connexions.
it: Rimuovi limite login.

source: Usage: otpme-node get_ssh_authorized_keys {node} [user]
de: Verwendung: otpme-node get_ssh_authorized_keys {node} [user]
es: Uso: otpme-node get_ssh_authorized_keys {node} [user]
it: Utilizzo: otpme-node get_ssh_authorized_keys {node} [user]

source: Get SSH authorized keys for node.
de: SSH authorized keys für Node abrufen.
es: Obtener claves autorizadas SSH para el nodo.
fr: Obtenir les clés SSH autorisées pour le nœud.
it: Ottieni chiavi SSH autorizzate per il nodo.

source: Usage: otpme-host {command} [host]
de: Verwendung: otpme-host {command} [host]
es: Uso: otpme-host {command} [host]
it: Utilizzo: otpme-host {command} [host]

source: Usage: otpme-host show [--policy-limit <limit>] [--token-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-t] [-a] [host]
de: Verwendung: otpme-host show [--policy-limit <limit>] [--token-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-t] [-a] [host]
es: Uso: otpme-host show [--policy-limit <limit>] [--token-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-t] [-a] [host]
it: Utilizzo: otpme-host show [--policy-limit <limit>] [--token-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-t] [-a] [host]

source: Show host(s)
de: Host(s) anzeigen
es: Mostrar host(s)
fr: Afficher le(s) hôte(s)
it: Mostra host

source: Show all hosts.
de: Alle Hosts anzeigen.
es: Mostrar todos los hosts.
fr: Afficher tous les hôtes.
it: Mostra tutti gli host.

source: Show host templates.
de: Host-Templates anzeigen.
es: Mostrar plantillas de host.
fr: Afficher les modèles d'hôtes.
it: Mostra template host.

source: Usage: otpme-host list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-host list [--attribute attribute] [-a] [regex]
es: Uso: otpme-host list [--attribute attribute] [-a] [regex]
it: Utilizzo: otpme-host list [--attribute attribute] [-a] [regex]

source: List hosts.
de: Hosts auflisten.
es: Listar hosts.
fr: Lister les hôtes.
it: Elenca host.

source: List all hosts.
de: Alle Hosts auflisten.
es: Listar todos los hosts.
fr: Lister tous les hôtes.
it: Elenca tutti gli host.

source: Usage: otpme-host add {host}
de: Verwendung: otpme-host add {host}
es: Uso: otpme-host add {host}
it: Utilizzo: otpme-host add {host}

source: Add new host
de: Neuen Host hinzufügen
es: Agregar nuevo host
fr: Ajouter un nouvel hôte
it: Aggiungi nuovo host

source: Usage: otpme-host del {host}
de: Verwendung: otpme-host del {host}
es: Uso: otpme-host del {host}
it: Utilizzo: otpme-host del {host}

source: Delete host
de: Host löschen
es: Eliminar host
fr: Supprimer l'hôte
it: Elimina host

source: Usage: otpme-host touch {host}
de: Verwendung: otpme-host touch {host}
es: Uso: otpme-host touch {host}
it: Utilizzo: otpme-host touch {host}

source: Touch host (e.g. migrate).
de: Host berühren (z.B. migrieren).
es: Tocar host (ej. migrar).
fr: Toucher l'hôte (ex. migrer).
it: Tocca host (es. migra).

source: Usage: otpme-host enable {host}
de: Verwendung: otpme-host enable {host}
es: Uso: otpme-host enable {host}
it: Utilizzo: otpme-host enable {host}

source: Enable host
de: Host aktivieren
es: Habilitar host
fr: Activer l'hôte
it: Abilita host

source: Usage: otpme-host disable {host}
de: Verwendung: otpme-host disable {host}
es: Uso: otpme-host disable {host}
it: Utilizzo: otpme-host disable {host}

source: Disable host
de: Host deaktivieren
es: Deshabilitar host
fr: Désactiver l'hôte
it: Disabilita host

source: Usage: otpme-host config {host} {param} [value]
de: Verwendung: otpme-host config {host} {param} [value]
es: Uso: otpme-host config {host} {param} [value]
it: Utilizzo: otpme-host config {host} {param} [value]

source: Add config parameter to host.
de: Konfigurationsparameter zu Host hinzufügen.
es: Agregar parámetro de configuración al host.
fr: Ajouter un paramètre de configuration à l'hôte.
it: Aggiungi parametro di configurazione all'host.

source: Usage: otpme-host show_config {host}
de: Verwendung: otpme-host show_config {host}
es: Uso: otpme-host show_config {host}
it: Utilizzo: otpme-host show_config {host}

source: Show host config parameters
de: Host-Konfigurationsparameter anzeigen
es: Mostrar parámetros de configuración del host
fr: Afficher les paramètres de configuration de l'hôte
it: Mostra parametri di configurazione host

source: Usage: otpme-host add_extension {host} {extension}
de: Verwendung: otpme-host add_extension {host} {extension}
es: Uso: otpme-host add_extension {host} {extension}
it: Utilizzo: otpme-host add_extension {host} {extension}

source: Add extension to host
de: Erweiterung zu Host hinzufügen
es: Agregar extensión al host
fr: Ajouter une extension à l'hôte
it: Aggiungi estensione all'host

source: Usage: otpme-host remove_extension {host} {extension}
de: Verwendung: otpme-host remove_extension {host} {extension}
es: Uso: otpme-host remove_extension {host} {extension}
it: Utilizzo: otpme-host remove_extension {host} {extension}

source: Remove extension from host
de: Erweiterung von Host entfernen
es: Eliminar extensión del host
fr: Supprimer une extension de l'hôte
it: Rimuovi estensione dall'host

source: Usage: otpme-host add_attribute {host} {attribute}=[value]
de: Verwendung: otpme-host add_attribute {host} {attribute}=[value]
es: Uso: otpme-host add_attribute {host} {attribute}=[value]
it: Utilizzo: otpme-host add_attribute {host} {attribute}=[value]

source: Add (LDAP) attribute to host
de: (LDAP) Attribut zu Host hinzufügen
es: Agregar atributo (LDAP) al host
fr: Ajouter un attribut (LDAP) à l'hôte
it: Aggiungi attributo (LDAP) all'host

source: Usage: otpme-host del_attribute {host} {attribute}=[value]
de: Verwendung: otpme-host del_attribute {host} {attribute}=[value]
es: Uso: otpme-host del_attribute {host} {attribute}=[value]
it: Utilizzo: otpme-host del_attribute {host} {attribute}=[value]

source: Delete (LDAP) attribute from host
de: (LDAP) Attribut von Host löschen
es: Eliminar atributo (LDAP) del host
fr: Supprimer un attribut (LDAP) de l'hôte
it: Elimina attributo (LDAP) dall'host

source: Usage: otpme-host add_object_class {host} {object_class}
de: Verwendung: otpme-host add_object_class {host} {object_class}
es: Uso: otpme-host add_object_class {host} {object_class}
it: Utilizzo: otpme-host add_object_class {host} {object_class}

source: Add (LDAP) object class to host
de: (LDAP) Objektklasse zu Host hinzufügen
es: Agregar clase de objeto (LDAP) al host
fr: Ajouter une classe d'objet (LDAP) à l'hôte
it: Aggiungi classe oggetto (LDAP) all'host

source: Usage: otpme-host del_object_class {host} {object_class}
de: Verwendung: otpme-host del_object_class {host} {object_class}
es: Uso: otpme-host del_object_class {host} {object_class}
it: Utilizzo: otpme-host del_object_class {host} {object_class}

source: Delete (LDAP) object class from host
de: (LDAP) Objektklasse von Host löschen
es: Eliminar clase de objeto (LDAP) del host
fr: Supprimer une classe d'objet (LDAP) de l'hôte
it: Elimina classe oggetto (LDAP) dall'host

source: Usage: otpme-host add_acl {host} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-host add_acl {host} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-host add_acl {host} {role|token} {role_path|token_path} {acl[:value]}
it: Utilizzo: otpme-host add_acl {host} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to host
de: ACL zu Host hinzufügen
es: Agregar ACL al host
fr: Ajouter une ACL à l'hôte
it: Aggiungi ACL all'host

source: Usage: otpme-host del_acl {host} {acl}
de: Verwendung: otpme-host del_acl {host} {acl}
es: Uso: otpme-host del_acl {host} {acl}
it: Utilizzo: otpme-host del_acl {host} {acl}

source: Delete ACL from host
de: ACL von Host löschen
es: Eliminar ACL del host
fr: Supprimer une ACL de l'hôte
it: Elimina ACL dall'host

source: Usage: otpme-host show_acls {host}
de: Verwendung: otpme-host show_acls {host}
es: Uso: otpme-host show_acls {host}
it: Utilizzo: otpme-host show_acls {host}

source: Show ACLs of host
de: ACLs von Host anzeigen
es: Mostrar ACLs del host
fr: Afficher les ACL de l'hôte
it: Mostra ACL dell'host

source: Usage: otpme-host enable_acl_inheritance {host}
de: Verwendung: otpme-host enable_acl_inheritance {host}
es: Uso: otpme-host enable_acl_inheritance {host}
it: Utilizzo: otpme-host enable_acl_inheritance {host}

source: Enable ACL inheritance for host
de: ACL-Vererbung für Host aktivieren
es: Habilitar herencia de ACL para el host
fr: Activer l'héritage des ACL pour l'hôte
it: Abilita ereditarietà ACL per l'host

source: Usage: otpme-host disable_acl_inheritance {host}
de: Verwendung: otpme-host disable_acl_inheritance {host}
es: Uso: otpme-host disable_acl_inheritance {host}
it: Utilizzo: otpme-host disable_acl_inheritance {host}

source: Disable ACL inheritance for host
de: ACL-Vererbung für Host deaktivieren
es: Deshabilitar herencia de ACL para el host
fr: Désactiver l'héritage des ACL pour l'hôte
it: Disabilita ereditarietà ACL per l'host

source: Usage: otpme-host move [--keep-acls] {host} {unit}
de: Verwendung: otpme-host move [--keep-acls] {host} {unit}
es: Uso: otpme-host move [--keep-acls] {host} {unit}
it: Utilizzo: otpme-host move [--keep-acls] {host} {unit}

source: Change host's unit
de: Host-Einheit ändern
es: Cambiar unidad del host
fr: Changer l'unité de l'hôte
it: Cambia unità dell'host

source: Usage: otpme-host remove_orphans {host}
de: Verwendung: otpme-host remove_orphans {host}
es: Uso: otpme-host remove_orphans {host}
fr: Utilisation : otpme-host remove_orphans {host}
it: Uso: otpme-host remove_orphans {host}

source: Usage: otpme-host description {host} [description]
de: Verwendung: otpme-host description {host} [description]
es: Uso: otpme-host description {host} [description]
fr: Utilisation : otpme-host description {host} [description]
it: Uso: otpme-host description {host} [descrizione]

source: Set host description
de: Host-Beschreibung festlegen
es: Establecer descripción del host
fr: Définir la description de l'hôte
it: Imposta descrizione host

source: Usage: otpme-host export --password <password> {host}
de: Verwendung: otpme-host export --password <password> {host}
es: Uso: otpme-host export --password <password> {host}
fr: Utilisation : otpme-host export --password <password> {host}
it: Uso: otpme-host export --password <password> {host}

source: Export host config to stdout
de: Host-Konfiguration nach stdout exportieren
es: Exportar configuración del host a stdout
fr: Exporter la configuration de l'hôte vers stdout
it: Esporta configurazione host su stdout

source: Usage: otpme-host add_policy {host} {policy}
de: Verwendung: otpme-host add_policy {host} {policy}
es: Uso: otpme-host add_policy {host} {policy}
fr: Utilisation : otpme-host add_policy {host} {policy}
it: Uso: otpme-host add_policy {host} {policy}

source: Add policy to host
de: Richtlinie zu Host hinzufügen
es: Agregar política al host
fr: Ajouter une politique à l'hôte
it: Aggiungi policy all'host

source: Usage: otpme-host remove_policy {host} {policy}
de: Verwendung: otpme-host remove_policy {host} {policy}
es: Uso: otpme-host remove_policy {host} {policy}
fr: Utilisation : otpme-host remove_policy {host} {policy}
it: Uso: otpme-host remove_policy {host} {policy}

source: Remove policy from host
de: Richtlinie von Host entfernen
es: Eliminar política del host
fr: Supprimer une politique de l'hôte
it: Rimuovi policy dall'host

source: Usage: otpme-host list_policies {host}
de: Verwendung: otpme-host list_policies {host}
es: Uso: otpme-host list_policies {host}
fr: Utilisation : otpme-host list_policies {host}
it: Uso: otpme-host list_policies {host}

source: Usage: otpme-host list_users {host}
de: Verwendung: otpme-host list_users {host}
es: Uso: otpme-host list_users {host}
fr: Utilisation : otpme-host list_users {host}
it: Uso: otpme-host list_users {host}

source: Usage: otpme-host list_tokens {host}
de: Verwendung: otpme-host list_tokens {host}
es: Uso: otpme-host list_tokens {host}
fr: Utilisation : otpme-host list_tokens {host}
it: Uso: otpme-host list_tokens {host}

source: Usage: otpme-host list_roles {host}
de: Verwendung: otpme-host list_roles {host}
es: Uso: otpme-host list_roles {host}
fr: Utilisation : otpme-host list_roles {host}
it: Uso: otpme-host list_roles {host}

source: Usage: otpme-host list_dynamic_groups {host}
de: Verwendung: otpme-host list_dynamic_groups {host}
es: Uso: otpme-host list_dynamic_groups {host}
fr: Utilisation : otpme-host list_dynamic_groups {host}
it: Uso: otpme-host list_dynamic_groups {host}

source: List dynamic groups of host.
de: Dynamische Gruppen von Host auflisten.
es: Listar grupos dinámicos del host.
fr: Lister les groupes dynamiques de l'hôte.
it: Elenca gruppi dinamici dell'host.

source: Usage: otpme-host list_sync_users {host}
de: Verwendung: otpme-host list_sync_users {host}
es: Uso: otpme-host list_sync_users {host}
fr: Utilisation : otpme-host list_sync_users {host}
it: Uso: otpme-host list_sync_users {host}

source: Usage: otpme-host list_sync_groups {host}
de: Verwendung: otpme-host list_sync_groups {host}
es: Uso: otpme-host list_sync_groups {host}
fr: Utilisation : otpme-host list_sync_groups {host}
it: Uso: otpme-host list_sync_groups {host}

source: List sync groups.
de: Sync-Gruppen auflisten.
es: Listar grupos de sincronización.
fr: Lister les groupes de synchronisation.
it: Elenca gruppi di sincronizzazione.

source: Usage: otpme-host dump_cert {host}
de: Verwendung: otpme-host dump_cert {host}
es: Uso: otpme-host dump_cert {host}
fr: Utilisation : otpme-host dump_cert {host}
it: Uso: otpme-host dump_cert {host}

source: Dump host cert to stdout
de: Host-Zertifikat nach stdout ausgeben
es: Volcar certificado del host a stdout
fr: Exporter le certificat de l'hôte vers stdout
it: Scarica certificato host su stdout

source: Usage: otpme-host dump_ca_chain {host}
de: Verwendung: otpme-host dump_ca_chain {host}
es: Uso: otpme-host dump_ca_chain {host}
fr: Utilisation : otpme-host dump_ca_chain {host}
it: Uso: otpme-host dump_ca_chain {host}

source: Dump host certificate chain of host cert to stdout
de: Zertifikatskette des Host-Zertifikats nach stdout ausgeben
es: Volcar cadena de certificados del certificado del host a stdout
fr: Exporter la chaîne de certificats de l'hôte vers stdout
it: Scarica catena di certificati dell'host su stdout

source: Usage: otpme-host public_key {host} [public_key]
de: Verwendung: otpme-host public_key {host} [public_key]
es: Uso: otpme-host public_key {host} [public_key]
fr: Utilisation : otpme-host public_key {host} [public_key]
it: Uso: otpme-host public_key {host} [chiave_pubblica]

source: Change host\'s public key.
de: Öffentlichen Schlüssel des Hosts ändern.
es: Cambiar clave pública del host.
fr: Changer la clé publique de l'hôte.
it: Cambia chiave pubblica dell'host.

source: Usage: otpme-host enable_jotp {host}
de: Verwendung: otpme-host enable_jotp {host}
es: Uso: otpme-host enable_jotp {host}
fr: Utilisation : otpme-host enable_jotp {host}
it: Uso: otpme-host enable_jotp {host}

source: Usage: otpme-host disable_jotp {host}
de: Verwendung: otpme-host disable_jotp {host}
es: Uso: otpme-host disable_jotp {host}
fr: Utilisation : otpme-host disable_jotp {host}
it: Uso: otpme-host disable_jotp {host}

source: Usage: otpme-host enable_lotp {host}
de: Verwendung: otpme-host enable_lotp {host}
es: Uso: otpme-host enable_lotp {host}
fr: Utilisation : otpme-host enable_lotp {host}
it: Uso: otpme-host enable_lotp {host}

source: Usage: otpme-host disable_lotp {host}
de: Verwendung: otpme-host disable_lotp {host}
es: Uso: otpme-host disable_lotp {host}
fr: Utilisation : otpme-host disable_lotp {host}
it: Uso: otpme-host disable_lotp {host}

source: Usage: otpme-host enable_jotp_rejoin {host}
de: Verwendung: otpme-host enable_jotp_rejoin {host}
es: Uso: otpme-host enable_jotp_rejoin {host}
fr: Utilisation : otpme-host enable_jotp_rejoin {host}
it: Uso: otpme-host enable_jotp_rejoin {host}

source: Usage: otpme-host disable_jotp_rejoin {host}
de: Verwendung: otpme-host disable_jotp_rejoin {host}
es: Uso: otpme-host disable_jotp_rejoin {host}
fr: Utilisation : otpme-host disable_jotp_rejoin {host}
it: Uso: otpme-host disable_jotp_rejoin {host}

source: Usage: otpme-host add_role {host} {role}
de: Verwendung: otpme-host add_role {host} {role}
es: Uso: otpme-host add_role {host} {role}
fr: Utilisation : otpme-host add_role {host} {role}
it: Uso: otpme-host add_role {host} {ruolo}

source: Add role to host.
de: Rolle zu Host hinzufügen.
es: Agregar rol al host.
fr: Ajouter un rôle à l'hôte.
it: Aggiungi ruolo all'host.

source: Usage: otpme-host remove_role {host} {role}
de: Verwendung: otpme-host remove_role {host} {role}
es: Uso: otpme-host remove_role {host} {role}
fr: Utilisation : otpme-host remove_role {host} {role}
it: Uso: otpme-host remove_role {host} {ruolo}

source: Remove role from host.
de: Rolle von Host entfernen.
es: Eliminar rol del host.
fr: Supprimer un rôle de l'hôte.
it: Rimuovi ruolo dall'host.

source: Usage: otpme-host add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {host} {token} [token_options]
de: Verwendung: otpme-host add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {host} {token} [token_options]
es: Uso: otpme-host add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {host} {token} [token_options]
fr: Utilisation : otpme-host add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {host} {token} [token_options]
it: Uso: otpme-host add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {host} {token} [opzioni_token]

source: Add token to host.
de: Token zu Host hinzufügen.
es: Agregar token al host.
fr: Ajouter un jeton à l'hôte.
it: Aggiungi token all'host.

source: Usage: otpme-host remove_token --keep-sign {host} {token}
de: Verwendung: otpme-host remove_token --keep-sign {host} {token}
es: Uso: otpme-host remove_token --keep-sign {host} {token}
fr: Utilisation : otpme-host remove_token --keep-sign {host} {token}
it: Uso: otpme-host remove_token --keep-sign {host} {token}

source: Remove token from host.
de: Token von Host entfernen.
es: Eliminar token del host.
fr: Supprimer un jeton de l'hôte.
it: Rimuovi token dall'host.

source: Usage: otpme-host add_dynamic_group {host} {group_name}
de: Verwendung: otpme-host add_dynamic_group {host} {group_name}
es: Uso: otpme-host add_dynamic_group {host} {group_name}
fr: Utilisation : otpme-host add_dynamic_group {host} {group_name}
it: Uso: otpme-host add_dynamic_group {host} {nome_gruppo}

source: Add dynamic group to host.
de: Dynamische Gruppe zu Host hinzufügen.
es: Agregar grupo dinámico al host.
fr: Ajouter un groupe dynamique à l'hôte.
it: Aggiungi gruppo dinamico all'host.

source: Usage: otpme-host remove_dynamic_group {host} {group_name}
de: Verwendung: otpme-host remove_dynamic_group {host} {group_name}
es: Uso: otpme-host remove_dynamic_group {host} {group_name}
fr: Utilisation : otpme-host remove_dynamic_group {host} {group_name}
it: Uso: otpme-host remove_dynamic_group {host} {nome_gruppo}

source: Remove dynamic group from host.
de: Dynamische Gruppe von Host entfernen.
es: Eliminar grupo dinámico del host.
fr: Supprimer un groupe dynamique de l'hôte.
it: Rimuovi gruppo dinamico dall'host.

source: Usage: otpme-host add_sync_user {host} {user}
de: Verwendung: otpme-host add_sync_user {host} {user}
es: Uso: otpme-host add_sync_user {host} {user}
fr: Utilisation : otpme-host add_sync_user {host} {user}
it: Uso: otpme-host add_sync_user {host} {utente}

source: Add sync user to host.
de: Sync-Benutzer zu Host hinzufügen.
es: Agregar usuario de sincronización al host.
fr: Ajouter un utilisateur de synchronisation à l'hôte.
it: Aggiungi utente di sincronizzazione all'host.

source: Usage: otpme-host remove_sync_user {host} {user}
de: Verwendung: otpme-host remove_sync_user {host} {user}
es: Uso: otpme-host remove_sync_user {host} {user}
fr: Utilisation : otpme-host remove_sync_user {host} {user}
it: Uso: otpme-host remove_sync_user {host} {utente}

source: Remove sync user from host.
de: Sync-Benutzer von Host entfernen.
es: Eliminar usuario de sincronización del host.
fr: Supprimer un utilisateur de synchronisation de l'hôte.
it: Rimuovi utente di sincronizzazione dall'host.

source: Usage: otpme-host add_sync_group {host} {group}
de: Verwendung: otpme-host add_sync_group {host} {group}
es: Uso: otpme-host add_sync_group {host} {group}
fr: Utilisation : otpme-host add_sync_group {host} {group}
it: Uso: otpme-host add_sync_group {host} {gruppo}

source: Add sync group.
de: Sync-Gruppe hinzufügen.
es: Agregar grupo de sincronización.
fr: Ajouter un groupe de synchronisation.
it: Aggiungi gruppo di sincronizzazione.

source: Usage: otpme-host remove_sync_group {host} {group}
de: Verwendung: otpme-host remove_sync_group {host} {group}
es: Uso: otpme-host remove_sync_group {host} {group}
fr: Utilisation : otpme-host remove_sync_group {host} {group}
it: Uso: otpme-host remove_sync_group {host} {gruppo}

source: Remove sync group.
de: Sync-Gruppe entfernen.
es: Eliminar grupo de sincronización.
fr: Supprimer un groupe de synchronisation.
it: Rimuovi gruppo di sincronizzazione.

source: Usage: otpme-host enable_sync_groups {host}
de: Verwendung: otpme-host enable_sync_groups {host}
es: Uso: otpme-host enable_sync_groups {host}
fr: Utilisation : otpme-host enable_sync_groups {host}
it: Uso: otpme-host enable_sync_groups {host}

source: Enable sync groups.
de: Sync-Gruppen aktivieren.
es: Habilitar grupos de sincronización.
fr: Activer les groupes de synchronisation.
it: Abilita gruppi di sincronizzazione.

source: Usage: otpme-host disable_sync_groups {host}
de: Verwendung: otpme-host disable_sync_groups {host}
es: Uso: otpme-host disable_sync_groups {host}
fr: Utilisation : otpme-host disable_sync_groups {host}
it: Uso: otpme-host disable_sync_groups {host}

source: Disable sync groups.
de: Sync-Gruppen deaktivieren.
es: Deshabilitar grupos de sincronización.
fr: Désactiver les groupes de synchronisation.
it: Disabilita gruppi di sincronizzazione.

source: Usage: otpme-host enable_sync_by_login_token {host}
de: Verwendung: otpme-host enable_sync_by_login_token {host}
es: Uso: otpme-host enable_sync_by_login_token {host}
fr: Utilisation : otpme-host enable_sync_by_login_token {host}
it: Uso: otpme-host enable_sync_by_login_token {host}

source: Enable sync by login token.
de: Sync durch Login-Token aktivieren.
es: Habilitar sincronización por token de inicio de sesión.
fr: Activer la synchronisation par jeton de connexion.
it: Abilita sincronizzazione tramite token di login.

source: Usage: otpme-host disable_sync_by_login_token {host}
de: Verwendung: otpme-host disable_sync_by_login_token {host}
es: Uso: otpme-host disable_sync_by_login_token {host}
fr: Utilisation : otpme-host disable_sync_by_login_token {host}
it: Uso: otpme-host disable_sync_by_login_token {host}

source: Disable sync by login token.
de: Sync durch Login-Token deaktivieren.
es: Deshabilitar sincronización por token de inicio de sesión.
fr: Désactiver la synchronisation par jeton de connexion.
it: Disabilita sincronizzazione tramite token di login.

source: Usage: otpme-host limit_logins {host}
de: Verwendung: otpme-host limit_logins {host}
es: Uso: otpme-host limit_logins {host}
fr: Utilisation : otpme-host limit_logins {host}
it: Uso: otpme-host limit_logins {host}
