Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Adding realm CA '{realm_ca_path}'.
de: Füge Realm CA '{realm_ca_path}' hinzu.
es: Agregando CA del reino '{realm_ca_path}'.
fr: Ajout de la CA du royaume '{realm_ca_path}'.
it: Aggiunta della CA del realm '{realm_ca_path}'.

source: Uuuhhh, realm CA already exists.
de: Uuuhhh, Realm CA existiert bereits.
es: Uuuhhh, la CA del reino ya existe.
fr: Euh, la CA du royaume existe déjà.
it: Uuuhhh, la CA del realm esiste già.

source: Problem adding realm CA '{realm_ca_path}'
de: Problem beim Hinzufügen der Realm CA '{realm_ca_path}'
es: Problema al agregar CA del reino '{realm_ca_path}'
fr: Problème lors de l'ajout de la CA du royaume '{realm_ca_path}'
it: Problema nell'aggiunta della CA del realm '{realm_ca_path}'

source: Unable to create master site CA.
de: Kann Master-Site CA nicht erstellen.
es: No se puede crear CA del sitio maestro.
fr: Impossible de créer la CA du site maître.
it: Impossibile creare la CA del sito master.

source: Unable to create master node.
de: Kann Master-Node nicht erstellen.
es: No se puede crear nodo maestro.
fr: Impossible de créer le nœud maître.
it: Impossibile creare il nodo master.

source: Unable to update realm CA data.
de: Kann Realm CA-Daten nicht aktualisieren.
es: No se puede actualizar datos de CA del reino.
fr: Impossible de mettre à jour les données de la CA du royaume.
it: Impossibile aggiornare i dati della CA del realm.

source: Realm initialized successful.
de: Realm erfolgreich initialisiert.
es: Reino inicializado exitosamente.
fr: Royaume initialisé avec succès.
it: Realm inizializzato con successo.

source: We do not have a realm. You must first init our own realm.
de: Wir haben kein Realm. Sie müssen zuerst unser eigenes Realm initialisieren.
es: No tenemos un reino. Primero debes inicializar nuestro propio reino.
fr: Nous n'avons pas de royaume. Vous devez d'abord initialiser notre propre royaume.
it: Non abbiamo un realm. Devi prima inizializzare il nostro realm.

source: Permission denied: {own_realm_name}
de: Zugriff verweigert: {own_realm_name}
es: Permiso denegado: {own_realm_name}
fr: Autorisation refusée : {own_realm_name}
it: Permesso negato: {own_realm_name}

source: Cannot delete own realm!
de: Eigener Realm kann nicht gelöscht werden!
es: ¡No se puede eliminar el reino propio!
fr: Impossible de supprimer le royaume propre !
it: Impossibile eliminare il proprio realm!

source: Delete realm '{realm_name}'?:
de: Realm '{realm_name}' löschen?:
es: ¿Eliminar reino '{realm_name}'?:
fr: Supprimer le royaume '{realm_name}' ? :
it: Eliminare il realm '{realm_name}'?:

source: Cannot rename base role.
de: Basisrolle kann nicht umbenannt werden.
es: No se puede renombrar el rol base.
fr: Impossible de renommer le rôle de base.
it: Impossibile rinominare il ruolo base.

source: Role does not exist exists.
de: Rolle existiert nicht.
es: El rol no existe.
fr: Le rôle n'existe pas.
it: Il ruolo non esiste.

source: Cannot delete base role.
de: Basisrolle kann nicht gelöscht werden.
es: No se puede eliminar el rol base.
fr: Impossible de supprimer le rôle de base.
it: Impossibile eliminare il ruolo base.

source: Permission denied: {role_name}
de: Zugriff verweigert: {role_name}
es: Permiso denegado: {role_name}
fr: Autorisation refusée : {role_name}
it: Permesso negato: {role_name}

source: The role has tokens assigned.
de: Der Rolle sind Token zugewiesen.
es: El rol tiene tokens asignados.
fr: Le rôle a des jetons assignés.
it: Il ruolo ha token assegnati.

source: The role has roles assigned.
de: Der Rolle sind Rollen zugewiesen.
es: El rol tiene roles asignados.
fr: Le rôle a des rôles assignés.
it: Il ruolo ha ruoli assegnati.

source: {exception}Role has member tokens: {token_list}
de: {exception}Rolle hat Mitglieds-Token: {token_list}
es: {exception}El rol tiene tokens de miembros: {token_list}
fr: {exception}Le rôle a des jetons membres : {token_list}
it: {exception}Il ruolo ha token membri: {token_list}

source: {exception}Role is member of this access groups: {accessgroup_list}
de: {exception}Rolle ist Mitglied dieser Zugriffsgruppen: {accessgroup_list}
es: {exception}El rol es miembro de estos grupos de acceso: {accessgroup_list}
fr: {exception}Le rôle est membre de ces groupes d'accès : {accessgroup_list}
it: {exception}Il ruolo è membro di questi gruppi di accesso: {accessgroup_list}

source: {exception}Please type '{role_name}' to delete object:
de: {exception}Bitte geben Sie '{role_name}' ein, um das Objekt zu löschen:
es: {exception}Por favor escriba '{role_name}' para eliminar el objeto:
fr: {exception}Veuillez saisir '{role_name}' pour supprimer l'objet :
it: {exception}Digita '{role_name}' per eliminare l'oggetto:

source: {exception}Delete role '{role_name}'?:
de: {exception}Rolle '{role_name}' löschen?:
es: {exception}¿Eliminar rol '{role_name}'?:
fr: {exception}Supprimer le rôle '{role_name}' ? :
it: {exception}Eliminare il ruolo '{role_name}'?:

source: Please type '{role_name}' to delete object:
de: Bitte geben Sie '{role_name}' ein, um das Objekt zu löschen:
es: Por favor escriba '{role_name}' para eliminar el objeto:
fr: Veuillez saisir '{role_name}' pour supprimer l'objet :
it: Digita '{role_name}' per eliminare l'oggetto:

source: Delete role '{role_name}'?:
de: Rolle '{role_name}' löschen?:
es: ¿Eliminar rol '{role_name}'?:
fr: Supprimer le rôle '{role_name}' ? :
it: Eliminare il ruolo '{role_name}'?:

source: Unable to get user of token: {token_oid}
de: Benutzer des Tokens kann nicht ermittelt werden: {token_oid}
es: No se puede obtener el usuario del token: {token_oid}
fr: Impossible d'obtenir l'utilisateur du jeton : {token_oid}
it: Impossibile ottenere l'utente del token: {token_oid}

source: Unknown parent object: {owner_uuid}
de: Unbekanntes Elternobjekt: {owner_uuid}
es: Objeto padre desconocido: {owner_uuid}
fr: Objet parent inconnu : {owner_uuid}
it: Oggetto padre sconosciuto: {owner_uuid}

source: Uuuh, second factor token '{sf_token}' does not exists.
de: Uuuh, Zweifaktor-Token '{sf_token}' existiert nicht.
es: Uuuh, el token de segundo factor '{sf_token}' no existe.
fr: Oups, le jeton de second facteur '{sf_token}' n'existe pas.
it: Uuuh, il token del secondo fattore '{sf_token}' non esiste.

source: Uuuh, second factor token '{sf_token_path}' is not a valid second factor token.
de: Uuuh, Zweifaktor-Token '{sf_token_path}' ist kein gültiges Zweifaktor-Token.
es: Uuuh, el token de segundo factor '{sf_token_path}' no es un token de segundo factor válido.
fr: Oups, le jeton de second facteur '{sf_token_path}' n'est pas un jeton de second facteur valide.
it: Uuuh, il token del secondo fattore '{sf_token_path}' non è un token del secondo fattore valido.

source: WARNING: You may have hit a BUG of Token().is_admin().
de: WARNUNG: Sie sind möglicherweise auf einen BUG von Token().is_admin() gestoßen.
es: ADVERTENCIA: Es posible que haya encontrado un ERROR de Token().is_admin().
fr: ATTENTION : Vous avez peut-être rencontré un BUG de Token().is_admin().
it: ATTENZIONE: Potresti aver riscontrato un BUG di Token().is_admin().

source: No PIN saved for this token.
de: Keine PIN für dieses Token gespeichert.
es: No hay PIN guardado para este token.
fr: Aucun PIN enregistré pour ce jeton.
it: Nessun PIN salvato per questo token.

source: PIN is already enabled for this token.
de: PIN ist für dieses Token bereits aktiviert.
es: El PIN ya está habilitado para este token.
fr: Le PIN est déjà activé pour ce jeton.
it: Il PIN è già abilitato per questo token.

source: No PIN saved for thist token.
de: Keine PIN für dieses Token gespeichert.
es: No hay PIN guardado para este token.
fr: Aucun PIN enregistré pour ce jeton.
it: Nessun PIN salvato per questo token.

source: PIN is mandatory for this token.
de: PIN ist für dieses Token obligatorisch.
es: El PIN es obligatorio para este token.
fr: Le PIN est obligatoire pour ce jeton.
it: Il PIN è obbligatorio per questo token.

source: PIN is already disabled for this token.
de: PIN ist für dieses Token bereits deaktiviert.
es: El PIN ya está deshabilitado para este token.
fr: Le PIN est déjà désactivé pour ce jeton.
it: Il PIN è già disabilitato per questo token.

source: Token does not have a password.
de: Token hat kein Passwort.
es: El token no tiene contraseña.
fr: Le jeton n'a pas de mot de passe.
it: Il token non ha una password.

source: MSCHAP is already enabled for this token.
de: MSCHAP ist für dieses Token bereits aktiviert.
es: MSCHAP ya está habilitado para este token.
fr: MSCHAP est déjà activé pour ce jeton.
it: MSCHAP è già abilitato per questo token.

source: You have to set the token password after enabling MSCHAP authentication.
de: Sie müssen das Token-Passwort nach Aktivierung der MSCHAP-Authentifizierung setzen.
es: Debe configurar la contraseña del token después de habilitar la autenticación MSCHAP.
fr: Vous devez définir le mot de passe du jeton après avoir activé l'authentification MSCHAP.
it: Devi impostare la password del token dopo aver abilitato l'autenticazione MSCHAP.

source: MSCHAP is already disabled for this token.
de: MSCHAP ist für dieses Token bereits deaktiviert.
es: MSCHAP ya está deshabilitado para este token.
fr: MSCHAP est déjà désactivé pour ce jeton.
it: MSCHAP è già disabilitato per questo token.

source: Offline usage not supported by this token.
de: Offline-Nutzung wird von diesem Token nicht unterstützt.
es: El uso sin conexión no es compatible con este token.
fr: L'utilisation hors ligne n'est pas prise en charge par ce jeton.
it: Utilizzo offline non supportato da questo token.

source: Offline usage already enabled for this token.
de: Offline-Nutzung ist für dieses Token bereits aktiviert.
es: El uso sin conexión ya está habilitado para este token.
fr: L'utilisation hors ligne est déjà activée pour ce jeton.
it: Utilizzo offline già abilitato per questo token.

source: Offline usage already disabled for this token.
de: Offline-Nutzung ist für dieses Token bereits deaktiviert.
es: El uso sin conexión ya está deshabilitado para este token.
fr: L'utilisation hors ligne est déjà désactivée pour ce jeton.
it: Utilizzo offline già disabilitato per questo token.

source: Invalid value for expiry: {error}
de: Ungültiger Wert für Ablauf: {error}
es: Valor inválido para la expiración: {error}
fr: Valeur invalide pour l'expiration : {error}
it: Valore non valido per la scadenza: {error}

source: Session keeping not supported by this token.
de: Session-Beibehaltung wird von diesem Token nicht unterstützt.
es: El mantenimiento de sesión no es compatible con este token.
fr: Le maintien de session n'est pas pris en charge par ce jeton.
it: Mantenimento sessione non supportato da questo token.

source: Session keeping is already enabled for this token.
de: Session-Beibehaltung ist für dieses Token bereits aktiviert.
es: El mantenimiento de sesión ya está habilitado para este token.
fr: Le maintien de session est déjà activé pour ce jeton.
it: Il mantenimento della sessione è già abilitato per questo token.

source: Session keeping is already disabled for this token.
de: Session-Beibehaltung ist für dieses Token bereits deaktiviert.
es: El mantenimiento de sesión ya está deshabilitado para este token.
fr: Le maintien de session est déjà désactivé pour ce jeton.
it: Il mantenimento della sessione è già disabilitato per questo token.

source: No auth script set.
de: Kein Autorisierungsskript gesetzt.
es: No hay script de autenticación configurado.
fr: Aucun script d'authentification défini.
it: Nessuno script di autenticazione impostato.

source: Authorization script already enabled for this token.
de: Autorisierungsskript für dieses Token bereits aktiviert.
es: El script de autorización ya está habilitado para este token.
fr: Le script d'autorisation est déjà activé pour ce jeton.
it: Script di autorizzazione già abilitato per questo token.

source: Authorization script already disabled for this token.
de: Autorisierungsskript für dieses Token bereits deaktiviert.
es: El script de autorización ya está deshabilitado para este token.
fr: Le script d'autorisation est déjà désactivé pour ce jeton.
it: Script di autorizzazione già disabilitato per questo token.

source: You are not allowed to force a unsecure password.
de: Sie dürfen kein unsicheres Passwort erzwingen.
es: No tiene permiso para forzar una contraseña insegura.
fr: Vous n'êtes pas autorisé à forcer un mot de passe non sécurisé.
it: Non sei autorizzato a forzare una password non sicura.

source: Token type '{token_type}' does not have a password.
de: Token-Typ '{token_type}' hat kein Passwort.
es: El tipo de token '{token_type}' no tiene contraseña.
fr: Le type de jeton '{token_type}' n'a pas de mot de passe.
it: Il tipo di token '{token_type}' non ha una password.

source: Expected password as <str> but got {password_type}.
de: Passwort als <str> erwartet, aber {password_type} erhalten.
es: Se esperaba contraseña como <str> pero se recibió {password_type}.
fr: Mot de passe attendu comme <str> mais reçu {password_type}.
it: Password attesa come <str> ma ricevuto {password_type}.

source: New password: {password}
de: Neues Passwort: {password}
es: Nueva contraseña: {password}
fr: Nouveau mot de passe : {password}
it: Nuova password: {password}

source: Temporary password not allowed.
de: Temporäres Passwort nicht erlaubt.
es: Contraseña temporal no permitida.
fr: Mot de passe temporaire non autorisé.
it: Password temporanea non consentita.

source: Use auto-generated PIN?:
de: Automatisch generierte PIN verwenden?:
es: ¿Usar PIN generado automáticamente?:
fr: Utiliser un PIN généré automatiquement ? :
it: Utilizzare PIN generato automaticamente?:

source: New PIN:
de: Neue PIN:
es: Nuevo PIN:
fr: Nouveau PIN :
it: Nuovo PIN:

source: Re-type PIN:
de: PIN wiederholen:
es: Vuelva a escribir el PIN:
fr: Retapez le PIN :
it: Ridigita PIN:

source: Sorry, PINs do not match.
de: Die PINs stimmen leider nicht überein.
es: Lo sentimos, los PIN no coinciden.
fr: Désolé, les PINs ne correspondent pas.
it: Spiacenti, i PIN non corrispondono.

source: New PIN: {pin}
de: Neue PIN: {pin}
es: Nuevo PIN: {pin}
fr: Nouveau PIN : {pin}
it: Nuovo PIN: {pin}

source: Unable to get destination token.
de: Ziel-Token kann nicht ermittelt werden.
es: No se puede obtener el token de destino.
fr: Impossible d'obtenir le jeton de destination.
it: Impossibile ottenere il token di destinazione.

source: This is not a OTP token.
de: Dies ist kein OTP-Token.
es: Este no es un token OTP.
fr: Ce n'est pas un jeton OTP.
it: Questo non è un token OTP.

source: Token does not have different operation modes.
de: Token hat keine unterschiedlichen Betriebsmodi.
es: El token no tiene diferentes modos de operación.
fr: Le jeton n'a pas de modes de fonctionnement différents.
it: Il token non ha modalità operative diverse.

source: Unknown format: {otp_format}
de: Unbekanntes Format: {otp_format}
es: Formato desconocido: {otp_format}
fr: Format inconnu : {otp_format}
it: Formato sconosciuto: {otp_format}

source: Token does not support different OTP formats.
de: Token unterstützt keine unterschiedlichen OTP-Formate.
es: El token no admite diferentes formatos OTP.
fr: Le jeton ne prend pas en charge différents formats OTP.
it: Il token non supporta formati OTP diversi.

source: Invalid command for this token: resync
de: Ungültiger Befehl für diesen Token: resync
es: Comando inválido para este token: resync
fr: Commande invalide pour ce jeton : resync
it: Comando non valido per questo token: resync

source: Unable to find user with UUID: {owner_uuid}
de: Benutzer mit UUID nicht gefunden: {owner_uuid}
es: No se puede encontrar usuario con UUID: {owner_uuid}
fr: Impossible de trouver l'utilisateur avec l'UUID : {owner_uuid}
it: Impossibile trovare l'utente con UUID: {owner_uuid}

source: This token does not support deploying.
de: Dieser Token unterstützt kein Deployment.
es: Este token no admite despliegue.
fr: Ce jeton ne prend pas en charge le déploiement.
it: Questo token non supporta il deployment.

source: Default token rename is not allowed.
de: Umbenennung des Standard-Tokens ist nicht erlaubt.
es: No se permite cambiar el nombre del token predeterminado.
fr: Le renommage du jeton par défaut n'est pas autorisé.
it: La rinomina del token predefinito non è consentita.

source: Uuuh, token owner does not exist: {owner_uuid}
de: Uuuh, Token-Besitzer existiert nicht: {owner_uuid}
es: Uuuh, el propietario del token no existe: {owner_uuid}
fr: Euh, le propriétaire du jeton n'existe pas : {owner_uuid}
it: Uuuh, il proprietario del token non esiste: {owner_uuid}

source: Cross site token moves are not supported yet.
de: Standortübergreifende Token-Verschiebungen werden noch nicht unterstützt.
es: Los movimientos de token entre sitios aún no son compatibles.
fr: Les déplacements de jetons entre sites ne sont pas encore pris en charge.
it: Gli spostamenti di token tra siti diversi non sono ancora supportati.

source: Token name will be generated automatically when moving a token to the {token_store_user}.
de: Token-Name wird automatisch generiert, wenn ein Token zu {token_store_user} verschoben wird.
es: El nombre del token se generará automáticamente al mover un token al {token_store_user}.
fr: Le nom du jeton sera généré automatiquement lors du déplacement d'un jeton vers {token_store_user}.
it: Il nome del token verrà generato automaticamente quando si sposta un token nel {token_store_user}.

source: Need token name.
de: Token-Name erforderlich.
es: Se necesita nombre del token.
fr: Nom du jeton requis.
it: Nome token necessario.

source: Override default token: {token_path}:
de: Standard-Token überschreiben: {token_path}:
es: Anular token predeterminado: {token_path}:
fr: Remplacer le jeton par défaut : {token_path} :
it: Sovrascrivi token predefinito: {token_path}:

source: Override existing token: {token_path}:
de: Vorhandenen Token überschreiben: {token_path}:
es: Anular token existente: {token_path}:
fr: Remplacer le jeton existant : {token_path} :
it: Sovrascrivi token esistente: {token_path}:

source: Failed to remove token from user: {owner}: {error}
de: Token konnte nicht vom Benutzer entfernt werden: {owner}: {error}
es: Error al eliminar token del usuario: {owner}: {error}
fr: Échec de la suppression du jeton de l'utilisateur : {owner} : {error}
it: Impossibile rimuovere il token dall'utente: {owner}: {error}

source: Error renaming {object_type} '{new_name}': {error}
de: Fehler beim Umbenennen von {object_type} '{new_name}': {error}
es: Error al cambiar el nombre de {object_type} '{new_name}': {error}
fr: Erreur lors du renommage de {object_type} '{new_name}' : {error}
it: Errore durante la ridenominazione di {object_type} '{new_name}': {error}

source: Failed to add token to user: {owner_name}: {error}
de: Token konnte nicht zum Benutzer hinzugefügt werden: {owner_name}: {error}
es: Error al agregar token al usuario: {owner_name}: {error}
fr: Échec de l'ajout du jeton à l'utilisateur : {owner_name} : {error}
it: Impossibile aggiungere il token all'utente: {owner_name}: {error}

source: Moved token to: {owner_name}/{token_name}
de: Token verschoben nach: {owner_name}/{token_name}
es: Token movido a: {owner_name}/{token_name}
fr: Jeton déplacé vers : {owner_name}/{token_name}
it: Token spostato in: {owner_name}/{token_name}

source: Cannot delete realm admin token.
de: Realm-Admin-Token kann nicht gelöscht werden.
es: No se puede eliminar el token de administrador del realm.
fr: Impossible de supprimer le jeton administrateur du domaine.
it: Impossibile eliminare il token admin del realm.

source: Permission denied: {token_path}
de: Zugriff verweigert: {token_path}
es: Permiso denegado: {token_path}
fr: Permission refusée : {token_path}
it: Permesso negato: {token_path}

source: Default token deletion is not allowed.
de: Löschen des Standard-Tokens ist nicht erlaubt.
es: No se permite la eliminación del token predeterminado.
fr: La suppression du jeton par défaut n'est pas autorisée.
it: L'eliminazione del token predefinito non è consentita.

source: Token '{token_name}' is in the following roles: {roles}
de: Token '{token_name}' ist in folgenden Rollen: {roles}
es: El token '{token_name}' está en los siguientes roles: {roles}
fr: Le jeton '{token_name}' est dans les rôles suivants : {roles}
it: Il token '{token_name}' è nei seguenti ruoli: {roles}

source: Token '{token_name}' is in the following groups: {groups}
de: Token '{token_name}' ist in folgenden Gruppen: {groups}
es: El token '{token_name}' está en los siguientes grupos: {groups}
fr: Le jeton '{token_name}' est dans les groupes suivants : {groups}
it: Il token '{token_name}' è nei seguenti gruppi: {groups}

source: Token '{token_name}' is in the following access groups: {access_groups}
de: Token '{token_name}' ist in folgenden Zugriffsgruppen: {access_groups}
es: El token '{token_name}' está en los siguientes grupos de acceso: {access_groups}
fr: Le jeton '{token_name}' est dans les groupes d'accès suivants : {access_groups}
it: Il token '{token_name}' è nei seguenti gruppi di accesso: {access_groups}

source: {exception_list} Please type '{token_name}' to delete object:
de: {exception_list} Bitte '{token_name}' eingeben, um Objekt zu löschen:
es: {exception_list} Por favor escriba '{token_name}' para eliminar el objeto:
fr: {exception_list} Veuillez taper '{token_name}' pour supprimer l'objet :
it: {exception_list} Digita '{token_name}' per eliminare l'oggetto:

source: {exception_list} Delete token?:
de: {exception_list} Token löschen?:
es: {exception_list} ¿Eliminar token?:
fr: {exception_list} Supprimer le jeton ? :
it: {exception_list} Eliminare il token?:

source: Please type '{token_name}' to delete object:
de: Bitte '{token_name}' eingeben, um Objekt zu löschen:
es: Por favor escriba '{token_name}' para eliminar el objeto:
fr: Veuillez taper '{token_name}' pour supprimer l'objet :
it: Digita '{token_name}' per eliminare l'oggetto:

source: Delete token '{token_name}'?:
de: Token '{token_name}' löschen?:
es: ¿Eliminar token '{token_name}'?:
fr: Supprimer le jeton '{token_name}' ? :
it: Eliminare il token '{token_name}'?:

source: Policy does not exist.
de: Richtlinie existiert nicht.
es: La política no existe.
fr: La politique n'existe pas.
it: La policy non esiste.

source: Policy '{name}' is assigned to the following users: {users}
de: Richtlinie '{name}' ist folgenden Benutzern zugewiesen: {users}
es: La política '{name}' está asignada a los siguientes usuarios: {users}
fr: La politique '{name}' est assignée aux utilisateurs suivants : {users}
it: La policy '{name}' è assegnata ai seguenti utenti: {users}

source: Policy '{name}' is assigned to the following tokens: {tokens}
de: Richtlinie '{name}' ist folgenden Tokens zugewiesen: {tokens}
es: La política '{name}' está asignada a los siguientes tokens: {tokens}
fr: La politique '{name}' est assignée aux jetons suivants : {tokens}
it: La policy '{name}' è assegnata ai seguenti token: {tokens}

source: {exceptions} Please type '{name}' to delete object:
de: {exceptions} Bitte '{name}' eingeben, um Objekt zu löschen:
es: {exceptions} Por favor escriba '{name}' para eliminar el objeto:
fr: {exceptions} Veuillez taper '{name}' pour supprimer l'objet :
it: {exceptions} Digita '{name}' per eliminare l'oggetto:

source: Delete policy '{name}'?:
de: Richtlinie '{name}' löschen?:
es: ¿Eliminar política '{name}'?:
fr: Supprimer la politique '{name}' ? :
it: Eliminare la policy '{name}'?:

source: Address '{address}' already added to this client.
de: Adresse '{address}' wurde diesem Client bereits hinzugefügt.
es: La dirección '{address}' ya se agregó a este cliente.
fr: L'adresse '{address}' est déjà ajoutée à ce client.
it: L'indirizzo '{address}' è già stato aggiunto a questo client.
