Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Adding attribute: {oa}: {av}
de: Füge Attribut hinzu: {oa}: {av}
es: Agregando atributo: {oa}: {av}
fr: Ajout de l'attribut : {oa} : {av}
it: Aggiunta attributo: {oa}: {av}

source: Unable to add attribute: {a}: {error}
de: Kann Attribut nicht hinzufügen: {a}: {error}
es: No se puede agregar atributo: {a}: {error}
fr: Impossible d'ajouter l'attribut : {a} : {error}
it: Impossibile aggiungere attributo: {a}: {error}

source: Would remove attribute: {oa}: {dv}
de: Würde Attribut entfernen: {oa}: {dv}
es: Se eliminaría atributo: {oa}: {dv}
fr: Supprimerait l'attribut : {oa} : {dv}
it: Verrebbe rimosso attributo: {oa}: {dv}

source: Removing attribute: {oa}: {dv}
de: Entferne Attribut: {oa}: {dv}
es: Eliminando atributo: {oa}: {dv}
fr: Suppression de l'attribut : {oa} : {dv}
it: Rimozione attributo: {oa}: {dv}

source: Unable to delete attribute: {oid}: {a}: {error}
de: Attribut konnte nicht gelöscht werden: {oid}: {a}: {error}
es: No se puede eliminar atributo: {oid}: {a}: {error}
fr: Impossible de supprimer l'attribut : {oid} : {a} : {error}
it: Impossibile eliminare attributo: {oid}: {a}: {error}

source: Would remove attribute: {a}
de: Würde Attribut entfernen: {a}
es: Se eliminaría atributo: {a}
fr: Supprimerait l'attribut : {a}
it: Verrebbe rimosso attributo: {a}

source: Removing attribute: {a}
de: Entferne Attribut: {a}
es: Eliminando atributo: {a}
fr: Suppression de l'attribut : {a}
it: Rimozione attributo: {a}

source: Would remove {object_type}: {x_oid}
de: Würde {object_type} entfernen: {x_oid}
es: Se eliminaría {object_type}: {x_oid}
fr: Supprimerait {object_type} : {x_oid}
it: Verrebbe rimosso {object_type}: {x_oid}

source: Removing {object_type}: {x_oid}
de: Entferne {object_type}: {x_oid}
es: Eliminando {object_type}: {x_oid}
fr: Suppression de {object_type} : {x_oid}
it: Rimozione {object_type}: {x_oid}

source: Failed to delete {object_type}: {x_oid}: {error}
de: Löschen von {object_type} fehlgeschlagen: {x_oid}: {error}
es: Error al eliminar {object_type}: {x_oid}: {error}
fr: Échec de la suppression de {object_type} : {x_oid} : {error}
it: Impossibile eliminare {object_type}: {x_oid}: {error}

source: {main_msg}. Nothing changed.
de: {main_msg}. Nichts geändert.
es: {main_msg}. Nada cambió.
fr: {main_msg}. Rien n'a changé.
it: {main_msg}. Nessuna modifica.

source: {main_msg}: adds: {adds} updates: {updates}: removes: {removes} failed: {failed} skipped: {skipped} unchanged: {unchanged}
de: {main_msg}: Hinzugefügt: {adds} Aktualisiert: {updates}: Entfernt: {removes} Fehlgeschlagen: {failed} Übersprungen: {skipped} Unverändert: {unchanged}
es: {main_msg}: agregados: {adds} actualizaciones: {updates}: eliminados: {removes} fallidos: {failed} omitidos: {skipped} sin cambios: {unchanged}
fr: {main_msg} : ajouts : {adds} mises à jour : {updates} : suppressions : {removes} échecs : {failed} ignorés : {skipped} inchangés : {unchanged}
it: {main_msg}: aggiunte: {adds} aggiornamenti: {updates}: rimozioni: {removes} fallite: {failed} saltate: {skipped} invariate: {unchanged}

source: Unknown template: {ldap_template}
de: Unbekannte Vorlage: {ldap_template}
es: Plantilla desconocida: {ldap_template}
fr: Modèle inconnu : {ldap_template}
it: Template sconosciuto: {ldap_template}

source: Invalid sync interval: {sync_interval}
de: Ungültiges Sync-Intervall: {sync_interval}
es: Intervalo de sincronización inválido: {sync_interval}
fr: Intervalle de synchronisation invalide : {sync_interval}
it: Intervallo di sincronizzazione non valido: {sync_interval}

source: Resolver '{name}' added {count} {object_type}ss.
de: Resolver '{name}' hat {count} {object_type}s hinzugefügt.
es: El resolver '{name}' agregó {count} {object_type}s.
fr: Le résolveur '{name}' a ajouté {count} {object_type}s.
it: Il resolver '{name}' ha aggiunto {count} {object_type}.

source: {exception_text} Please type '{name}' to delete objects:
de: {exception_text} Bitte '{name}' eingeben, um Objekte zu löschen:
es: {exception_text} Por favor escriba '{name}' para eliminar objetos:
fr: {exception_text} Veuillez taper '{name}' pour supprimer les objets :
it: {exception_text} Digitare '{name}' per eliminare gli oggetti:

source: {exception_text} Delete objects?:
de: {exception_text} Objekte löschen?:
es: {exception_text} ¿Eliminar objetos?:
fr: {exception_text} Supprimer les objets ? :
it: {exception_text} Eliminare gli oggetti?:

source: Deleting {object_type}: {oid}
de: Lösche {object_type}: {oid}
es: Eliminando {object_type}: {oid}
fr: Suppression de {object_type} : {oid}
it: Eliminazione {object_type}: {oid}

source: Failed to delete {object_type}: {oid}: {error}
de: Löschen von {object_type} fehlgeschlagen: {oid}: {error}
es: Error al eliminar {object_type}: {oid}: {error}
fr: Échec de la suppression de {object_type} : {oid} : {error}
it: Impossibile eliminare {object_type}: {oid}: {error}

source: Permission denied: {name}
de: Zugriff verweigert: {name}
es: Permiso denegado: {name}
fr: Permission refusée : {name}
it: Permesso negato: {name}

source: Resolver '{name}' added {count}: {object_type}ss
de: Resolver '{name}' hat {count}: {object_type}s hinzugefügt
es: El resolver '{name}' agregó {count}: {object_type}s
fr: Le résolveur '{name}' a ajouté {count} : {object_type}s
it: Il resolver '{name}' ha aggiunto {count}: {object_type}

source: {exception_text} Delete resolver and all objects?:
de: {exception_text} Resolver und alle Objekte löschen?:
es: {exception_text} ¿Eliminar resolver y todos los objetos?:
fr: {exception_text} Supprimer le résolveur et tous les objets ? :
it: {exception_text} Eliminare resolver e tutti gli oggetti?:

source: Delete resolver without objects?:
de: Resolver ohne Objekte löschen?:
es: ¿Eliminar resolver sin objetos?:
fr: Supprimer le résolveur sans les objets ? :
it: Eliminare il resolver senza oggetti?:

source: Delete resolver '{name}'?:
de: Resolver '{name}' löschen?:
es: ¿Eliminar resolver '{name}'?:
fr: Supprimer le résolveur '{name}' ? :
it: Eliminare il resolver '{name}'?:

source: User already added to group '{group_name}'.
de: Benutzer bereits zur Gruppe '{group_name}' hinzugefügt.
es: Usuario ya agregado al grupo '{group_name}'.
fr: Utilisateur déjà ajouté au groupe '{group_name}'.
it: Utente già aggiunto al gruppo '{group_name}'.

source: User not in group '{group_name}'.
de: Benutzer nicht in Gruppe '{group_name}'.
es: Usuario no está en el grupo '{group_name}'.
fr: Utilisateur absent du groupe '{group_name}'.
it: Utente non presente nel gruppo '{group_name}'.

source: Cannot rename base group.
de: Basisgruppe kann nicht umbenannt werden.
es: No se puede renombrar el grupo base.
fr: Impossible de renommer le groupe de base.
it: Impossibile rinominare il gruppo base.

source: Group already exists: {group_oid}
de: Gruppe existiert bereits: {group_oid}
es: El grupo ya existe: {group_oid}
fr: Le groupe existe déjà : {group_oid}
it: Il gruppo esiste già: {group_oid}

source: Invalid attribute: {attribute}
de: Ungültiges Attribut: {attribute}
es: Atributo inválido: {attribute}
fr: Attribut invalide : {attribute}
it: Attributo non valido: {attribute}

source: Moving internal group is not allowed.
de: Verschieben interner Gruppen ist nicht erlaubt.
es: No está permitido mover grupo interno.
fr: Le déplacement d'un groupe interne n'est pas autorisé.
it: Lo spostamento del gruppo interno non è consentito.

source: Error running policies: {error}
de: Fehler beim Ausführen von Richtlinien: {error}
es: Error al ejecutar políticas: {error}
fr: Erreur lors de l'exécution des stratégies : {error}
it: Errore nell'esecuzione delle policy: {error}

source: Cannot do cross-site move in API mode.
de: Standortübergreifendes Verschieben im API-Modus nicht möglich.
es: No se puede realizar movimiento entre sitios en modo API.
fr: Impossible d'effectuer un déplacement entre sites en mode API.
it: Impossibile eseguire lo spostamento tra siti in modalità API.

source: Unable to get public key of site certificate: {dst_site}: {error}
de: Öffentlicher Schlüssel des Standortzertifikats konnte nicht abgerufen werden: {dst_site}: {error}
es: No se puede obtener la clave pública del certificado del sitio: {dst_site}: {error}
fr: Impossible d'obtenir la clé publique du certificat du site : {dst_site} : {error}
it: Impossibile ottenere la chiave pubblica del certificato del sito: {dst_site}: {error}

source: Object move failed: {reply}
de: Objektverschiebung fehlgeschlagen: {reply}
es: Error al mover objeto: {reply}
fr: Échec du déplacement de l'objet : {reply}
it: Spostamento oggetto fallito: {reply}

source: JWT verification failed: {error}
de: JWT-Verifizierung fehlgeschlagen: {error}
es: Error en la verificación JWT: {error}
fr: Échec de la vérification JWT : {error}
it: Verifica JWT fallita: {error}

source: Failed to find object in reply: {x_oid}
de: Objekt in Antwort nicht gefunden: {x_oid}
es: No se pudo encontrar el objeto en la respuesta: {x_oid}
fr: Impossible de trouver l'objet dans la réponse : {x_oid}
it: Impossibile trovare l'oggetto nella risposta: {x_oid}

source: UUID missmatch in reply: {x_oid}: {x_uuid} <> {y_uuid}
de: UUID-Diskrepanz in Antwort: {x_oid}: {x_uuid} <> {y_uuid}
es: UUID no coincide en la respuesta: {x_oid}: {x_uuid} <> {y_uuid}
fr: Inadéquation d'UUID dans la réponse : {x_oid} : {x_uuid} <> {y_uuid}
it: UUID non corrispondente nella risposta: {x_oid}: {x_uuid} <> {y_uuid}

source: Failed to delete object on source site: {x_oid}
de: Löschen des Objekts am Quellstandort fehlgeschlagen: {x_oid}
es: Error al eliminar objeto en el sitio de origen: {x_oid}
fr: Échec de la suppression de l'objet sur le site source : {x_oid}
it: Impossibile eliminare l'oggetto sul sito di origine: {x_oid}

source: Group does not exist.
de: Gruppe existiert nicht.
es: El grupo no existe.
fr: Le groupe n'existe pas.
it: Il gruppo non esiste.

source: Permission denied: {group_name}
de: Zugriff verweigert: {group_name}
es: Permiso denegado: {group_name}
fr: Permission refusée : {group_name}
it: Permesso negato: {group_name}

source: Cannot delete special group: {group_name}
de: Spezialgruppe kann nicht gelöscht werden: {group_name}
es: No se puede eliminar grupo especial: {group_name}
fr: Impossible de supprimer le groupe spécial : {group_name}
it: Impossibile eliminare il gruppo speciale: {group_name}

source: The group has default group users assigned.
de: Der Gruppe sind Standardgruppenbenutzer zugewiesen.
es: El grupo tiene usuarios de grupo predeterminado asignados.
fr: Le groupe a des utilisateurs de groupe par défaut assignés.
it: Il gruppo ha utenti del gruppo predefinito assegnati.

source: The group has tokens assigned.
de: Der Gruppe sind Token zugewiesen.
es: El grupo tiene tokens asignados.
fr: Le groupe a des jetons assignés.
it: Il gruppo ha token assegnati.

source: The group has roles assigned.
de: Der Gruppe sind Rollen zugewiesen.
es: El grupo tiene roles asignados.
fr: Le groupe a des rôles assignés.
it: Il gruppo ha ruoli assegnati.

source: Group '{group_name}' has member roles: {role_list}
de: Gruppe '{group_name}' hat Mitgliedsrollen: {role_list}
es: El grupo '{group_name}' tiene roles miembro: {role_list}
fr: Le groupe '{group_name}' a des rôles membres : {role_list}
it: Il gruppo '{group_name}' ha ruoli membri: {role_list}

source: Group '{group_name}' has member tokens: {token_list}
de: Gruppe '{group_name}' hat Mitglieds-Token: {token_list}
es: El grupo '{group_name}' tiene tokens miembro: {token_list}
fr: Le groupe '{group_name}' a des jetons membres : {token_list}
it: Il gruppo '{group_name}' ha token membri: {token_list}

source: {exception}Please type '{group_name}' to delete object:
de: {exception}Bitte '{group_name}' eingeben, um Objekt zu löschen:
es: {exception}Por favor escriba '{group_name}' para eliminar objeto:
fr: {exception}Veuillez taper '{group_name}' pour supprimer l'objet :
it: {exception}Digita '{group_name}' per eliminare l'oggetto:

source: {exception}Delete group?:
de: {exception}Gruppe löschen?:
es: {exception}¿Eliminar grupo?:
fr: {exception}Supprimer le groupe ? :
it: {exception}Eliminare il gruppo?:

source: {msg}{object_type}|{object_name}: Found the following orphan ACLs: {acl_list}
de: {msg}{object_type}|{object_name}: Folgende verwaiste ACLs gefunden: {acl_list}
es: {msg}{object_type}|{object_name}: Se encontraron las siguientes ACLs huérfanas: {acl_list}
fr: {msg}{object_type}|{object_name} : ACL orphelines trouvées : {acl_list}
it: {msg}{object_type}|{object_name}: Trovati i seguenti ACL orfani: {acl_list}

source: {msg}{object_type}|{object_name}: Found the following orphan policies: {policy_list}
de: {msg}{object_type}|{object_name}: Folgende verwaiste Richtlinien gefunden: {policy_list}
es: {msg}{object_type}|{object_name}: Se encontraron las siguientes políticas huérfanas: {policy_list}
fr: {msg}{object_type}|{object_name} : Stratégies orphelines trouvées : {policy_list}
it: {msg}{object_type}|{object_name}: Trovate le seguenti policy orfane: {policy_list}

source: {msg}{object_type}|{object_name}: Found the following orphan token UUIDs: {token_list}
de: {msg}{object_type}|{object_name}: Folgende verwaiste Token-UUIDs gefunden: {token_list}
es: {msg}{object_type}|{object_name}: Se encontraron los siguientes UUID de token huérfanos: {token_list}
fr: {msg}{object_type}|{object_name} : UUID de jetons orphelins trouvés : {token_list}
it: {msg}{object_type}|{object_name}: Trovati i seguenti UUID token orfani: {token_list}

source: {msg}{object_type}|{object_name}: Found the following orphan role UUIDs: {role_list}
de: {msg}{object_type}|{object_name}: Folgende verwaiste Rollen-UUIDs gefunden: {role_list}
es: {msg}{object_type}|{object_name}: Se encontraron los siguientes UUID de rol huérfanos: {role_list}
fr: {msg}{object_type}|{object_name} : UUID de rôles orphelins trouvés : {role_list}
it: {msg}{object_type}|{object_name}: Trovati i seguenti UUID ruolo orfani: {role_list}

source: {msg}{object_type}|{object_name}: Found the following orphan user UUIDs: {user_list}
de: Meldung}{object_type}|{object_name}: Folgende verwaiste Benutzer-UUIDs gefunden: {user_list}
es: {msg}{object_type}|{object_name}: Se encontraron los siguientes UUID de usuario huérfanos: {user_list}
fr: {msg}{object_type}|{object_name} : UUID d'utilisateurs orphelins trouvés : {user_list}
it: {msg}{object_type}|{object_name}: Trovati i seguenti UUID utente orfani: {user_list}

source: {msg}Remove?:
de: {msg}Entfernen?:
es: {msg}¿Eliminar?:
fr: {msg}Supprimer ? :
it: {msg}Rimuovere?:

source: Removing orphan token UUID: {token_uuid}
de: Entferne verwaiste Token-UUID: {token_uuid}
es: Eliminando UUID de token huérfano: {token_uuid}
fr: Suppression du jeton orphelin UUID : {token_uuid}
it: Rimozione UUID token orfano: {token_uuid}

source: Removing orphan role UUID: {role_uuid}
de: Entferne verwaiste Rollen-UUID: {role_uuid}
es: Eliminando UUID de rol huérfano: {role_uuid}
fr: Suppression du rôle orphelin UUID : {role_uuid}
it: Rimozione UUID ruolo orfano: {role_uuid}

source: Removing orphan user UUID: {user_uuid}
de: Entferne verwaiste Benutzer-UUID: {user_uuid}
es: Eliminando UUID de usuario huérfano: {user_uuid}
fr: Suppression de l'utilisateur orphelin UUID : {user_uuid}
it: Rimozione UUID utente orfano: {user_uuid}

source: No orphan objects found for {object_type}: {object_name}
de: Keine verwaisten Objekte für {object_type} gefunden: {object_name}
es: No se encontraron objetos huérfanos para {object_type}: {object_name}
fr: Aucun objet orphelin trouvé pour {object_type} : {object_name}
it: Nessun oggetto orfano trovato per {object_type}: {object_name}

source: Unknown peer: {peer_uuid}
de: Unbekannter Peer: {peer_uuid}
es: Par desconocido: {peer_uuid}
fr: Pair inconnu : {peer_uuid}
it: Peer sconosciuto: {peer_uuid}

source: Unable to find realm accessgroup: {realm_access_group}
de: Realm-Zugriffsgruppe konnte nicht gefunden werden: {realm_access_group}
es: No se puede encontrar el grupo de acceso del realm: {realm_access_group}
fr: Impossible de trouver le groupe d'accès du domaine : {realm_access_group}
it: Impossibile trovare il gruppo di accesso del realm: {realm_access_group}

source: Not adding unauthorized SSH token: {token}: {error}
de: Nicht autorisiertes SSH-Token wird nicht hinzugefügt: {token}: {error}
es: No se añade token SSH no autorizado: {token}: {error}
fr: Jeton SSH non autorisé non ajouté : {token} : {error}
it: Token SSH non autorizzato non aggiunto: {token}: {error}

source: Failed to authorize SSH token: {token}: {error}
de: SSH-Token konnte nicht autorisiert werden: {token}: {error}
es: Error al autorizar token SSH: {token}: {error}
fr: Échec de l'autorisation du jeton SSH : {token} : {error}
it: Impossibile autorizzare il token SSH: {token}: {error}

source: Ignoring SSH token without public key: {token_path}
de: SSH-Token ohne öffentlichen Schlüssel wird ignoriert: {token_path}
es: Ignorando token SSH sin clave pública: {token_path}
fr: Jeton SSH ignoré sans clé publique : {token_path}
it: Ignorando token SSH senza chiave pubblica: {token_path}

source: JOTP already enabled.
de: JOTP bereits aktiviert.
es: JOTP ya habilitado.
fr: JOTP déjà activé.
it: JOTP già abilitato.

source: You can use the following JOTP to join the {host_type}: {jotp}
de: Sie können das folgende JOTP verwenden, um {host_type} beizutreten: {jotp}
es: Puedes usar el siguiente JOTP para unirte al {host_type}: {jotp}
fr: Vous pouvez utiliser le JOTP suivant pour rejoindre le {host_type} : {jotp}
it: Puoi utilizzare il seguente JOTP per unirti a {host_type}: {jotp}

source: JOTP already disabled.
de: JOTP bereits deaktiviert.
es: JOTP ya deshabilitado.
fr: JOTP déjà désactivé.
it: JOTP già disabilitato.

source: LOTP already enabled.
de: LOTP bereits aktiviert.
es: LOTP ya habilitado.
fr: LOTP déjà activé.
it: LOTP già abilitato.

source: You can use the following LOTP to join the {host_type}: {lotp}
de: Sie können das folgende LOTP verwenden, um {host_type} beizutreten: {lotp}
es: Puedes usar el siguiente LOTP para unirte al {host_type}: {lotp}
fr: Vous pouvez utiliser le LOTP suivant pour rejoindre le {host_type} : {lotp}
it: Puoi utilizzare il seguente LOTP per unirti a {host_type}: {lotp}

source: LOTP already disabled.
de: LOTP bereits deaktiviert.
es: LOTP ya deshabilitado.
fr: LOTP déjà désactivé.
it: LOTP già disabilitato.

source: LOTP rejoin already enabled.
de: LOTP-Wiederbeitritt bereits aktiviert.
es: Reincorporación LOTP ya habilitada.
fr: Réadhésion LOTP déjà activée.
it: Riconnessione LOTP già abilitata.

source: You can use the following JOTP to (re-)join the {host_type}: {jotp}
de: Sie können das folgende JOTP verwenden, um {host_type} (wieder) beizutreten: {jotp}
es: Puedes usar el siguiente JOTP para (re)unirte al {host_type}: {jotp}
fr: Vous pouvez utiliser le JOTP suivant pour (re-)rejoindre le {host_type} : {jotp}
it: Puoi utilizzare il seguente JOTP per (ri-)unirti a {host_type}: {jotp}

source: LOTP rejoin already disabled.
de: LOTP-Wiederbeitritt bereits deaktiviert.
es: Reincorporación LOTP ya deshabilitada.
fr: Réadhésion LOTP déjà désactivée.
it: Riconnessione LOTP già disabilitata.

source: Failed to load public key: {error}
de: Öffentlicher Schlüssel konnte nicht geladen werden: {error}
es: Error al cargar la clave pública: {error}
fr: Échec du chargement de la clé publique : {error}
it: Impossibile caricare la chiave pubblica: {error}

source: Unable to load issuer CA: {issuer}
de: Aussteller-CA konnte nicht geladen werden: {issuer}
es: No se puede cargar la CA emisora: {issuer}
fr: Impossible de charger l'AC émettrice : {issuer}
it: Impossibile caricare la CA emittente: {issuer}

source: Unknown issuer CA: {issuer}
de: Unbekannte Aussteller-CA: {issuer}
es: CA emisora desconocida: {issuer}
fr: AC émettrice inconnue : {issuer}
it: CA emittente sconosciuta: {issuer}

source: Unable to revoke certificate: {error}
de: Zertifikat konnte nicht widerrufen werden: {error}
es: No se puede revocar el certificado: {error}
fr: Impossible de révoquer le certificat : {error}
it: Impossibile revocare il certificato: {error}

source: Certificate request error: {error}
de: Fehler bei Zertifikatsanforderung: {error}
es: Error en la solicitud de certificado: {error}
fr: Erreur de demande de certificat : {error}
it: Errore richiesta certificato: {error}

source: Problem loading site CA '{site_ca_path}'.
de: Problem beim Laden der Site-CA '{site_ca_path}'.
es: Problema al cargar la CA del sitio '{site_ca_path}'.
fr: Problème de chargement de l'AC du site '{site_ca_path}'.
it: Problema nel caricamento della CA del sito '{site_ca_path}'.

source: Generating new certificate...
de: Neues Zertifikat wird generiert...
es: Generando nuevo certificado...
fr: Génération d'un nouveau certificat...
it: Generazione nuovo certificato...

source: Unable to create new certificate: {error}
de: Neues Zertifikat konnte nicht erstellt werden: {error}
es: No se puede crear un nuevo certificado: {error}
fr: Impossible de créer un nouveau certificat : {error}
it: Impossibile creare un nuovo certificato: {error}

source: Unable to load {host_type} auth key: This is not {host_type} {fqdn}
de: {host_type}-Authentifizierungsschlüssel konnte nicht geladen werden: Dies ist nicht {host_type} {fqdn}
es: No se puede cargar la clave de autenticación {host_type}: Esto no es {host_type} {fqdn}
fr: Impossible de charger la clé d'authentification {host_type} : Ceci n'est pas {host_type} {fqdn}
it: Impossibile caricare la chiave di autenticazione {host_type}: Questo non è {host_type} {fqdn}

source: Loading {host_type} {key_type} auth key.
de: Lade {host_type} {key_type}-Authentifizierungsschlüssel.
es: Cargando clave de autenticación {key_type} de {host_type}.
fr: Chargement de la clé d'authentification {key_type} {host_type}.
it: Caricamento chiave di autenticazione {key_type} {host_type}.

source: Failed to load {host_type} auth key.
de: {host_type}-Authentifizierungsschlüssel konnte nicht geladen werden.
es: Error al cargar la clave de autenticación {host_type}.
fr: Échec du chargement de la clé d'authentification {host_type}.
it: Impossibile caricare la chiave di autenticazione {host_type}.

source: Challenge too old: {fqdn} ({challenge_age}s)
de: Challenge zu alt: {fqdn} ({challenge_age}s)
es: Desafío demasiado antiguo: {fqdn} ({challenge_age}s)
fr: Défi trop ancien : {fqdn} ({challenge_age}s)
it: Challenge troppo vecchia: {fqdn} ({challenge_age}s)

source: Challenge verification failed: {fqdn}
de: Challenge-Verifizierung fehlgeschlagen: {fqdn}
es: Falló la verificación del desafío: {fqdn}
fr: Échec de la vérification du défi : {fqdn}
it: Verifica challenge fallita: {fqdn}

source: Certificate error: CN does not match FQDN: {fqdn}: {cert_cn}
de: Zertifikatsfehler: CN stimmt nicht mit FQDN überein: {fqdn}: {cert_cn}
es: Error de certificado: CN no coincide con FQDN: {fqdn}: {cert_cn}
fr: Erreur de certificat : CN ne correspond pas au FQDN : {fqdn} : {cert_cn}
it: Errore certificato: CN non corrisponde a FQDN: {fqdn}: {cert_cn}

source: Certificate issued by unknown CA: {issuer_cn}: {cert_cn}
de: Zertifikat von unbekannter CA ausgestellt: {issuer_cn}: {cert_cn}
es: Certificado emitido por CA desconocida: {issuer_cn}: {cert_cn}
fr: Certificat émis par une AC inconnue : {issuer_cn} : {cert_cn}
it: Certificato emesso da CA sconosciuta: {issuer_cn}: {cert_cn}

source: Certificate revoked by CA: {issuer_cn}: {cert_cn}: {cert_serial}
de: Zertifikat von CA widerrufen: {issuer_cn}: {cert_cn}: {cert_serial}
es: Certificado revocado por CA: {issuer_cn}: {cert_cn}: {cert_serial}
fr: Certificat révoqué par l'AC : {issuer_cn} : {cert_cn} : {cert_serial}
it: Certificato revocato dalla CA: {issuer_cn}: {cert_cn}: {cert_serial}

source: {object_type} already exists: {object_id}
de: {object_type} existiert bereits: {object_id}
es: {object_type} ya existe: {object_id}
fr: {object_type} existe déjà : {object_id}
it: {object_type} esiste già: {object_id}
