Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: User denied by DENY_LOGIN_USERS: {user_name}
de: Benutzer durch DENY_LOGIN_USERS verweigert: {user_name}
es: Usuario denegado por DENY_LOGIN_USERS: {user_name}
fr: Utilisateur refusé par DENY_LOGIN_USERS : {user_name}
it: Utente negato da DENY_LOGIN_USERS: {user_name}

source: User denied: Not found in VALID_LOGIN_USERS: {user_name}
de: Benutzer verweigert: Nicht in VALID_LOGIN_USERS gefunden: {user_name}
es: Usuario denegado: No encontrado en VALID_LOGIN_USERS: {user_name}
fr: Utilisateur refusé : Non trouvé dans VALID_LOGIN_USERS : {user_name}
it: Utente negato: Non trovato in VALID_LOGIN_USERS: {user_name}

source: Unable to get method type: {method_path}
de: Methodentyp kann nicht abgerufen werden: {method_path}
es: No se puede obtener el tipo de método: {method_path}
fr: Impossible d'obtenir le type de méthode : {method_path}
it: Impossibile ottenere il tipo di metodo: {method_path}

source: Unknown time unit: {unit}
de: Unbekannte Zeiteinheit: {unit}
es: Unidad de tiempo desconocida: {unit}
fr: Unité de temps inconnue : {unit}
it: Unità di tempo sconosciuta: {unit}

source: Invalid time: {date}
de: Ungültige Zeit: {date}
es: Hora no válida: {date}
fr: Heure invalide : {date}
it: Tempo non valido: {date}

source: Unknown date string: {date}
de: Unbekannter Datumsstring: {date}
es: Cadena de fecha desconocida: {date}
fr: Chaîne de date inconnue : {date}
it: Stringa data sconosciuta: {date}

source: Missing 'year'
de: Fehlendes 'year'
es: Falta 'year'
fr: 'year' manquant
it: 'year' mancante

source: Missing 'month'
de: Fehlendes 'month'
es: Falta 'month'
fr: 'month' manquant
it: 'month' mancante

source: Missing 'hour'
de: Fehlende 'hour'
es: Falta 'hour'
fr: 'hour' manquant
it: 'hour' mancante

source: Missing 'minute'
de: Fehlende 'minute'
es: Falta 'minute'
fr: 'minute' manquant
it: Manca 'minute'

source: Unknown year: {year}
de: Unbekanntes Jahr: {year}
es: Año desconocido: {year}
fr: Année inconnue : {year}
it: Anno sconosciuto: {year}

source: No such file or directory: {path}
de: Datei oder Verzeichnis nicht gefunden: {path}
es: No existe el archivo o directorio: {path}
fr: Fichier ou répertoire introuvable : {path}
it: File o directory non esistente: {path}

source: Failed to open file: {path}: {error}
de: Datei konnte nicht geöffnet werden: {path}: {error}
es: Error al abrir archivo: {path}: {error}
fr: Échec de l'ouverture du fichier : {path} : {error}
it: Impossibile aprire il file: {path}: {error}

source: Failed to get inode: {fd}: {error}
de: Inode konnte nicht abgerufen werden: {fd}: {error}
es: Error al obtener inode: {fd}: {error}
fr: Échec de récupération de l'inode : {fd} : {error}
it: Impossibile ottenere inode: {fd}: {error}

source: Timeout waiting for lock.
de: Zeitüberschreitung beim Warten auf Sperre.
es: Tiempo de espera agotado esperando el bloqueo.
fr: Délai d'attente dépassé pour le verrou.
it: Timeout in attesa del lock.

source: Failed to copy file: {src} > {dst}: {error}
de: Datei konnte nicht kopiert werden: {src} > {dst}: {error}
es: Error al copiar archivo: {src} > {dst}: {error}
fr: Échec de la copie du fichier : {src} > {dst} : {error}
it: Impossibile copiare il file: {src} > {dst}: {error}

source: Unknown sort_by: {sort_by}
de: Unbekanntes sort_by: {sort_by}
es: sort_by desconocido: {sort_by}
fr: sort_by inconnu : {sort_by}
it: sort_by sconosciuto: {sort_by}

source: Directory not empty: {directory}
de: Verzeichnis nicht leer: {directory}
es: Directorio no vacío: {directory}
fr: Répertoire non vide : {directory}
it: Directory non vuota: {directory}

source: Failed to create symlink: {src} > {dst}: {error}
de: Symlink konnte nicht erstellt werden: {src} > {dst}: {error}
es: Error al crear enlace simbólico: {src} > {dst}: {error}
fr: Échec de création du lien symbolique : {src} > {dst} : {error}
it: Impossibile creare symlink: {src} > {dst}: {error}

source: Failed to remove symlink: {path}: {error}
de: Symlink konnte nicht entfernt werden: {path}: {error}
es: Error al eliminar enlace simbólico: {path}: {error}
fr: Échec de suppression du lien symbolique : {path} : {error}
it: Impossibile rimuovere symlink: {path}: {error}

source: Failed to delete file: {path}: {error}
de: Datei konnte nicht gelöscht werden: {path}: {error}
es: Error al eliminar archivo: {path}: {error}
fr: Échec de suppression du fichier : {path} : {error}
it: Impossibile eliminare il file: {path}: {error}

source: Cannot create file '{filename}'. Directory does not exist: {parent_dir}
de: Datei '{filename}' kann nicht erstellt werden. Verzeichnis existiert nicht: {parent_dir}
es: No se puede crear el archivo '{filename}'. El directorio no existe: {parent_dir}
fr: Impossible de créer le fichier '{filename}'. Le répertoire n'existe pas : {parent_dir}
it: Impossibile creare il file '{filename}'. La directory non esiste: {parent_dir}

source: Failed to acquire file lock: {file_path}: {error}
de: Dateisperre konnte nicht erworben werden: {file_path}: {error}
es: Error al adquirir bloqueo de archivo: {file_path}: {error}
fr: Échec de l'acquisition du verrou de fichier : {file_path} : {error}
it: Impossibile acquisire il lock del file: {file_path}: {error}

source: Failed to read file: {file_path}: {error}
de: Datei konnte nicht gelesen werden: {file_path}: {error}
es: Error al leer archivo: {file_path}: {error}
fr: Échec de lecture du fichier : {file_path} : {error}
it: Impossibile leggere il file: {file_path}: {error}

source: Failed to load file: {file_path}: {error}
de: Datei konnte nicht geladen werden: {file_path}: {error}
es: Error al cargar archivo: {file_path}: {error}
fr: Échec de chargement du fichier : {file_path} : {error}
it: Impossibile caricare il file: {file_path}: {error}

source: Failed to write file: {file_path}: {error}
de: Datei konnte nicht geschrieben werden: {file_path}: {error}
es: Error al escribir archivo: {file_path}: {error}
fr: Échec d'écriture du fichier : {file_path} : {error}
it: Impossibile scrivere il file: {file_path}: {error}

source: No such file or directory: {file_path}
de: Datei oder Verzeichnis nicht gefunden: {file_path}
es: No existe el archivo o directorio: {file_path}
fr: Fichier ou répertoire introuvable : {file_path}
it: File o directory non esistente: {file_path}

source: <object_config> must be dict not {config_type}
de: <object_config> muss dict sein, nicht {config_type}
es: <object_config> debe ser dict no {config_type}
fr: <object_config> doit être un dict et non {config_type}
it: <object_config> deve essere dict non {config_type}

source: Unknown action: {action}
de: Unbekannte Aktion: {action}
es: Acción desconocida: {action}
fr: Action inconnue : {action}
it: Azione sconosciuta: {action}

source: Missing modified attribute: {attr}
de: Fehlendes geändertes Attribut: {attr}
es: Falta atributo modificado: {attr}
fr: Attribut modifié manquant : {attr}
it: Attributo modificato mancante: {attr}

source: WARNING: Unable to load module re2: {e}
de: WARNUNG: Modul re2 konnte nicht geladen werden: {e}
es: ADVERTENCIA: No se puede cargar el módulo re2: {e}
fr: AVERTISSEMENT : Impossible de charger le module re2 : {e}
it: ATTENZIONE: Impossibile caricare il modulo re2: {e}

source: WARNING: You may experience bad performance!!
de: WARNUNG: Sie könnten schlechte Leistung erleben!!
es: ADVERTENCIA: ¡¡Puede experimentar bajo rendimiento!!
fr: AVERTISSEMENT : Vous pourriez rencontrer de mauvaises performances !!
it: ATTENZIONE: Potresti riscontrare prestazioni scadenti!!

source: Failed to {action} user ACL
de: Fehler beim {action} der Benutzer-ACL
es: Error al {action} ACL de usuario
fr: Échec de {action} de l'ACL utilisateur
it: Impossibile {action} ACL utente

source: Failed to {action} token ACL
de: Fehler beim {action} der Token-ACL
es: Error al {action} ACL de token
fr: Échec de {action} de l'ACL de jeton
it: Impossibile {action} ACL token

source: Failed to {action} creator ACL
de: Fehler beim {action} der Ersteller-ACL
es: Error al {action} ACL de creador
fr: Échec de {action} de l'ACL créateur
it: Impossibile {action} ACL creatore

source: Need <child_object>.
de: Benötige <child_object>.
es: Se necesita <child_object>.
fr: Nécessite <child_object>.
it: Necessario <child_object>.

source: Invalid hook: {hook_name}
de: Ungültiger Hook: {hook_name}
es: Hook inválido: {hook_name}
fr: Hook invalide : {hook_name}
it: Hook non valido: {hook_name}

source: ACL already exists.
de: ACL existiert bereits.
es: ACL ya existe.
fr: L'ACL existe déjà.
it: ACL già esistente.

source: Unknown ACL: {acl}
de: Unbekannte ACL: {acl}
es: ACL desconocido: {acl}
fr: ACL inconnue : {acl}
it: ACL sconosciuto: {acl}

source: Unknown ACL.
de: Unbekannte ACL.
es: ACL desconocido.
fr: ACL inconnue.
it: ACL sconosciuto.

source: Unknown ACL type: {acl_type}
de: Unbekannter ACL-Typ: {acl_type}
es: Tipo de ACL desconocido: {acl_type}
fr: Type d'ACL inconnu : {acl_type}
it: Tipo ACL sconosciuto: {acl_type}

source: Unknown policy hook: {hook_name}
de: Unbekannter Policy-Hook: {hook_name}
es: Hook de política desconocido: {hook_name}
fr: Hook de politique inconnu : {hook_name}
it: Hook policy sconosciuto: {hook_name}

source: {} disabled by policy.
de: {} durch Policy deaktiviert.
es: {} deshabilitado por política.
fr: {} désactivé par la politique.
it: {} disabilitato dalla policy.

source: Unable to update object policy: {e}
de: Objektrichtlinie konnte nicht aktualisiert werden: {e}
es: No se puede actualizar la política del objeto: {e}
fr: Impossible de mettre à jour la politique d'objet : {e}
it: Impossibile aggiornare la policy dell'oggetto: {e}

source: Error updating object policy: {e}
de: Fehler beim Aktualisieren der Objektrichtlinie: {e}
es: Error actualizando la política del objeto: {e}
fr: Erreur lors de la mise à jour de la politique d'objet : {e}
it: Errore nell'aggiornamento della policy dell'oggetto: {e}

source: {} disabled by policy: {}: {}
de: {} durch Policy deaktiviert: {}: {}
es: {} deshabilitado por política: {}: {}
fr: {} désactivé par la politique : {} : {}
it: {} disabilitato dalla policy: {}: {}

source: Cannot disable object by policy: {}: {}: {}
de: Objekt kann nicht durch Policy deaktiviert werden: {}: {}: {}
es: No se puede deshabilitar objeto por política: {}: {}: {}
fr: Impossible de désactiver l'objet par politique : {} : {} : {}
it: Impossibile disabilitare l'oggetto per policy: {}: {}: {}

source: Invalid date string: {e}
de: Ungültiger Datumsstring: {e}
es: Cadena de fecha inválida: {e}
fr: Chaîne de date invalide : {e}
it: Stringa data non valida: {e}

source: Failed to add default token to role: {}: {}, {}
de: Standard-Token konnte nicht zur Rolle hinzugefügt werden: {}: {}, {}
es: Error al agregar token predeterminado al rol: {}: {}, {}
fr: Échec de l'ajout du jeton par défaut au rôle : {} : {}, {}
it: Impossibile aggiungere token predefinito al ruolo: {}: {}, {}

source: Unknown role: {role_name}
de: Unbekannte Rolle: {role_name}
es: Rol desconocido: {role_name}
fr: Rôle inconnu : {role_name}
it: Ruolo sconosciuto: {role_name}

source: Role already added to this policy.
de: Rolle bereits zu dieser Policy hinzugefügt.
es: Rol ya agregado a esta política.
fr: Rôle déjà ajouté à cette politique.
it: Ruolo già aggiunto a questa policy.

source: Role not added for this policy.
de: Rolle nicht für diese Policy hinzugefügt.
es: Rol no agregado para esta política.
fr: Rôle non ajouté pour cette politique.
it: Ruolo non aggiunto per questa policy.

source: This policy is handled by OTPmeObject().add().
de: Diese Policy wird von OTPmeObject().add() verwaltet.
es: Esta política es manejada por OTPmeObject().add().
fr: Cette politique est gérée par OTPmeObject().add().
it: Questa policy è gestita da OTPmeObject().add().

source: Invalid object type for this policy: {object_type}
de: Ungültiger Objekttyp für diese Policy: {object_type}
es: Tipo de objeto inválido para esta política: {object_type}
fr: Type d'objet invalide pour cette politique : {object_type}
it: Tipo di oggetto non valido per questa policy: {object_type}

source: Unknown policy: {policy_name}
de: Unbekannte Policy: {policy_name}
es: Política desconocida: {policy_name}
fr: Politique inconnue : {policy_name}
it: Policy sconosciuta: {policy_name}

source: Policy not valid for object type: {}: {}
de: Policy nicht gültig für Objekttyp: {}: {}
es: Política no válida para tipo de objeto: {}: {}
fr: Politique non valide pour le type d'objet : {} : {}
it: Policy non valida per il tipo di oggetto: {}: {}

source: Policy not added for this object type.
de: Policy nicht für diesen Objekttyp hinzugefügt.
es: Política no agregada para este tipo de objeto.
fr: Politique non ajoutée pour ce type d'objet.
it: Policy non aggiunta per questo tipo di oggetto.

source: Missing <password> or <pin>.
de: Fehlendes <password> oder <pin>.
es: Falta <password> o <pin>.
fr: <password> ou <pin> manquant.
it: <password> o <pin> mancante.

source: PIN must only contain numbers.
de: PIN darf nur Zahlen enthalten.
es: El PIN debe contener solo números.
fr: Le PIN doit contenir uniquement des chiffres.
it: Il PIN deve contenere solo numeri.

source: PIN must be at least {pin_min_len} digits long.
de: PIN muss mindestens {pin_min_len} Ziffern lang sein.
es: El PIN debe tener al menos {pin_min_len} dígitos.
fr: Le code PIN doit comporter au moins {pin_min_len} chiffres.
it: Il PIN deve essere lungo almeno {pin_min_len} cifre.

source: Expected <password> as <str> but got {password_type}.
de: Erwartete <password> als <str>, erhielt aber {password_type}.
es: Se esperaba <password> como <str> pero se obtuvo {password_type}.
fr: Attendu <password> comme <str> mais obtenu {password_type}.
it: Previsto <password> come <str> ma ottenuto {password_type}.

source: Received empty password.
de: Leeres Passwort erhalten.
es: Se recibió contraseña vacía.
fr: Mot de passe vide reçu.
it: Ricevuta password vuota.

source: Password must be at least {password_min_len} characters long.
de: Passwort muss mindestens {password_min_len} Zeichen lang sein.
es: La contraseña debe tener al menos {password_min_len} caracteres.
fr: Le mot de passe doit comporter au moins {password_min_len} caractères.
it: La password deve essere lunga almeno {password_min_len} caratteri.

source: Password contains invalid character(s). Allowed characters are: {password_allowed_chars}
de: Passwort enthält ungültige Zeichen. Erlaubte Zeichen sind: {password_allowed_chars}
es: La contraseña contiene caracteres inválidos. Los caracteres permitidos son: {password_allowed_chars}
fr: Le mot de passe contient des caractères non valides. Caractères autorisés : {password_allowed_chars}
it: La password contiene caratteri non validi. I caratteri consentiti sono: {password_allowed_chars}

source: Missing option 'dict_order'.
de: Option 'dict_order' fehlt.
es: Falta la opción 'dict_order'.
fr: Option 'dict_order' manquante.
it: Opzione 'dict_order' mancante.

source: Missing option 'min_score'.
de: Option 'min_score' fehlt.
es: Falta la opción 'min_score'.
fr: Option 'min_score' manquante.
it: Opzione 'min_score' mancante.

source: Unknown dictionary: {dict_uuid}
de: Unbekanntes Wörterbuch: {dict_uuid}
es: Diccionario desconocido: {dict_uuid}
fr: Dictionnaire inconnu : {dict_uuid}
it: Dizionario sconosciuto: {dict_uuid}

source: Password too weak!
de: Passwort zu schwach!
es: ¡Contraseña demasiado débil!
fr: Mot de passe trop faible !
it: Password troppo debole!

source: Password min length too short.
de: Minimale Passwortlänge zu kurz.
es: Longitud mínima de contraseña demasiado corta.
fr: Longueur minimale du mot de passe trop courte.
it: Lunghezza minima password troppo corta.

source: Unknown password strength checker: {strength_checker}
de: Unbekannter Passwortstärke-Prüfer: {strength_checker}
es: Verificador de seguridad de contraseña desconocido: {strength_checker}
fr: Vérificateur de force de mot de passe inconnu : {strength_checker}
it: Verificatore di robustezza password sconosciuto: {strength_checker}

source: Invalid option: {x}
de: Ungültige Option: {x}
es: Opción inválida: {x}
fr: Option non valide : {x}
it: Opzione non valida: {x}

source: Need dict order as list.
de: Benötige dict order als Liste.
es: Se necesita dict order como lista.
fr: Ordre du dictionnaire requis sous forme de liste.
it: Necessario dict order come lista.

source: Unknown dictionary: {x}
de: Unbekanntes Wörterbuch: {x}
es: Diccionario desconocido: {x}
fr: Dictionnaire inconnu : {x}
it: Dizionario sconosciuto: {x}

source: recent_years_past must to be of type integer.
de: recent_years_past muss vom Typ Integer sein.
es: recent_years_past debe ser de tipo entero.
fr: recent_years_past doit être de type entier.
it: recent_years_past deve essere di tipo intero.

source: recent_years_future must to be of type integer.
de: recent_years_future muss vom Typ Integer sein.
es: recent_years_future debe ser de tipo entero.
fr: recent_years_future doit être de type entier.
it: recent_years_future deve essere di tipo intero.

source: min_score must be of type integer.
de: min_score muss vom Typ Integer sein.
es: min_score debe ser de tipo entero.
fr: min_score doit être de type entier.
it: min_score deve essere di tipo intero.

source: Unknown option: {opt}
de: Unbekannte Option: {opt}
es: Opción desconocida: {opt}
fr: Option inconnue : {opt}
it: Opzione sconosciuta: {opt}

source: Strength checker already enabled.
de: Stärke-Prüfer bereits aktiviert.
es: Verificador de seguridad ya habilitado.
fr: Vérificateur de force déjà activé.
it: Verificatore di robustezza già abilitato.

source: Strength checker already disabled.
de: Stärke-Prüfer bereits deaktiviert.
es: Verificador de seguridad ya deshabilitado.
fr: Vérificateur de force déjà désactivé.
it: Verificatore di robustezza già disabilitato.

source: JWT auth failed.
de: JWT-Authentifizierung fehlgeschlagen.
es: Autenticación JWT falló.
fr: Authentification JWT échouée.
it: Autenticazione JWT fallita.

source: JWT auth succeeded.
de: JWT-Authentifizierung erfolgreich.
es: Autenticación JWT exitosa.
fr: Authentification JWT réussie.
it: Autenticazione JWT riuscita.

source: AuthonactionPolicy disabled by <config.ignore_policy_tags>.
de: AuthonactionPolicy durch <config.ignore_policy_tags> deaktiviert.
es: AuthonactionPolicy deshabilitado por <config.ignore_policy_tags>.
fr: AuthonactionPolicy désactivée par <config.ignore_policy_tags>.
it: AuthonactionPolicy disabilitata da <config.ignore_policy_tags>.

source: Cannot run policy without auth token: {oid}
de: Kann Richtlinie ohne Auth-Token nicht ausführen: {oid}
es: No se puede ejecutar la política sin token de autenticación: {oid}
fr: Impossible d'exécuter la politique sans jeton d'authentification : {oid}
it: Impossibile eseguire la policy senza token di autenticazione: {oid}

source: AuthonactionPolicy needs <_caller>.
de: AuthonactionPolicy benötigt <_caller>.
es: AuthonactionPolicy necesita <_caller>.
fr: AuthonactionPolicy nécessite <_caller>.
it: AuthonactionPolicy necessita di <_caller>.

source: You need to re-authenticate for this action.
de: Sie müssen sich für diese Aktion erneut authentifizieren.
es: Necesitas volver a autenticarte para esta acción.
fr: Vous devez vous ré-authentifier pour cette action.
it: È necessario riautenticarsi per questa azione.

source: Invalid value for reauth timeout: {e}
de: Ungültiger Wert für Reauth-Timeout: {e}
es: Valor inválido para tiempo de espera de reautenticación: {e}
fr: Valeur non valide pour le délai de ré-authentification : {e}
it: Valore non valido per timeout di riautenticazione: {e}

source: Reauth timeout must be lower than reauth_expiry: {reauth_expiry}
de: Reauth-Timeout muss niedriger sein als reauth_expiry: {reauth_expiry}
es: El tiempo de espera de reautenticación debe ser menor que reauth_expiry: {reauth_expiry}
fr: Le délai de ré-authentification doit être inférieur à reauth_expiry : {reauth_expiry}
it: Il timeout di riautenticazione deve essere inferiore a reauth_expiry: {reauth_expiry}

source: Invalid value for reauth expiry: {e}
de: Ungültiger Wert für Reauth-Ablauf: {e}
es: Valor inválido para expiración de reautenticación: {e}
fr: Valeur non valide pour l'expiration de ré-authentification : {e}
it: Valore non valido per scadenza riautenticazione: {e}

source: Reauth expiry must be higher than reauth_timeout: {reauth_timeout}
de: Reauth-Ablauf muss höher sein als reauth_timeout: {reauth_timeout}
es: La expiración de reautenticación debe ser mayor que reauth_timeout: {reauth_timeout}
fr: L'expiration de ré-authentification doit être supérieure à reauth_timeout : {reauth_timeout}
it: La scadenza riautenticazione deve essere superiore a reauth_timeout: {reauth_timeout}

source: Unknown hook for this object type: {object_type}: {hook_name}
de: Unbekannter Hook für diesen Objekttyp: {object_type}: {hook_name}
es: Hook desconocido para este tipo de objeto: {object_type}: {hook_name}
fr: Hook inconnu pour ce type d'objet : {object_type} : {hook_name}
it: Hook sconosciuto per questo tipo di oggetto: {object_type}: {hook_name}

source: Hook already added for this object type: {object_type}: {hook_name}: {name}
de: Hook bereits für diesen Objekttyp hinzugefügt: {object_type}: {hook_name}: {name}
es: Hook ya agregado para este tipo de objeto: {object_type}: {hook_name}: {name}
fr: Hook déjà ajouté pour ce type d'objet : {object_type} : {hook_name} : {name}
it: Hook già aggiunto per questo tipo di oggetto: {object_type}: {hook_name}: {name}

source: Unknown hook for this object type: {hook_name}
de: Unbekannter Hook für diesen Objekttyp: {hook_name}
es: Hook desconocido para este tipo de objeto: {hook_name}
fr: Hook inconnu pour ce type d'objet : {hook_name}
it: Hook sconosciuto per questo tipo di oggetto: {hook_name}

source: Hook not added for this object type.
de: Hook nicht für diesen Objekttyp hinzugefügt.
es: Hook no agregado para este tipo de objeto.
fr: Hook non ajouté pour ce type d'objet.
it: Hook non aggiunto per questo tipo di oggetto.

source: Invalid token path: {token_path}
de: Ungültiger Token-Pfad: {token_path}
es: Ruta de token inválida: {token_path}
fr: Chemin de jeton non valide : {token_path}
it: Percorso token non valido: {token_path}

source: Unknown token: {token_path}
de: Unbekannter Token: {token_path}
es: Token desconocido: {token_path}
fr: Jeton inconnu : {token_path}
it: Token sconosciuto: {token_path}

source: Unknown role: {role_path}
de: Unbekannte Rolle: {role_path}
es: Rol desconocido: {role_path}
fr: Rôle inconnu : {role_path}
it: Ruolo sconosciuto: {role_path}

source: Need <token> or <role>.
de: Benötige <token> oder <role>.
es: Se necesita <token> o <role>.
fr: Besoin de <token> ou <role>.
it: Necessario <token> o <role>.

source: {type_cap} already whitelisted.
de: {type_cap} bereits auf der Whitelist.
es: {type_cap} ya está en la lista blanca.
fr: {type_cap} déjà sur liste blanche.
it: {type_cap} già nella whitelist.

source: {type_cap} not whitelisted.
de: {type_cap} nicht auf der Whitelist.
es: {type_cap} no está en la lista blanca.
fr: {type_cap} pas sur liste blanche.
it: {type_cap} non nella whitelist.

source: Failed to add default token to group: {group_name}: {default_token}, {error}
de: Fehler beim Hinzufügen des Standard-Tokens zur Gruppe: {group_name}: {default_token}, {error}
es: Error al agregar token predeterminado al grupo: {group_name}: {default_token}, {error}
fr: Échec de l'ajout du jeton par défaut au groupe : {group_name} : {default_token}, {error}
it: Impossibile aggiungere token predefinito al gruppo: {group_name}: {default_token}, {error}

source: Unknown group: {group_name}
de: Unbekannte Gruppe: {group_name}
es: Grupo desconocido: {group_name}
fr: Groupe inconnu : {group_name}
it: Gruppo sconosciuto: {group_name}
