Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Requesting list with {log_name}s from peer: {peer_name}
de: Fordere Liste mit {log_name}s von Peer an: {peer_name}
es: Solicitando lista con {log_name}s del par: {peer_name}
fr: Demande de liste avec {log_name}s au pair : {peer_name}
it: Richiesta lista con {log_name} dal peer: {peer_name}

source: Error receiving list from peer: {reply}
de: Fehler beim Empfangen der Liste vom Peer: {reply}
es: Error al recibir lista del par: {reply}
fr: Erreur de réception de la liste du pair : {reply}
it: Errore nella ricezione della lista dal peer: {reply}

source: Received {count} objects from peer.
de: {count} Objekte vom Peer empfangen.
es: Recibidos {count} objetos del par.
fr: {count} objets reçus du pair.
it: Ricevuti {count} oggetti dal peer.

source: Starting sync of offline {log_name}s...
de: Starte Synchronisierung von Offline-{log_name}s...
es: Iniciando sincronización de {log_name}s fuera de línea...
fr: Démarrage de la synchronisation des {log_name}s hors ligne...
it: Avvio sincronizzazione {log_name} offline...

source: No offline tokens found.
de: Keine Offline-Token gefunden.
es: No se encontraron tokens fuera de línea.
fr: Aucun jeton hors ligne trouvé.
it: Nessun token offline trovato.

source: Ignoring offline token of unknown user: {uuid}
de: Offline-Token eines unbekannten Benutzers wird ignoriert: {uuid}
es: Ignorando token fuera de línea de usuario desconocido: {uuid}
fr: Jeton hors ligne d'un utilisateur inconnu ignoré : {uuid}
it: Token offline di utente sconosciuto ignorato: {uuid}

source: Error loading offline tokens: {e}
de: Fehler beim Laden von Offline-Token: {e}
es: Error al cargar tokens fuera de línea: {e}
fr: Erreur de chargement des jetons hors ligne : {e}
it: Errore nel caricamento dei token offline: {e}

source: Error getting offline tokens: {username}: {e}
de: Fehler beim Abrufen von Offline-Token: {username}: {e}
es: Error al obtener tokens fuera de línea: {username}: {e}
fr: Erreur d'obtention des jetons hors ligne : {username} : {e}
it: Errore nell'ottenere i token offline: {username}: {e}

source: Unable to get server session UUID.
de: Server-Sitzungs-UUID kann nicht abgerufen werden.
es: No se puede obtener UUID de sesión del servidor.
fr: Impossible d'obtenir l'UUID de session du serveur.
it: Impossibile ottenere l'UUID della sessione del server.

source: Error getting offline session UUID: {username}: {e}
de: Fehler beim Abrufen der Offline-Sitzungs-UUID: {username}: {e}
es: Error al obtener UUID de sesión fuera de línea: {username}: {e}
fr: Erreur d'obtention de l'UUID de session hors ligne : {username} : {e}
it: Errore nell'ottenere l'UUID della sessione offline: {username}: {e}

source: Removing outdated object: {x_oid}
de: Veraltetes Objekt wird entfernt: {x_oid}
es: Eliminando objeto obsoleto: {x_oid}
fr: Suppression de l'objet obsolète : {x_oid}
it: Rimozione oggetto obsoleto: {x_oid}

source: Removed {data_type}: {x_oid}
de: {data_type} entfernt: {x_oid}
es: Eliminado {data_type}: {x_oid}
fr: {data_type} supprimé : {x_oid}
it: Rimosso {data_type}: {x_oid}

source: Added {count} new {log_name}s: {rel_path}
de: {count} neue {log_name}s hinzugefügt: {rel_path}
es: Agregados {count} nuevos {log_name}s: {rel_path}
fr: Ajout de {count} nouveaux {log_name}s : {rel_path}
it: Aggiunti {count} nuovi {log_name}: {rel_path}

source: Successfully synchronized {count} offline {log_name}s.
de: {count} Offline-{log_name}s erfolgreich synchronisiert.
es: Sincronizados exitosamente {count} {log_name}s fuera de línea.
fr: Synchronisation réussie de {count} {log_name}s hors ligne.
it: Sincronizzati con successo {count} {log_name} offline.

source: Local token data up-to-date.
de: Lokale Token-Daten sind aktuell.
es: Datos de token local actualizados.
fr: Données de jetons locaux à jour.
it: Dati token locali aggiornati.

source: Starting sync of {log_name}s...
de: Starte Synchronisierung von {log_name}s...
es: Iniciando sincronización de {log_name}s...
fr: Démarrage de la synchronisation des {log_name}s...
it: Avvio sincronizzazione {log_name}...

source: Added {count} new {log_name}s:
de: {count} neue {log_name}s hinzugefügt:
es: Agregados {count} nuevos {log_name}s:
fr: Ajout de {count} nouveaux {log_name}s :
it: Aggiunti {count} nuovi {log_name}:

source: Successfully synchronized {count} {log_name}s.
de: {count} {log_name}s erfolgreich synchronisiert.
es: Sincronizados exitosamente {count} {log_name}s.
fr: Synchronisation réussie de {count} {log_name}s.
it: Sincronizzati con successo {count} {log_name}.

source: Requesting authorized_keys from peer...
de: Fordere authorized_keys vom Peer an...
es: Solicitando authorized_keys del par...
fr: Demande des authorized_keys au pair...
it: Richiesta authorized_keys dal peer...

source: Error receiving SSH authorized_keys from peer: {reply}
de: Fehler beim Empfangen von SSH authorized_keys vom Peer: {reply}
es: Error al recibir authorized_keys SSH del par: {reply}
fr: Erreur de réception des authorized_keys SSH du pair : {reply}
it: Errore nella ricezione di SSH authorized_keys dal peer: {reply}

source: List of assigned SSH tokens changed.
de: Liste der zugewiesenen SSH-Token hat sich geändert.
es: La lista de tokens SSH asignados cambió.
fr: La liste des jetons SSH assignés a changé.
it: Lista dei token SSH assegnati modificata.

source: Unable to sync without connection to syncd.
de: Synchronisierung ohne Verbindung zu syncd nicht möglich.
es: No se puede sincronizar sin conexión a syncd.
fr: Impossible de synchroniser sans connexion à syncd.
it: Impossibile sincronizzare senza connessione a syncd.

source: Unknown sync type: {sync_type}
de: Unbekannter Sync-Typ: {sync_type}
es: Tipo de sincronización desconocido: {sync_type}
fr: Type de synchronisation inconnu : {sync_type}
it: Tipo di sincronizzazione sconosciuto: {sync_type}

source: Failed to decode JSON response: {error}
de: JSON-Antwort konnte nicht dekodiert werden: {error}
es: Error al decodificar respuesta JSON: {error}
fr: Échec du décodage de la réponse JSON : {error}
it: Impossibile decodificare la risposta JSON: {error}

source: Unknown encryption: {path}
de: Unbekannte Verschlüsselung: {path}
es: Cifrado desconocido: {path}
fr: Chiffrement inconnu : {path}
it: Crittografia sconosciuta: {path}

source: Generating {hash_type} hash...
de: Generiere {hash_type}-Hash...
es: Generando hash {hash_type}...
fr: Génération du hachage {hash_type}...
it: Generazione hash {hash_type}...

source: Unknown hash type: {hash_algo}
de: Unbekannter Hash-Typ: {hash_algo}
es: Tipo de hash desconocido: {hash_algo}
fr: Type de hachage inconnu : {hash_algo}
it: Tipo di hash sconosciuto: {hash_algo}

source: Failed to load encryption key: {error}
de: Verschlüsselungsschlüssel konnte nicht geladen werden: {error}
es: Error al cargar clave de cifrado: {error}
fr: Échec du chargement de la clé de chiffrement : {error}
it: Impossibile caricare la chiave di crittografia: {error}

source: Failed encrypt data: {error}
de: Fehler beim Verschlüsseln der Daten: {error}
es: Error al cifrar datos: {error}
fr: Échec du chiffrement des données : {error}
it: Impossibile crittografare i dati: {error}

source: Failed to decode data: {error}
de: Fehler beim Dekodieren der Daten: {error}
es: Error al decodificar datos: {error}
fr: Échec du décodage des données : {error}
it: Impossibile decodificare i dati: {error}

source: Failed to load decryption key: {error}
de: Fehler beim Laden des Entschlüsselungsschlüssels: {error}
es: Error al cargar clave de descifrado: {error}
fr: Échec du chargement de la clé de déchiffrement : {error}
it: Impossibile caricare la chiave di decrittografia: {error}

source: Failed to decrypt data: {error}
de: Fehler beim Entschlüsseln der Daten: {error}
es: Error al descifrar datos: {error}
fr: Échec du déchiffrement des données : {error}
it: Impossibile decrittografare i dati: {error}

source: Unknown hash algorithm: {algorithm}
de: Unbekannter Hash-Algorithmus: {algorithm}
es: Algoritmo de hash desconocido: {algorithm}
fr: Algorithme de hachage inconnu : {algorithm}
it: Algoritmo hash sconosciuto: {algorithm}

source: Unknown key format: {format}
de: Unbekanntes Schlüsselformat: {format}
es: Formato de clave desconocido: {format}
fr: Format de clé inconnu : {format}
it: Formato chiave sconosciuto: {format}

source: Invalid encoding: {encoding}
de: Ungültige Kodierung: {encoding}
es: Codificación inválida: {encoding}
fr: Encodage invalide : {encoding}
it: Codifica non valida: {encoding}

source: Unable to load key from file: {error}
de: Schlüssel kann nicht aus Datei geladen werden: {error}
es: No se puede cargar la clave desde el archivo: {error}
fr: Impossible de charger la clé depuis le fichier : {error}
it: Impossibile caricare la chiave dal file: {error}

source: Invalid padding: {padding}
de: Ungültiges Padding: {padding}
es: Relleno inválido: {padding}
fr: Remplissage invalide : {padding}
it: Padding non valido: {padding}

source: Unknown AES mode: {mode}
de: Unbekannter AES-Modus: {mode}
es: Modo AES desconocido: {mode}
fr: Mode AES inconnu : {mode}
it: Modalità AES sconosciuta: {mode}

source: Failed to gen IV data: {error}
de: Fehler beim Generieren der IV-Daten: {error}
es: Error al generar datos IV: {error}
fr: Échec de génération des données IV : {error}
it: Impossibile generare i dati IV: {error}

source: Failed to load AES key: {error}
de: Fehler beim Laden des AES-Schlüssels: {error}
es: Error al cargar la clave AES: {error}
fr: Échec du chargement de la clé AES : {error}
it: Impossibile caricare la chiave AES: {error}

source: Failed to decode AES data: {error}
de: Fehler beim Dekodieren der AES-Daten: {error}
es: Error al decodificar datos AES: {error}
fr: Échec du décodage des données AES : {error}
it: Impossibile decodificare i dati AES: {error}

source: Unknown argon_type: {hash_algo}
de: Unbekannter argon_type: {hash_algo}
es: argon_type desconocido: {hash_algo}
fr: argon_type inconnu : {hash_algo}
it: argon_type sconosciuto: {hash_algo}

source: Error generating argon2 hash: {error}
de: Fehler beim Generieren des Argon2-Hash: {error}
es: Error al generar hash argon2: {error}
fr: Erreur lors de la génération du hachage argon2 : {error}
it: Errore nella generazione dell'hash argon2: {error}

source: Unknown curve: {curve}
de: Unbekannte Kurve: {curve}
es: Curva desconocida: {curve}
fr: Courbe inconnue : {curve}
it: Curva sconosciuta: {curve}

source: Unknown algorithm: {algorithm}
de: Unbekannter Algorithmus: {algorithm}
es: Algoritmo desconocido: {algorithm}
fr: Algorithme inconnu : {algorithm}
it: Algoritmo sconosciuto: {algorithm}

source: Unable to load encryption module: {error}
de: Verschlüsselungsmodul kann nicht geladen werden: {error}
es: No se puede cargar el módulo de cifrado: {error}
fr: Impossible de charger le module de chiffrement : {error}
it: Impossibile caricare il modulo di crittografia: {error}

source: Unknown hash type: {hash_type}
de: Unbekannter Hash-Typ: {hash_type}
es: Tipo de hash desconocido: {hash_type}
fr: Type de hachage inconnu : {hash_type}
it: Tipo di hash sconosciuto: {hash_type}

source: Unable to get push script: {uuid}
de: Push-Skript kann nicht abgerufen werden: {uuid}
es: No se puede obtener el script push: {uuid}
fr: Impossible d'obtenir le script push : {uuid}
it: Impossibile ottenere lo script push: {uuid}

source: Push script failed: {error}
de: Push-Skript fehlgeschlagen: {error}
es: Error en el script push: {error}
fr: Échec du script push : {error}
it: Script push fallito: {error}

source: Unknown token type: {type}
de: Unbekannter Token-Typ: {type}
es: Tipo de token desconocido: {type}
fr: Type de jeton inconnu : {type}
it: Tipo di token sconosciuto: {type}

source: Error detecting yubikey: {error}
de: Fehler bei der Yubikey-Erkennung: {error}
es: Error al detectar yubikey: {error}
fr: Erreur de détection de la yubikey : {error}
it: Errore nel rilevamento della yubikey: {error}

source: WARNING!!!!!!! You will lose any key/password configured for the given slot!!!
de: WARNUNG!!!!!!! Sie verlieren alle Schlüssel/Passwörter, die für den angegebenen Slot konfiguriert sind!!!
es: ¡¡¡¡¡¡¡¡¡ADVERTENCIA!!!!!!!!! ¡Perderás cualquier clave/contraseña configurada para el slot dado!
fr: ATTENTION !!!!!!! Vous perdrez toute clé/mot de passe configuré pour l'emplacement donné !!!
it: ATTENZIONE!!!!!!! Perderai qualsiasi chiave/password configurata per lo slot specificato!!!

source: Write HMAC-SHA1 secret to slot '{slot}'?:
de: HMAC-SHA1-Geheimnis in Slot '{slot}' schreiben?:
es: ¿Escribir secreto HMAC-SHA1 en el slot '{slot}'?:
fr: Écrire le secret HMAC-SHA1 dans l'emplacement '{slot}' ? :
it: Scrivere il segreto HMAC-SHA1 nello slot '{slot}'?:

source: Configuration successfully written to slot {slot}
de: Konfiguration erfolgreich in Slot {slot} geschrieben
es: Configuración escrita exitosamente en el slot {slot}
fr: Configuration écrite avec succès dans l'emplacement {slot}
it: Configurazione scritta con successo nello slot {slot}

source: Unable to get serial number: {error}
de: Seriennummer kann nicht abgerufen werden: {error}
es: No se puede obtener el número de serie: {error}
fr: Impossible d'obtenir le numéro de série : {error}
it: Impossibile ottenere il numero seriale: {error}

source: New HMAC-SHA1 secret: {secret}
de: Neues HMAC-SHA1-Geheimnis: {secret}
es: Nuevo secreto HMAC-SHA1: {secret}
fr: Nouveau secret HMAC-SHA1 : {secret}
it: Nuovo segreto HMAC-SHA1: {secret}

source: Error sending HMAC challenge to smartcard: {error}
de: Fehler beim Senden der HMAC-Challenge an Smartcard: {error}
es: Error al enviar desafío HMAC a la tarjeta inteligente: {error}
fr: Erreur lors de l'envoi du défi HMAC à la carte à puce : {error}
it: Errore nell'invio della sfida HMAC alla smartcard: {error}

source: Error sending offline encryption HMAC challenge to smartcard: {error}
de: Fehler beim Senden der Offline-Verschlüsselungs-HMAC-Challenge an Smartcard: {error}
es: Error al enviar desafío HMAC de cifrado offline a la tarjeta inteligente: {error}
fr: Erreur lors de l'envoi du défi HMAC de chiffrement hors ligne à la carte à puce : {error}
it: Errore nell'invio della sfida HMAC di crittografia offline alla smartcard: {error}

source: Error sending HMAC ID challenge to smartcard: {error}
de: Fehler beim Senden der HMAC-ID-Challenge an Smartcard: {error}
es: Error al enviar desafío HMAC ID a la tarjeta inteligente: {error}
fr: Erreur lors de l'envoi du défi HMAC ID à la carte à puce : {error}
it: Errore nell'invio della sfida HMAC ID alla smartcard: {error}

source: Found wrong smartcard or wrong password given: {type}
de: Falsche Smartcard gefunden oder falsches Passwort angegeben: {type}
es: Se encontró tarjeta inteligente incorrecta o contraseña incorrecta: {type}
fr: Mauvaise carte à puce trouvée ou mauvais mot de passe fourni : {type}
it: Trovata smartcard errata o password errata: {type}

source: Error sending secret challenge to smartcard: {type}: {error}
de: Fehler beim Senden der Secret-Challenge an Smartcard: {type}: {error}
es: Error al enviar desafío secreto a la tarjeta inteligente: {type}: {error}
fr: Erreur lors de l'envoi du défi secret à la carte à puce : {type} : {error}
it: Errore nell'invio della sfida segreta alla smartcard: {type}: {error}

source: Missing smartcard support: {error}
de: Fehlende Smartcard-Unterstützung: {error}
es: Falta soporte para tarjeta inteligente: {error}
fr: Support de carte à puce manquant : {error}
it: Supporto smartcard mancante: {error}

source: Problem loading smartcard module '{module}': {error}
de: Problem beim Laden des Smartcard-Moduls '{module}': {error}
es: Problema al cargar el módulo de tarjeta inteligente '{module}': {error}
fr: Problème lors du chargement du module de carte à puce '{module}' : {error}
it: Problema nel caricamento del modulo smartcard '{module}': {error}

source: Searching for smartcard: {type}
de: Suche nach Smartcard: {type}
es: Buscando tarjeta inteligente: {type}
fr: Recherche de carte à puce : {type}
it: Ricerca smartcard in corso: {type}

source: Detected smartcard: {type}
de: Smartcard erkannt: {type}
es: Tarjeta inteligente detectada: {type}
fr: Carte à puce détectée : {type}
it: Smartcard rilevata: {type}

source: Failed to register fido2 token: {error}
de: Fehler bei der Registrierung des Fido2-Tokens: {error}
es: Error al registrar token fido2: {error}
fr: Échec de l'enregistrement du jeton fido2 : {error}
it: Impossibile registrare il token fido2: {error}

source: Failed to authenticate with fido2 token: {error}
de: Fehler bei der Authentifizierung mit Fido2-Token: {error}
es: Error al autenticar con token fido2: {error}
fr: Échec de l'authentification avec le jeton fido2 : {error}
it: Impossibile autenticarsi con il token fido2: {error}

source: Fido2 smartcard: pcscd search error: {error}
de: Fido2-Smartcard: pcscd-Suchfehler: {error}
es: Tarjeta inteligente Fido2: error de búsqueda pcscd: {error}
fr: Carte à puce Fido2 : erreur de recherche pcscd : {error}
it: Smartcard Fido2: errore di ricerca pcscd: {error}

source: Detected fido2 smartcard: {device}
de: Fido2-Smartcard erkannt: {device}
es: Tarjeta inteligente fido2 detectada: {device}
fr: Carte à puce fido2 détectée : {device}
it: Smartcard fido2 rilevata: {device}

source: Write HOTP secret to slot '{slot}'?:
de: HOTP-Geheimnis in Slot '{slot}' schreiben?:
es: ¿Escribir secreto HOTP en el slot '{slot}'?:
fr: Écrire le secret HOTP dans l'emplacement '{slot}' ? :
it: Scrivere il segreto HOTP nello slot '{slot}'?:

source: Please re-plug your yubikey now and press RETURN.
de: Bitte stecken Sie Ihren Yubikey jetzt erneut ein und drücken Sie RETURN.
es: Por favor, vuelva a conectar su yubikey ahora y presione RETURN.
fr: Veuillez rebrancher votre yubikey maintenant et appuyez sur ENTRÉE.
it: Reinserire la yubikey ora e premere INVIO.

source: Restore file does not exist: {file}
de: Wiederherstellungsdatei existiert nicht: {file}
es: El archivo de restauración no existe: {file}
fr: Le fichier de restauration n'existe pas : {file}
it: Il file di ripristino non esiste: {file}

source: Cannot continue without SSH public key.
de: Ohne öffentlichen SSH-Schlüssel kann nicht fortgefahren werden.
es: No se puede continuar sin clave pública SSH.
fr: Impossible de continuer sans clé publique SSH.
it: Impossibile continuare senza chiave pubblica SSH.

source: Unable to load module: {error}
de: Modul kann nicht geladen werden: {error}
es: No se puede cargar el módulo: {error}
fr: Impossible de charger le module : {error}
it: Impossibile caricare il modulo: {error}

source: Found Yubikey: {model}
de: Yubikey gefunden: {model}
es: Yubikey encontrada: {model}
fr: Yubikey trouvée : {model}
it: Yubikey trovata: {model}

source: Version: {version}
es: Versión: {version}
it: Versione: {version}

source: Error setting yubikey mode: {error}
de: Fehler beim Setzen des Yubikey-Modus: {error}
es: Error al configurar el modo yubikey: {error}
fr: Erreur lors du réglage du mode yubikey : {error}
it: Errore nell'impostazione della modalità yubikey: {error}

source: Error writing config: {reason}
de: Fehler beim Schreiben der Konfiguration: {reason}
es: Error al escribir configuración: {reason}
fr: Erreur lors de l'écriture de la configuration : {reason}
it: Errore nella scrittura della configurazione: {reason}

source: Error writing config: {e}
de: Fehler beim Schreiben der Konfiguration: {e}
es: Error al escribir configuración: {e}
fr: Erreur lors de l'écriture de la configuration : {e}
it: Errore nella scrittura della configurazione: {e}

source: Error writing config: {error}
de: Fehler beim Schreiben der Konfiguration: {error}
es: Error al escribir configuración: {error}
fr: Erreur lors de l'écriture de la configuration : {error}
it: Errore nella scrittura della configurazione: {error}

source: Resetting GPG applet failed: {error}
de: Zurücksetzen des GPG-Applets fehlgeschlagen: {error}
es: Error al reiniciar el applet GPG: {error}
fr: Échec de la réinitialisation de l'applet GPG : {error}
it: Ripristino dell'applet GPG fallito: {error}

source: Error loading yubikey class: {error}
de: Fehler beim Laden der Yubikey-Klasse: {error}
es: Error al cargar la clase yubikey: {error}
fr: Erreur lors du chargement de la classe yubikey : {error}
it: Errore nel caricamento della classe yubikey: {error}

source: Error resetting yubikey GPG applet: {error}
de: Fehler beim Zurücksetzen des Yubikey GPG-Applets: {error}
es: Error al restablecer el applet GPG de yubikey: {error}
fr: Erreur lors de la réinitialisation de l'applet GPG yubikey : {error}
it: Errore nel ripristino dell'applet GPG della yubikey: {error}

source: Found a running gpg-agent. Please stop all gpg-agents before continuing.
de: Laufender gpg-agent gefunden. Bitte beenden Sie alle gpg-agents bevor Sie fortfahren.
es: Se encontró un gpg-agent en ejecución. Por favor detenga todos los gpg-agents antes de continuar.
fr: Un gpg-agent en cours d'exécution a été trouvé. Veuillez arrêter tous les gpg-agents avant de continuer.
it: Trovato un gpg-agent in esecuzione. Arrestare tutti i gpg-agent prima di continuare.

source: WARNING: GPG directory exists: {dir}
de: WARNUNG: GPG-Verzeichnis existiert: {dir}
es: ADVERTENCIA: El directorio GPG existe: {dir}
fr: ATTENTION : Le répertoire GPG existe : {dir}
it: ATTENZIONE: La directory GPG esiste: {dir}

source: WARNING: Temporary GPG home directory exists: {dir}
de: WARNUNG: Temporäres GPG-Home-Verzeichnis existiert: {dir}
es: ADVERTENCIA: El directorio temporal de GPG existe: {dir}
fr: ATTENTION : Le répertoire temporaire GPG existe : {dir}
it: ATTENZIONE: La directory temporanea GPG home esiste: {dir}

source: WARNING!!!!!!! Resetting the yubikey GPG applet will destroy all GPG keys on it !!!!
de: WARNUNG!!!!!!! Das Zurücksetzen des Yubikey GPG-Applets wird alle GPG-Schlüssel darauf zerstören !!!!
es: ¡¡¡¡¡ADVERTENCIA!!!!!!! Restablecer el applet GPG de yubikey destruirá todas las claves GPG en él !!!!
fr: ATTENTION !!!!!!! La réinitialisation de l'applet GPG yubikey détruira toutes les clés GPG qu'elle contient !!!!
it: ATTENZIONE!!!!!!! Il ripristino dell'applet GPG della yubikey distruggerà tutte le chiavi GPG presenti su di essa !!!!

source: Press Ctrl+C to abort or RETURN to continue:
de: Drücken Sie Strg+C zum Abbrechen oder ENTER zum Fortfahren:
es: Presione Ctrl+C para abortar o RETURN para continuar:
fr: Appuyez sur Ctrl+C pour annuler ou ENTRÉE pour continuer :
it: Premere Ctrl+C per annullare o INVIO per continuare:

source: Yubikey initialization failed: {error}
de: Yubikey-Initialisierung fehlgeschlagen: {error}
es: La inicialización de Yubikey falló: {error}
fr: Échec de l'initialisation de la yubikey : {error}
it: Inizializzazione Yubikey fallita: {error}

source: WARNING: GPG backup file exists: {file}
de: WARNUNG: GPG-Backup-Datei existiert: {file}
es: ADVERTENCIA: El archivo de respaldo GPG existe: {file}
fr: ATTENTION : Le fichier de sauvegarde GPG existe : {file}
it: ATTENZIONE: File di backup GPG esistente: {file}

source: Error initializating GPG: {error}
de: Fehler bei der GPG-Initialisierung: {error}
es: Error al inicializar GPG: {error}
fr: Erreur lors de l'initialisation de GPG : {error}
it: Errore nell'inizializzazione GPG: {error}

source: Error creating GPG backup: {error}
de: Fehler beim Erstellen des GPG-Backups: {error}
es: Error al crear el respaldo GPG: {error}
fr: Erreur lors de la création de la sauvegarde GPG : {error}
it: Errore nella creazione del backup GPG: {error}

source: Error restoring GPG backup: {error}
de: Fehler beim Wiederherstellen des GPG-Backups: {error}
es: Error al restaurar el respaldo GPG: {error}
fr: Erreur lors de la restauration de la sauvegarde GPG : {error}
it: Errore nel ripristino del backup GPG: {error}
