Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Cannot remove main key. Missing pubring file: {pubring_file}
de: Hauptschlüssel kann nicht entfernt werden. Pubring-Datei fehlt: {pubring_file}
es: No se puede eliminar clave principal. Falta archivo pubring: {pubring_file}
fr: Impossible de supprimer la clé principale. Fichier pubring manquant : {pubring_file}
it: Impossibile rimuovere la chiave principale. File pubring mancante: {pubring_file}

source: Export of key stubs failed: {command_stderr}
de: Export von Schlüssel-Stubs fehlgeschlagen: {command_stderr}
es: Exportación de stubs de clave falló: {command_stderr}
fr: Échec de l'export des stubs de clés : {command_stderr}
it: Esportazione degli stub delle chiavi non riuscita: {command_stderr}

source: Import of key stubs failed: {command_stderr}
de: Import von Schlüssel-Stubs fehlgeschlagen: {command_stderr}
es: Importación de stubs de clave falló: {command_stderr}
fr: Échec de l'import des stubs de clés : {command_stderr}
it: Importazione degli stub delle chiavi non riuscita: {command_stderr}

source: Import of public keys failed: {command_stderr}
de: Import von öffentlichen Schlüsseln fehlgeschlagen: {command_stderr}
es: Importación de claves públicas falló: {command_stderr}
fr: Échec de l'import des clés publiques : {command_stderr}
it: Importazione delle chiavi pubbliche non riuscita: {command_stderr}

source: Unable to get public sub keygrip.
de: Öffentlicher Sub-Keygrip kann nicht ermittelt werden.
es: No se puede obtener el keygrip de subclave pública.
fr: Impossible d'obtenir le keygrip de la sous-clé publique.
it: Impossibile ottenere il keygrip della sottochiave pubblica.

source: Unknown key type: {key_type}
de: Unbekannter Schlüsseltyp: {key_type}
es: Tipo de clave desconocido: {key_type}
fr: Type de clé inconnu : {key_type}
it: Tipo di chiave sconosciuto: {key_type}

source: GPG error: {gpg_card_error}
de: GPG-Fehler: {gpg_card_error}
es: Error GPG: {gpg_card_error}
fr: Erreur GPG : {gpg_card_error}
it: Errore GPG: {gpg_card_error}

source: Operation cancelled.
de: Vorgang abgebrochen.
es: Operación cancelada.
fr: Opération annulée.
it: Operazione annullata.

source: Socket file does not exist: {socket_file}
de: Socket-Datei existiert nicht: {socket_file}
es: El archivo socket no existe: {socket_file}
fr: Le fichier socket n'existe pas : {socket_file}
it: Il file socket non esiste: {socket_file}

source: Empty string received.
de: Leere Zeichenkette erhalten.
es: Cadena vacía recibida.
fr: Chaîne vide reçue.
it: Ricevuta stringa vuota.

source: Socket error: {error}
de: Socket-Fehler: {error}
es: Error de socket: {error}
fr: Erreur de socket : {error}
it: Errore socket: {error}

source: Error starting gpg-agent: {agent_stderr}
de: Fehler beim Starten von gpg-agent: {agent_stderr}
es: Error al iniciar gpg-agent: {agent_stderr}
fr: Erreur au démarrage de gpg-agent : {agent_stderr}
it: Errore avvio gpg-agent: {agent_stderr}

source: Error running pinentry function: {error}
de: Fehler beim Ausführen der Pinentry-Funktion: {error}
es: Error al ejecutar la función pinentry: {error}
fr: Erreur lors de l'exécution de la fonction pinentry : {error}
it: Errore esecuzione funzione pinentry: {error}

source: Processing {}
de: Verarbeite {}
es: Procesando {}
fr: Traitement de {}
it: Elaborazione {}

source: Failed to backup index object: {}: {}
de: Fehler beim Sichern des Index-Objekts: {}: {}
es: Error al respaldar objeto de índice: {}: {}
fr: Échec de la sauvegarde de l'objet d'index : {} : {}
it: Backup dell'oggetto indice non riuscito: {}: {}

source: Waiting for postgres to start up...
de: Warte auf Postgres-Start...
es: Esperando que postgres inicie...
fr: En attente du démarrage de postgres...
it: In attesa dell'avvio di postgres...

source: Postgres already running.
de: Postgres läuft bereits.
es: Postgres ya está en ejecución.
fr: Postgres déjà en cours d'exécution.
it: Postgres già in esecuzione.

source: Using custom postgres config: {}
de: Verwende benutzerdefinierte Postgres-Konfiguration: {}
es: Usando configuración personalizada de postgres: {}
fr: Utilisation de la configuration postgres personnalisée : {}
it: Utilizzo configurazione postgres personalizzata: {}

source: Using config file: {}
de: Verwende Konfigurationsdatei: {}
es: Usando archivo de configuración: {}
fr: Utilisation du fichier de configuration : {}
it: Utilizzo file di configurazione: {}

source: Postgres not running.
de: Postgres läuft nicht.
es: Postgres no está en ejecución.
fr: Postgres n'est pas en cours d'exécution.
it: Postgres non in esecuzione.

source: Postgres initdb failed.
de: Postgres initdb fehlgeschlagen.
es: Falló initdb de Postgres.
fr: L'initialisation de Postgres a échoué.
it: Postgres initdb fallito.

source: Using otpme default config. Please try original
de: Verwende otpme Standardkonfiguration. Bitte versuchen Sie original
es: Usando configuración predeterminada de otpme. Por favor intente original
fr: Utilisation de la configuration par défaut otpme. Veuillez essayer l'original
it: Utilizzo configurazione predefinita otpme. Si prega di provare originale

source: Starting postgres...
de: Starte Postgres...
es: Iniciando postgres...
fr: Démarrage de postgres...
it: Avvio postgres...

source: Creating postgres user (root)...
de: Erstelle Postgres-Benutzer (root)...
es: Creando usuario postgres (root)...
fr: Création de l'utilisateur postgres (root)...
it: Creazione utente postgres (root)...

source: Creating postgres user (otpme)...
de: Erstelle Postgres-Benutzer (otpme)...
es: Creando usuario postgres (otpme)...
fr: Création de l'utilisateur postgres (otpme)...
it: Creazione utente postgres (otpme)...

source: Creating otpme DB...
de: Erstelle otpme DB...
es: Creando base de datos otpme...
fr: Création de la base de données otpme...
it: Creazione DB otpme...

source: You can use 'otpme-tool index [start|stop]' to start/stop postgres.
de: Sie können 'otpme-tool index [start|stop]' verwenden, um Postgres zu starten/stoppen.
es: Puede usar 'otpme-tool index [start|stop]' para iniciar/detener postgres.
fr: Vous pouvez utiliser 'otpme-tool index [start|stop]' pour démarrer/arrêter postgres.
it: È possibile utilizzare 'otpme-tool index [start|stop]' per avviare/arrestare postgres.

source: Failed to delete index dir: {}
de: Fehler beim Löschen des Index-Verzeichnisses: {}
es: Error al eliminar directorio de índice: {}
fr: Échec de la suppression du répertoire d'index : {}
it: Eliminazione directory indice non riuscita: {}

source: Unknown index command: {}
de: Unbekannter Index-Befehl: {}
es: Comando de índice desconocido: {}
fr: Commande d'index inconnue : {}
it: Comando indice sconosciuto: {}

source: No such file or directory: {}
de: Datei oder Verzeichnis nicht vorhanden: {}
es: No existe el archivo o directorio: {}
fr: Fichier ou répertoire introuvable : {}
it: File o directory inesistente: {}

source: Unknown sqlalchemy driver: {}
de: Unbekannter sqlalchemy-Treiber: {}
es: Driver sqlalchemy desconocido: {}
fr: Pilote sqlalchemy inconnu : {}
it: Driver sqlalchemy sconosciuto: {}

source: Waiting for mysql to start up...
de: Warte auf MySQL-Start...
es: Esperando que mysql inicie...
fr: En attente du démarrage de mysql...
it: In attesa dell'avvio di mysql...

source: Waiting for mysql socket to appear...
de: Warte auf MySQL-Socket...
es: Esperando que aparezca el socket de mysql...
fr: En attente de l'apparition du socket mysql...
it: In attesa che appaia il socket mysql...

source: Mysql already running.
de: MySQL läuft bereits.
es: Mysql ya está en ejecución.
fr: Mysql déjà en cours d'exécution.
it: Mysql già in esecuzione.

source: Using custom mysql config: {}
de: Verwende benutzerdefinierte MySQL-Konfiguration: {}
es: Usando configuración personalizada de mysql: {}
fr: Utilisation de la configuration mysql personnalisée : {}
it: Utilizzo configurazione mysql personalizzata: {}

source: Mysql not running.
de: MySQL läuft nicht.
es: Mysql no está en ejecución.
fr: Mysql n'est pas en cours d'exécution.
it: Mysql non in esecuzione.

source: Set password for mysql user ({})...
de: Setze Passwort für MySQL-Benutzer ({})...
es: Establecer contraseña para usuario mysql ({})...
fr: Définition du mot de passe pour l'utilisateur mysql ({})...
it: Impostazione password per utente mysql ({})...

source: MySQL initdb failed.
de: MySQL initdb fehlgeschlagen.
es: Falló initdb de MySQL.
fr: L'initialisation de MySQL a échoué.
it: MySQL initdb fallito.

source: You can use 'otpme-tool index [start|stop]' to start/stop mysql.
de: Sie können 'otpme-tool index [start|stop]' verwenden, um MySQL zu starten/stoppen.
es: Puede usar 'otpme-tool index [start|stop]' para iniciar/detener mysql.
fr: Vous pouvez utiliser 'otpme-tool index [start|stop]' pour démarrer/arrêter mysql.
it: È possibile utilizzare 'otpme-tool index [start|stop]' per avviare/arrestare mysql.

source: Unknown sqlalchemy mysql dbapi: {}
de: Unbekannte sqlalchemy MySQL dbapi: {}
es: dbapi mysql de sqlalchemy desconocido: {}
fr: DBAPI mysql sqlalchemy inconnu : {}
it: Dbapi mysql sqlalchemy sconosciuto: {}

source: Invalid command for sqlite3.
de: Ungültiger Befehl für sqlite3.
es: Comando inválido para sqlite3.
fr: Commande invalide pour sqlite3.
it: Comando non valido per sqlite3.

source: Lock type already registered: {lock_type}
de: Lock-Typ bereits registriert: {lock_type}
es: Tipo de bloqueo ya registrado: {lock_type}
fr: Type de verrou déjà enregistré : {lock_type}
it: Tipo di lock già registrato: {lock_type}

source: Failed to acquire backend lock: {lock_id}: {error}
de: Backend-Sperre konnte nicht erworben werden: {lock_id}: {error}
es: Error al adquirir bloqueo de backend: {lock_id}: {error}
fr: Échec de l'acquisition du verrou backend : {lock_id} : {error}
it: Acquisizione lock backend non riuscita: {lock_id}: {error}

source: Lock type not registered: {lock_type}
de: Lock-Typ nicht registriert: {lock_type}
es: Tipo de bloqueo no registrado: {lock_type}
fr: Type de verrou non enregistré : {lock_type}
it: Tipo di lock non registrato: {lock_type}

source: Failed to get lock: {error}
de: Sperre konnte nicht erhalten werden: {error}
es: Error al obtener bloqueo: {error}
fr: Échec de l'obtention du verrou : {error}
it: Ottenimento lock non riuscito: {error}

source: Got lock release request from unknown caller: {lock_id}: {caller}
de: Sperrfreigabe-Anforderung von unbekanntem Aufrufer erhalten: {lock_id}: {caller}
es: Se recibió solicitud de liberación de bloqueo de llamador desconocido: {lock_id}: {caller}
fr: Demande de libération de verrou reçue d'un appelant inconnu : {lock_id} : {caller}
it: Ricevuta richiesta di rilascio lock da chiamante sconosciuto: {lock_id}: {caller}

source: Waiting for lock: {lock_id} ({path})
de: Warte auf Sperre: {lock_id} ({path})
es: Esperando bloqueo: {lock_id} ({path})
fr: En attente du verrou : {lock_id} ({path})
it: In attesa del lock: {lock_id} ({path})

source: Acquired lock: {lock_id} ({lock_type}): {lock_file}
de: Sperre erworben: {lock_id} ({lock_type}): {lock_file}
es: Bloqueo adquirido: {lock_id} ({lock_type}): {lock_file}
fr: Verrou acquis : {lock_id} ({lock_type}) : {lock_file}
it: Lock acquisito: {lock_id} ({lock_type}): {lock_file}

source: Released lock: {lock_id} ({lock_type}): {lock_file}
de: Sperre freigegeben: {lock_id} ({lock_type}): {lock_file}
es: Bloqueo liberado: {lock_id} ({lock_type}): {lock_file}
fr: Verrou libéré : {lock_id} ({lock_type}) : {lock_file}
it: Lock rilasciato: {lock_id} ({lock_type}): {lock_file}

source: Ignoring malformed PAM parameter: {param}
de: Ignoriere fehlerhaften PAM-Parameter: {param}
es: Ignorando parámetro PAM mal formado: {param}
fr: Paramètre PAM mal formé ignoré : {param}
it: Parametro PAM malformato ignorato: {param}

source: Ignoring unknown value for send_password: {value}
de: Ignoriere unbekannten Wert für send_password: {value}
es: Ignorando valor desconocido para send_password: {value}
fr: Valeur inconnue ignorée pour send_password : {value}
it: Valore sconosciuto per send_password ignorato: {value}

source: Ignoring unknown value for use_smartcard: {value}
de: Ignoriere unbekannten Wert für use_smartcard: {value}
es: Ignorando valor desconocido para use_smartcard: {value}
fr: Valeur inconnue ignorée pour use_smartcard : {value}
it: Valore sconosciuto per use_smartcard ignorato: {value}

source: Ignoring unknown value for use_ssh_agent: {value}
de: Ignoriere unbekannten Wert für use_ssh_agent: {value}
es: Ignorando valor desconocido para use_ssh_agent: {value}
fr: Valeur inconnue ignorée pour use_ssh_agent : {value}
it: Valore sconosciuto per use_ssh_agent ignorato: {value}

source: Ignoring unknown value for offline_key_func: {func}
de: Ignoriere unbekannten Wert für offline_key_func: {func}
es: Ignorando valor desconocido para offline_key_func: {func}
fr: Valeur inconnue ignorée pour offline_key_func : {func}
it: Valore sconosciuto per offline_key_func ignorato: {func}

source: No password received and 'use_first_pass' set. Authentication failed.
de: Kein Passwort erhalten und 'use_first_pass' gesetzt. Authentifizierung fehlgeschlagen.
es: No se recibió contraseña y 'use_first_pass' está configurado. Autenticación fallida.
fr: Aucun mot de passe reçu et 'use_first_pass' défini. L'authentification a échoué.
it: Nessuna password ricevuta e 'use_first_pass' impostato. Autenticazione fallita.

source: Unable to get password from PAM: {error}
de: Passwort von PAM konnte nicht abgerufen werden: {error}
es: No se pudo obtener contraseña de PAM: {error}
fr: Impossible d'obtenir le mot de passe depuis PAM : {error}
it: Impossibile ottenere password da PAM: {error}

source: Got empty password and 'nullok' option not set. Authentication failed.
de: Leeres Passwort erhalten und 'nullok' Option nicht gesetzt. Authentifizierung fehlgeschlagen.
es: Se recibió contraseña vacía y la opción 'nullok' no está configurada. Autenticación fallida.
fr: Mot de passe vide reçu et option 'nullok' non définie. L'authentification a échoué.
it: Ricevuta password vuota e opzione 'nullok' non impostata. Autenticazione fallita.

source: Empty passwords are not allowed!
de: Leere Passwörter sind nicht erlaubt!
es: ¡No se permiten contraseñas vacías!
fr: Les mots de passe vides ne sont pas autorisés !
it: Le password vuote non sono consentite!

source: Error removing SSH key passphrase from agent: {error}
de: Fehler beim Entfernen der SSH-Schlüssel-Passphrase vom Agent: {error}
es: Error al eliminar la frase de contraseña de la clave SSH del agente: {error}
fr: Erreur de suppression de la phrase de passe de clé SSH de l'agent : {error}
it: Errore rimozione passphrase chiave SSH dall'agent: {error}

source: Unable to run SSH agent script: {error}
de: SSH-Agent-Skript konnte nicht ausgeführt werden: {error}
es: No se puede ejecutar el script del agente SSH: {error}
fr: Impossible d'exécuter le script de l'agent SSH : {error}
it: Impossibile eseguire lo script dell'agente SSH: {error}

source: Unable to get connection to hostd: {error}
de: Verbindung zu hostd konnte nicht hergestellt werden: {error}
es: No se puede obtener conexión con hostd: {error}
fr: Impossible d'obtenir la connexion à hostd : {error}
it: Impossibile ottenere la connessione a hostd: {error}

source: Adding users dynamic group membership: {group_name}
de: Dynamische Gruppenmitgliedschaft für Benutzer wird hinzugefügt: {group_name}
es: Agregando membresía dinámica de grupo de usuarios: {group_name}
fr: Ajout de l'appartenance dynamique aux groupes des utilisateurs : {group_name}
it: Aggiunta dell'appartenenza dinamica al gruppo degli utenti: {group_name}

source: Got no SSH agent script
de: Kein SSH-Agent-Skript erhalten
es: No se obtuvo script del agente SSH
fr: Aucun script d'agent SSH obtenu
it: Nessuno script dell'agente SSH ricevuto

source: SSH agent listening on: {socket}
de: SSH-Agent lauscht auf: {socket}
es: Agente SSH escuchando en: {socket}
fr: Agent SSH en écoute sur : {socket}
it: Agente SSH in ascolto su: {socket}

source: Missing login script UUID.
de: Login-Skript-UUID fehlt.
es: Falta UUID del script de inicio de sesión.
fr: UUID du script de connexion manquant.
it: UUID dello script di login mancante.

source: Running login script: {path}
de: Login-Skript wird ausgeführt: {path}
es: Ejecutando script de inicio de sesión: {path}
fr: Exécution du script de connexion : {path}
it: Esecuzione dello script di login: {path}

source: No login script signers configured.
de: Keine Login-Skript-Signierer konfiguriert.
es: No hay firmantes de script de inicio de sesión configurados.
fr: Aucun signataire de script de connexion configuré.
it: Nessun firmatario dello script di login configurato.

source: Got no login script signatures to verify.
de: Keine Login-Skript-Signaturen zur Verifizierung erhalten.
es: No se obtuvieron firmas de script de inicio de sesión para verificar.
fr: Aucune signature de script de connexion à vérifier obtenue.
it: Nessuna firma dello script di login da verificare ricevuta.

source: Login script error: {error}
de: Login-Skript-Fehler: {error}
es: Error en script de inicio de sesión: {error}
fr: Erreur du script de connexion : {error}
it: Errore dello script di login: {error}

source: Login script return failure: {stderr}
de: Login-Skript gibt Fehler zurück: {stderr}
es: Script de inicio de sesión devolvió falla: {stderr}
fr: Échec du script de connexion : {stderr}
it: Lo script di login ha restituito un errore: {stderr}

source: Error getting agent connection: {error}
de: Fehler beim Abrufen der Agent-Verbindung: {error}
es: Error al obtener conexión del agente: {error}
fr: Erreur lors de l'obtention de la connexion de l'agent : {error}
it: Errore nell'ottenere la connessione dell'agente: {error}

source: Error loading offline tokens: {error}
de: Fehler beim Laden der Offline-Token: {error}
es: Error al cargar tokens sin conexión: {error}
fr: Erreur lors du chargement des jetons hors ligne : {error}
it: Errore nel caricamento dei token offline: {error}

source: Unable to find offline login token.
de: Offline-Login-Token konnte nicht gefunden werden.
es: No se puede encontrar token de inicio de sesión sin conexión.
fr: Impossible de trouver le jeton de connexion hors ligne.
it: Impossibile trovare il token di login offline.

source: Unable to find destination token: {token}
de: Ziel-Token konnte nicht gefunden werden: {token}
es: No se puede encontrar token de destino: {token}
fr: Impossible de trouver le jeton de destination : {token}
it: Impossibile trovare il token di destinazione: {token}

source: Found offline login token: {path}
de: Offline-Login-Token gefunden: {path}
es: Token de inicio de sesión sin conexión encontrado: {path}
fr: Jeton de connexion hors ligne trouvé : {path}
it: Token di login offline trovato: {path}

source: Unable to do offline login: No cached tokens found.
de: Offline-Login nicht möglich: Keine zwischengespeicherten Token gefunden.
es: No se puede hacer inicio de sesión sin conexión: No se encontraron tokens en caché.
fr: Impossible d'effectuer la connexion hors ligne : Aucun jeton en cache trouvé.
it: Impossibile eseguire il login offline: nessun token in cache trovato.

source: Unable to get SSH agent script from offline token: {error}
de: SSH-Agent-Skript konnte nicht vom Offline-Token abgerufen werden: {error}
es: No se puede obtener script del agente SSH del token sin conexión: {error}
fr: Impossible d'obtenir le script de l'agent SSH depuis le jeton hors ligne : {error}
it: Impossibile ottenere lo script dell'agente SSH dal token offline: {error}

source: Error detecting smartcard: {error}
de: Fehler bei der Smartcard-Erkennung: {error}
es: Error al detectar tarjeta inteligente: {error}
fr: Erreur lors de la détection de la carte à puce : {error}
it: Errore nel rilevamento della smartcard: {error}

source: No smartcard detected.
de: Keine Smartcard erkannt.
es: No se detectó tarjeta inteligente.
fr: Aucune carte à puce détectée.
it: Nessuna smartcard rilevata.

source: Cannot find SSH public key of token: {path}
de: Öffentlicher SSH-Schlüssel des Tokens nicht gefunden: {path}
es: No se puede encontrar clave pública SSH del token: {path}
fr: Impossible de trouver la clé publique SSH du jeton : {path}
it: Impossibile trovare la chiave pubblica SSH del token: {path}

source: Unable to add SSH key passphrase to otpme-agent
de: SSH-Schlüssel-Passphrase konnte nicht zu otpme-agent hinzugefügt werden
es: No se puede agregar frase de contraseña de clave SSH a otpme-agent
fr: Impossible d'ajouter la phrase secrète de la clé SSH à otpme-agent
it: Impossibile aggiungere la passphrase della chiave SSH a otpme-agent

source: Offline token is missing encryption challenge.
de: Offline-Token fehlt Verschlüsselungs-Challenge.
es: El token sin conexión no tiene desafío de encriptación.
fr: Le jeton hors ligne manque de défi de chiffrement.
it: Il token offline manca della sfida di crittografia.

source: Error deriving AES key for offline token decryption via ssh-agent: {e}
de: Fehler beim Ableiten des AES-Schlüssels für Offline-Token-Entschlüsselung via ssh-agent: {e}
es: Error al derivar clave AES para desencriptación de token sin conexión vía ssh-agent: {e}
fr: Erreur lors de la dérivation de la clé AES pour le déchiffrement du jeton hors ligne via ssh-agent : {e}
it: Errore nella derivazione della chiave AES per la decrittazione del token offline tramite ssh-agent: {e}

source: Unsupported offline token found: {path} token_type: {type}
de: Nicht unterstütztes Offline-Token gefunden: {path} token_type: {type}
es: Token sin conexión no soportado encontrado: {path} token_type: {type}
fr: Jeton hors ligne non pris en charge trouvé : {path} token_type : {type}
it: Token offline non supportato trovato: {path} token_type: {type}

source: Error verifying token '{path}': {error}
de: Fehler bei der Verifizierung des Tokens '{path}': {error}
es: Error al verificar token '{path}': {error}
fr: Erreur lors de la vérification du jeton '{path}' : {error}
it: Errore nella verifica del token '{path}': {error}

source: Token verification failed: {path}
de: Token-Verifizierung fehlgeschlagen: {path}
es: Verificación de token falló: {path}
fr: Échec de la vérification du jeton : {path}
it: Verifica del token fallita: {path}

source: Unable to add key to SSH agent: {error}
de: Schlüssel konnte nicht zum SSH-Agent hinzugefügt werden: {error}
es: No se puede agregar clave al agente SSH: {error}
fr: Impossible d'ajouter la clé à l'agent SSH : {error}
it: Impossibile aggiungere la chiave all'agente SSH: {error}

source: Trying offline login...
de: Versuche Offline-Login...
es: Intentando inicio de sesión sin conexión...
fr: Tentative de connexion hors ligne...
it: Tentativo di login offline...

source: Trying offline authentication...
de: Versuche Offline-Authentifizierung...
es: Intentando autenticación sin conexión...
fr: Tentative d'authentification hors ligne...
it: Tentativo di autenticazione offline...

source: Error removing empty session from agent: {e}
de: Fehler beim Entfernen der leeren Sitzung vom Agent: {e}
es: Error al eliminar sesión vacía del agente: {e}
fr: Erreur lors de la suppression de la session vide de l'agent : {e}
it: Errore nella rimozione della sessione vuota dall'agente: {e}

source: Unable to add login session to otpme-agent.
de: Login-Sitzung konnte nicht zu otpme-agent hinzugefügt werden.
es: No se puede agregar sesión de inicio a otpme-agent.
fr: Impossible d'ajouter la session de connexion à otpme-agent.
it: Impossibile aggiungere la sessione di login a otpme-agent.

source: User offline token verification error: {path}: {message}
de: Fehler bei der Verifizierung des Benutzer-Offline-Tokens: {path}: {message}
es: Error de verificación de token sin conexión del usuario: {path}: {message}
fr: Erreur de vérification du jeton hors ligne de l'utilisateur : {path} : {message}
it: Errore di verifica del token offline dell'utente: {path}: {message}
