Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Session '{session_name}' has child sessions: {child_sessions} Delete session and all child sessions?:
de: Sitzung '{session_name}' hat untergeordnete Sitzungen: {child_sessions} Sitzung und alle untergeordneten Sitzungen löschen?:
es: La sesión '{session_name}' tiene sesiones secundarias: {child_sessions} ¿Eliminar sesión y todas las sesiones secundarias?:
fr: La session '{session_name}' a des sessions enfants : {child_sessions} Supprimer la session et toutes les sessions enfants ? :
it: La sessione '{session_name}' ha sessioni figlie: {child_sessions} Eliminare la sessione e tutte le sessioni figlie?:

source: Session '{session_name}' has child sessions: {child_sessions} Delete session AND LEAVE child sessions?:
de: Sitzung '{session_name}' hat untergeordnete Sitzungen: {child_sessions} Sitzung löschen UND untergeordnete Sitzungen BEHALTEN?:
es: La sesión '{session_name}' tiene sesiones secundarias: {child_sessions} ¿Eliminar sesión Y MANTENER las sesiones secundarias?:
fr: La session '{session_name}' a des sessions enfants : {child_sessions} Supprimer la session ET CONSERVER les sessions enfants ? :
it: La sessione '{session_name}' ha sessioni figlie: {child_sessions} Eliminare la sessione E LASCIARE le sessioni figlie?:

source: Delete session '{session_name}'?:
de: Sitzung '{session_name}' löschen?:
es: ¿Eliminar sesión '{session_name}'?:
fr: Supprimer la session '{session_name}' ? :
it: Eliminare la sessione '{session_name}'?:

source: Error removing session '{session_name}': {error}
de: Fehler beim Entfernen der Sitzung '{session_name}': {error}
es: Error eliminando sesión '{session_name}': {error}
fr: Erreur lors de la suppression de la session '{session_name}' : {error}
it: Errore nella rimozione della sessione '{session_name}': {error}

source: Not logged in.
de: Nicht angemeldet.
es: No ha iniciado sesión.
fr: Non connecté.
it: Non connesso.

source: Unknown command: {command}
de: Unbekannter Befehl: {command}
es: Comando desconocido: {command}
fr: Commande inconnue : {command}
it: Comando sconosciuto: {command}

source: Unknown command: {subcommand}
de: Unbekannter Befehl: {subcommand}
es: Comando desconocido: {subcommand}
fr: Commande inconnue : {subcommand}
it: Comando sconosciuto: {subcommand}

source: Error: Please give {command}
de: Fehler: Bitte {command} angeben
es: Error: Por favor proporcione {command}
fr: Erreur : Veuillez fournir {command}
it: Errore: Fornire {command}

source: Command aborted
de: Befehl abgebrochen
es: Comando cancelado
fr: Commande annulée
it: Comando interrotto

source: Command aborted: {reply}
de: Befehl abgebrochen: {reply}
es: Comando cancelado: {reply}
fr: Commande annulée : {reply}
it: Comando interrotto: {reply}

source: Missing required votes: {subcommand}
de: Fehlende erforderliche Stimmen: {subcommand}
es: Faltan votos requeridos: {subcommand}
fr: Votes requis manquants : {subcommand}
it: Voti richiesti mancanti: {subcommand}

source: --stdin-pass option conflicts with global option.
de: --stdin-pass Option steht im Konflikt mit globaler Option.
es: La opción --stdin-pass entra en conflicto con la opción global.
fr: L'option --stdin-pass entre en conflit avec l'option globale.
it: L'opzione --stdin-pass è in conflitto con l'opzione globale.

source: --stdin-key option conflicts with global --stdin-pass option.
de: --stdin-key Option steht im Konflikt mit globaler --stdin-pass Option.
es: La opción --stdin-key entra en conflicto con la opción global --stdin-pass.
fr: L'option --stdin-key entre en conflit avec l'option globale --stdin-pass.
it: L'opzione --stdin-key è in conflitto con l'opzione globale --stdin-pass.

source: --stdin-pass option conflicts with --stdin-data option.
de: --stdin-pass Option steht im Konflikt mit --stdin-data Option.
es: La opción --stdin-pass entra en conflicto con la opción --stdin-data.
fr: L'option --stdin-pass entre en conflit avec l'option --stdin-data.
it: L'opzione --stdin-pass è in conflitto con l'opzione --stdin-data.

source: Command invalid for API mode.
de: Befehl ungültig für API-Modus.
es: Comando inválido para modo API.
fr: Commande invalide pour le mode API.
it: Comando non valido per la modalità API.

source: Error reading index dump file: {e}
de: Fehler beim Lesen der Index-Dump-Datei: {e}
es: Error leyendo archivo de volcado de índice: {e}
fr: Erreur lors de la lecture du fichier de vidage d'index : {e}
it: Errore nella lettura del file di dump dell'indice: {e}

source: Error running key script: {output}
de: Fehler beim Ausführen des Schlüssel-Skripts: {output}
es: Error ejecutando script de clave: {output}
fr: Erreur lors de l'exécution du script de clé : {output}
it: Errore nell'esecuzione dello script delle chiavi: {output}

source: Got no keys from script.
de: Keine Schlüssel vom Skript erhalten.
es: No se obtuvieron claves del script.
fr: Aucune clé obtenue du script.
it: Nessuna chiave ottenuta dallo script.

source: Unable to get private key from script.
de: Privater Schlüssel konnte nicht vom Skript abgerufen werden.
es: No se puede obtener clave privada del script.
fr: Impossible d'obtenir la clé privée du script.
it: Impossibile ottenere la chiave privata dallo script.

source: Unable to get public key from script.
de: Öffentlicher Schlüssel konnte nicht vom Skript abgerufen werden.
es: No se puede obtener clave pública del script.
fr: Impossible d'obtenir la clé publique du script.
it: Impossibile ottenere la chiave pubblica dallo script.

source: Error detecting yubikey: {e}
de: Fehler beim Erkennen des Yubikey: {e}
es: Error detectando yubikey: {e}
fr: Erreur de détection de la yubikey : {e}
it: Errore nel rilevamento della yubikey: {e}

source: Flag successfully set for slot {slot}
de: Flag erfolgreich für Slot {slot} gesetzt
es: Bandera establecida correctamente para el slot {slot}
fr: Indicateur défini avec succès pour l'emplacement {slot}
it: Flag impostato con successo per lo slot {slot}

source: No such file or directory: {ssh_private_key}
de: Datei oder Verzeichnis nicht vorhanden: {ssh_private_key}
es: No existe el archivo o directorio: {ssh_private_key}
fr: Fichier ou répertoire inexistant : {ssh_private_key}
it: File o directory non esistente: {ssh_private_key}

source: Error reading private key from file: {e}
de: Fehler beim Lesen des privaten Schlüssels aus Datei: {e}
es: Error leyendo clave privada del archivo: {e}
fr: Erreur lors de la lecture de la clé privée depuis le fichier : {e}
it: Errore nella lettura della chiave privata dal file: {e}

source: Cannot continue without private key.
de: Kann ohne privaten Schlüssel nicht fortfahren.
es: No se puede continuar sin clave privada.
fr: Impossible de continuer sans clé privée.
it: Impossibile continuare senza chiave privata.

source: Skipping existing user: {username}
de: Überspringe existierenden Benutzer: {username}
es: Omitiendo usuario existente: {username}
fr: Utilisateur existant ignoré : {username}
it: Salto utente esistente: {username}

source: Adding user: {username} ({user_counter}/{user_count})
de: Füge Benutzer hinzu: {username} ({user_counter}/{user_count})
es: Agregando usuario: {username} ({user_counter}/{user_count})
fr: Ajout de l'utilisateur : {username} ({user_counter}/{user_count})
it: Aggiunta utente: {username} ({user_counter}/{user_count})

source: Error adding user: {e}
de: Fehler beim Hinzufügen des Benutzers: {e}
es: Error agregando usuario: {e}
fr: Erreur lors de l'ajout de l'utilisateur : {e}
it: Errore nell'aggiunta dell'utente: {e}

source: Error initializing offline tokens: {e}
de: Fehler beim Initialisieren der Offline-Token: {e}
es: Error inicializando tokens offline: {e}
fr: Erreur lors de l'initialisation des jetons hors ligne : {e}
it: Errore nell'inizializzazione dei token offline: {e}

source: Error getting script UUID: {e}
de: Fehler beim Abrufen der Skript-UUID: {e}
es: Error obteniendo UUID del script: {e}
fr: Erreur lors de l'obtention de l'UUID du script : {e}
it: Errore nell'ottenimento dell'UUID dello script: {e}

source: Error getting user key script path: {e}
de: Fehler beim Abrufen des Benutzerschlüssel-Skriptpfads: {e}
es: Error obteniendo ruta del script de clave de usuario: {e}
fr: Erreur lors de l'obtention du chemin du script de clé utilisateur : {e}
it: Errore nell'ottenimento del percorso dello script delle chiavi utente: {e}

source: Error getting key script signatures: {e}
de: Fehler beim Abrufen der Schlüssel-Skript-Signaturen: {e}
es: Error obteniendo firmas del script de clave: {e}
fr: Erreur lors de l'obtention des signatures du script de clé : {e}
it: Errore nell'ottenimento delle firme dello script delle chiavi: {e}

source: Error getting key script UUID: {e}
de: Fehler beim Abrufen der Schlüssel-Skript-UUID: {e}
es: Error obteniendo UUID del script de clave: {e}
fr: Erreur lors de l'obtention de l'UUID du script de clé : {e}
it: Errore nell'ottenimento dell'UUID dello script delle chiavi: {e}

source: Error getting user SSH script path: {e}
de: Fehler beim Abrufen des Benutzer-SSH-Skriptpfads: {e}
es: Error obteniendo ruta del script SSH de usuario: {e}
fr: Erreur lors de l'obtention du chemin du script SSH utilisateur : {e}
it: Errore nell'ottenimento del percorso dello script SSH utente: {e}

source: Error getting user SSH script: {e}
de: Fehler beim Abrufen des Benutzer-SSH-Skripts: {e}
es: Error obteniendo script SSH de usuario: {e}
fr: Erreur lors de l'obtention du script SSH utilisateur : {e}
it: Errore nell'ottenimento dello script SSH utente: {e}

source: Error getting SSH script signatures: {e}
de: Fehler beim Abrufen der SSH-Skript-Signaturen: {e}
es: Error obteniendo firmas del script SSH: {e}
fr: Erreur lors de l'obtention des signatures du script SSH : {e}
it: Errore nell'ottenimento delle firme dello script SSH: {e}

source: Error getting SSH script UUID: {e}
de: Fehler beim Abrufen der SSH-Skript-UUID: {e}
es: Error obteniendo UUID del script SSH: {e}
fr: Erreur lors de l'obtention de l'UUID du script SSH : {e}
it: Errore nell'ottenimento dell'UUID dello script SSH: {e}

source: Error getting user SSH agent script: {e}
de: Fehler beim Abrufen des Benutzer-SSH-Agent-Skripts: {e}
es: Error obteniendo script del agente SSH de usuario: {e}
fr: Erreur lors de l'obtention du script agent SSH utilisateur : {e}
it: Errore nell'ottenimento dello script SSH agent utente: {e}

source: Error loading SSH script from offline tokens: {e}
de: Fehler beim Laden des SSH-Skripts aus Offline-Token: {e}
es: Error cargando script SSH desde tokens offline: {e}
fr: Erreur lors du chargement du script SSH depuis les jetons hors ligne : {e}
it: Errore nel caricamento dello script SSH dai token offline: {e}

source: Unable to get SSH agent script.
de: SSH-Agent-Skript konnte nicht abgerufen werden.
es: No se puede obtener script del agente SSH.
fr: Impossible d'obtenir le script agent SSH.
it: Impossibile ottenere lo script SSH agent.

source: Unable to get connection to authd: {e}
de: Verbindung zu authd konnte nicht hergestellt werden: {e}
es: No se puede obtener conexión a authd: {e}
fr: Impossible d'obtenir la connexion à authd : {e}
it: Impossibile connettersi ad authd: {e}

source: Realm config does not have a master pass salt.
de: Realm-Konfiguration hat kein Master-Passwort-Salt.
es: La configuración del realm no tiene un salt de contraseña maestra.
fr: La configuration du domaine n'a pas de salt de mot de passe principal.
it: La configurazione del realm non ha un salt per la password master.

source: You must be root for this command.
de: Sie müssen root für diesen Befehl sein.
es: Debe ser root para este comando.
fr: Vous devez être root pour cette commande.
it: Devi essere root per questo comando.

source: Error reading master pass salt from file: {e}
de: Fehler beim Lesen des Master-Passwort-Salts aus Datei: {e}
es: Error leyendo salt de contraseña maestra del archivo: {e}
fr: Erreur lors de la lecture du sel de passe maître depuis le fichier : {e}
it: Errore nella lettura del salt della password master dal file: {e}

source: Failed to send auth key to server: {e}
de: Fehler beim Senden des Auth-Schlüssels an Server: {e}
es: Error al enviar clave de autenticación al servidor: {e}
fr: Échec de l'envoi de la clé d'authentification au serveur : {e}
it: Invio della chiave di autenticazione al server fallito: {e}

source: Failed to send renew cert command to server: {e}
de: Fehler beim Senden des Zertifikat-Erneuern-Befehls an Server: {e}
es: Fallo al enviar comando de renovación de certificado al servidor: {e}
fr: Échec de l'envoi de la commande de renouvellement de certificat au serveur : {e}
it: Invio del comando di rinnovo certificato al server fallito: {e}

source: Failed to send dump cert command to server: {e}
de: Fehler beim Senden des Zertifikat-Dump-Befehls an Server: {e}
es: Fallo al enviar comando de volcado de certificado al servidor: {e}
fr: Échec de l'envoi de la commande d'export de certificat au serveur : {e}
it: Invio del comando di dump certificato al server fallito: {e}

source: Unable to get agent connection: {e}
de: Agent-Verbindung konnte nicht hergestellt werden: {e}
es: No se puede obtener conexión del agente: {e}
fr: Impossible d'obtenir la connexion de l'agent : {e}
it: Impossibile ottenere la connessione all'agent: {e}

source: Error getting login pass type from agent: {e}
de: Fehler beim Abrufen des Login-Passwort-Typs vom Agent: {e}
es: Error al obtener tipo de contraseña de inicio de sesión del agente: {e}
fr: Erreur lors de l'obtention du type de passe de connexion depuis l'agent : {e}
it: Errore nell'ottenimento del tipo di password di login dall'agent: {e}

source: Error getting login user from agent: {e}
de: Fehler beim Abrufen des Login-Benutzers vom Agent: {e}
es: Error al obtener usuario de inicio de sesión del agente: {e}
fr: Erreur lors de l'obtention de l'utilisateur de connexion depuis l'agent : {e}
it: Errore nell'ottenimento dell'utente di login dall'agent: {e}

source: {output} ***Private singers of user '{system_user}'***
de: {output} ***Private Schlüssel des Benutzers '{system_user}'***
es: {output} ***Firmantes privados del usuario '{system_user}'***
fr: {output} ***Chanteurs privés de l'utilisateur '{system_user}'***
it: Output: {output} ***Cantanti privati dell'utente '{system_user}'***

source: Unable to start otpme-agent: {e}
de: otpme-agent konnte nicht gestartet werden: {e}
es: No se puede iniciar otpme-agent: {e}
fr: Impossible de démarrer otpme-agent : {e}
it: Impossibile avviare otpme-agent: {e}

source: Unable to read current authorized_keys file: {e}
de: Aktuelle authorized_keys Datei konnte nicht gelesen werden: {e}
es: No se puede leer el archivo authorized_keys actual: {e}
fr: Impossible de lire le fichier authorized_keys actuel : {e}
it: Impossibile leggere il file authorized_keys corrente: {e}

source: Key script returned no CSR.
de: Schlüssel-Skript hat keinen CSR zurückgegeben.
es: El script de clave no devolvió CSR.
fr: Le script de clé n'a retourné aucune CSR.
it: Lo script delle chiavi non ha restituito alcuna CSR.

source: Error getting key mode: {e}
de: Fehler beim Abrufen des Schlüssel-Modus: {e}
es: Error al obtener modo de clave: {e}
fr: Erreur lors de l'obtention du mode de clé : {e}
it: Errore nel recupero della modalità chiave: {e}

source: Input format for --stdin-pass is: old_pass
de: Eingabeformat für --stdin-pass ist: old_pass
es: El formato de entrada para --stdin-pass es: old_pass
fr: Le format d'entrée pour --stdin-pass est : old_pass
it: Il formato di input per --stdin-pass è: old_pass

source: Error running key script: {script_stdout}
de: Fehler beim Ausführen des Schlüssel-Skripts: {script_stdout}
es: Error al ejecutar script de clave: {script_stdout}
fr: Erreur lors de l'exécution du script de clé : {script_stdout}
it: Errore nell'esecuzione dello script delle chiavi: {script_stdout}

source: Error running key script: {script_stderr}
de: Fehler beim Ausführen des Schlüssel-Skripts: {script_stderr}
es: Error al ejecutar script de clave: {script_stderr}
fr: Erreur lors de l'exécution du script de clé : {script_stderr}
it: Errore nell'esecuzione dello script delle chiavi: {script_stderr}

source: Got no private key from key script.
de: Kein privater Schlüssel vom Schlüssel-Skript erhalten.
es: No se obtuvo clave privada del script de clave.
fr: Aucune clé privée obtenue du script de clé.
it: Nessuna chiave privata ricevuta dallo script delle chiavi.

source: Error sending private key to server: {e}
de: Fehler beim Senden des privaten Schlüssels an Server: {e}
es: Error al enviar clave privada al servidor: {e}
fr: Erreur lors de l'envoi de la clé privée au serveur : {e}
it: Errore nell'invio della chiave privata al server: {e}

source: Got no key from key script.
de: Keinen Schlüssel vom Schlüssel-Skript erhalten.
es: No se obtuvo clave del script de clave.
fr: Aucune clé obtenue du script de clé.
it: Nessuna chiave ricevuta dallo script delle chiavi.

source: Error sending public key to server: {e}
de: Fehler beim Senden des öffentlichen Schlüssels an Server: {e}
es: Error al enviar clave pública al servidor: {e}
fr: Erreur lors de l'envoi de la clé publique au serveur : {e}
it: Errore nell'invio della chiave pubblica al server: {e}

source: Error reading master password from stdin: {e}
de: Fehler beim Lesen des Master-Passworts von stdin: {e}
es: Error al leer contraseña maestra desde stdin: {e}
fr: Erreur lors de la lecture du mot de passe maître depuis stdin : {e}
it: Errore nella lettura della password master da stdin: {e}

source: Unknown command: deploy
de: Unbekannter Befehl: deploy
es: Comando desconocido: deploy
fr: Commande inconnue : deploy
it: Comando sconosciuto: deploy

source: Unknown token type: {smartcard_type}
de: Unbekannter Token-Typ: {smartcard_type}
es: Tipo de token desconocido: {smartcard_type}
fr: Type de jeton inconnu : {smartcard_type}
it: Tipo di token sconosciuto: {smartcard_type}

source: Unable to deploy token: {e}
de: Token konnte nicht bereitgestellt werden: {e}
es: No se puede desplegar token: {e}
fr: Impossible de déployer le jeton : {e}
it: Impossibile distribuire il token: {e}

source: Unsing login token: {reply}
de: Verwende Login-Token: {reply}
es: Usando token de inicio de sesión: {reply}
fr: Utilisation du jeton de connexion : {reply}
it: Utilizzo del token di login: {reply}

source: Unable to get users key mode. Private key missing?
de: Schlüssel-Modus des Benutzers konnte nicht abgerufen werden. Privater Schlüssel fehlt?
es: No se puede obtener modo de clave del usuario. ¿Falta clave privada?
fr: Impossible d'obtenir le mode de clé de l'utilisateur. Clé privée manquante ?
it: Impossibile ottenere la modalità chiave dell'utente. Chiave privata mancante?

source: Error reading users file: {e}
de: Fehler beim Lesen der Benutzerdatei: {e}
es: Error al leer archivo de usuarios: {e}
fr: Erreur lors de la lecture du fichier des utilisateurs : {e}
it: Errore nella lettura del file utenti: {e}

source: Authentication parameters of request matching session '{session_name}'.
de: Authentifizierungsparameter der Anfrage passen zu Sitzung '{session_name}'.
es: Parámetros de autenticación de solicitud que coinciden con la sesión '{session_name}'.
fr: Paramètres d'authentification de la requête correspondant à la session '{session_name}'.
it: Parametri di autenticazione della richiesta corrispondenti alla sessione '{session_name}'.

source: This is a logout request for session '{session_name}'.
de: Dies ist eine Logout-Anfrage für Sitzung '{session_name}'.
es: Esta es una solicitud de cierre de sesión para la sesión '{session_name}'.
fr: Ceci est une requête de déconnexion pour la session '{session_name}'.
it: Questa è una richiesta di logout per la sessione '{session_name}'.

source: This is a refresh request for session '{session_name}'.
de: Dies ist eine Aktualisierungsanfrage für Sitzung '{session_name}'.
es: Esta es una solicitud de actualización para la sesión '{session_name}'.
fr: Ceci est une requête de rafraîchissement pour la session '{session_name}'.
it: Questa è una richiesta di aggiornamento per la sessione '{session_name}'.

source: Found valid REALM session '{session_name}' for this request (SOTP).
de: Gültige REALM-Sitzung '{session_name}' für diese Anfrage gefunden (SOTP).
es: Se encontró sesión REALM válida '{session_name}' para esta solicitud (SOTP).
fr: Session REALM valide trouvée '{session_name}' pour cette requête (SOTP).
it: Trovata sessione REALM valida '{session_name}' per questa richiesta (SOTP).

source: Found no valid auth token.
de: Kein gültiger Auth-Token gefunden.
es: No se encontró token de autenticación válido.
fr: Aucun jeton d'authentification valide trouvé.
it: Nessun token di autenticazione valido trovato.

source: Auth token '{token_name}' is not in token list of user '{user_name}'.
de: Auth-Token '{token_name}' ist nicht in Token-Liste des Benutzers '{user_name}'.
es: El token de autenticación '{token_name}' no está en la lista de tokens del usuario '{user_name}'.
fr: Le jeton d'authentification '{token_name}' n'est pas dans la liste des jetons de l'utilisateur '{user_name}'.
it: Il token di autenticazione '{token_name}' non è nell'elenco dei token dell'utente '{user_name}'.

source: Warning: Token '{token_name}' is in list of tokens for user '{user_name}' but is owned by user '{token_owner}'. Possibly configuration error.
de: Warnung: Token '{token_name}' ist in Token-Liste des Benutzers '{user_name}', gehört aber Benutzer '{token_owner}'. Möglicherweise Konfigurationsfehler.
es: Advertencia: El token '{token_name}' está en la lista de tokens del usuario '{user_name}' pero es propiedad del usuario '{token_owner}'. Posible error de configuración.
fr: Avertissement : Le jeton '{token_name}' est dans la liste des jetons de l'utilisateur '{user_name}' mais appartient à l'utilisateur '{token_owner}'. Erreur de configuration possible.
it: Attenzione: Il token '{token_name}' è nell'elenco dei token dell'utente '{user_name}' ma è di proprietà dell'utente '{token_owner}'. Possibile errore di configurazione.

source: Token '{token_name}' used at login is a token of user '{user_name}'.
de: Token '{token_name}' bei Login verwendet ist ein Token des Benutzers '{user_name}'.
es: El token '{token_name}' usado en el inicio de sesión es un token del usuario '{user_name}'.
fr: Le jeton '{token_name}' utilisé lors de la connexion est un jeton de l'utilisateur '{user_name}'.
it: Il token '{token_name}' utilizzato al login è un token dell'utente '{user_name}'.

source: Token '{token_name}' is missing its destination token.
de: Token '{token_name}' fehlt sein Ziel-Token.
es: Al token '{token_name}' le falta su token de destino.
fr: Le jeton '{token_name}' n'a pas de jeton de destination.
it: Al token '{token_name}' manca il token di destinazione.

source: Token '{token_name}' is disabled. Authentication will fail.
de: Token '{token_name}' ist deaktiviert. Authentifizierung wird fehlschlagen.
es: El token '{token_name}' está deshabilitado. La autenticación fallará.
fr: Le jeton '{token_name}' est désactivé. L'authentification échouera.
it: Il token '{token_name}' è disabilitato. L'autenticazione fallirà.

source: Token '{token_path}' is disabled. Authentication will fail.
de: Token '{token_path}' ist deaktiviert. Authentifizierung wird fehlschlagen.
es: El token '{token_path}' está deshabilitado. La autenticación fallará.
fr: Le jeton '{token_path}' est désactivé. L'authentification échouera.
it: Il token '{token_path}' è disabilitato. L'autenticazione fallirà.

source: Internal server error
de: Interner Serverfehler
es: Error interno del servidor
fr: Erreur interne du serveur
it: Errore interno del server
