Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-user language {user} {language}
de: Verwendung: otpme-user language {user} {language}
es: Uso: otpme-user language {user} {language}
it: Utilizzo: otpme-user language {user} {language}

source: Set user's localization language.
de: Lokalisierungssprache des Benutzers setzen.
es: Establecer idioma de localización del usuario.
fr: Définir la langue de localisation de l'utilisateur.
it: Imposta lingua di localizzazione dell'utente.

source: Usage: otpme-user key_mode {user} {key_mode}
de: Verwendung: otpme-user key_mode {user} {key_mode}
es: Uso: otpme-user key_mode {user} {key_mode}
it: Utilizzo: otpme-user key_mode {user} {key_mode}

source: Set user key key mode (client or server)
de: Benutzerschlüssel-Modus setzen (client oder server)
es: Establecer modo de clave del usuario (client o server)
fr: Définir le mode de clé de l'utilisateur (client ou serveur)
it: Imposta modalità chiave utente (client o server)

source: Usage: otpme-user get_key_mode {user}
de: Verwendung: otpme-user get_key_mode {user}
es: Uso: otpme-user get_key_mode {user}
it: Utilizzo: otpme-user get_key_mode {user}

source: Get user key key mode (client or server)
de: Benutzerschlüssel-Modus abrufen (client oder server)
es: Obtener modo de clave del usuario (client o server)
fr: Obtenir le mode de clé de l'utilisateur (client ou serveur)
it: Ottieni modalità chiave utente (client o server)

source: Usage: otpme-user gen_keys [--server] [-b <bits>] [--pass-hash-type <hash_type>] [-n] {user}
de: Verwendung: otpme-user gen_keys [--server] [-b <bits>] [--pass-hash-type <hash_type>] [-n] {user}
es: Uso: otpme-user gen_keys [--server] [-b <bits>] [--pass-hash-type <hash_type>] [-n] {user}
it: Utilizzo: otpme-user gen_keys [--server] [-b <bits>] [--pass-hash-type <hash_type>] [-n] {user}

source: Generate user's RSA key pair
de: RSA-Schlüsselpaar des Benutzers generieren
es: Generar par de claves RSA del usuario
fr: Générer la paire de clés RSA de l'utilisateur
it: Genera coppia di chiavi RSA dell'utente

source: Key length in bits (e.g. 2048)
de: Schlüssellänge in Bits (z.B. 2048)
es: Longitud de clave en bits (ej. 2048)
fr: Longueur de la clé en bits (ex. 2048)
it: Lunghezza chiave in bit (es. 2048)

source: Generate key pair on server
de: Schlüsselpaar auf Server generieren
es: Generar par de claves en el servidor
fr: Générer la paire de clés sur le serveur
it: Genera coppia di chiavi sul server

source: Do not encrypt server side private key
de: Serverseitigen privaten Schlüssel nicht verschlüsseln
es: No cifrar clave privada del lado del servidor
fr: Ne pas chiffrer la clé privée côté serveur
it: Non cifrare chiave privata lato server

source: Hash type used to derive encryption key from password.
de: Hash-Typ zur Ableitung des Verschlüsselungsschlüssels aus dem Passwort.
es: Tipo de hash usado para derivar clave de cifrado de contraseña.
fr: Type de hachage utilisé pour dériver la clé de chiffrement du mot de passe.
it: Tipo di hash usato per derivare chiave di cifratura dalla password.

source: Read passphrase for RSA private key from stdin
de: Passphrase für privaten RSA-Schlüssel von stdin lesen
es: Leer frase de contraseña para clave privada RSA desde stdin
fr: Lire la phrase secrète pour la clé privée RSA depuis stdin
it: Leggi passphrase per chiave privata RSA da stdin

source: Usage: otpme-user del_keys {user}
de: Verwendung: otpme-user del_keys {user}
es: Uso: otpme-user del_keys {user}
it: Utilizzo: otpme-user del_keys {user}

source: Delete user's RSA key pair
de: RSA-Schlüsselpaar des Benutzers löschen
es: Eliminar par de claves RSA del usuario
fr: Supprimer la paire de clés RSA de l'utilisateur
it: Elimina coppia di chiavi RSA dell'utente

source: Usage: otpme-user key_pass {user}
de: Verwendung: otpme-user key_pass {user}
es: Uso: otpme-user key_pass {user}
it: Utilizzo: otpme-user key_pass {user}

source: Change password of user's private key.
de: Passwort des privaten Schlüssels des Benutzers ändern.
es: Cambiar contraseña de la clave privada del usuario.
fr: Changer le mot de passe de la clé privée de l'utilisateur.
it: Cambia password della chiave privata dell'utente.

source: Read passphrase from stdin
de: Passphrase von stdin lesen
es: Leer frase de contraseña desde stdin
fr: Lire la phrase secrète depuis stdin
it: Leggi la passphrase da stdin

source: Usage: otpme-user private_key {user}
de: Verwendung: otpme-user private_key {user}
es: Uso: otpme-user private_key {user}
it: Utilizzo: otpme-user private_key {user}

source: Set user's RSA private key
de: Privaten RSA-Schlüssel des Benutzers setzen
es: Establecer clave privada RSA del usuario
fr: Définir la clé privée RSA de l'utilisateur
it: Imposta la chiave privata RSA dell'utente

source: Usage: otpme-user public_key {user}
de: Verwendung: otpme-user public_key {user}
es: Uso: otpme-user public_key {user}
it: Utilizzo: otpme-user public_key {user}

source: Set user's RSA public key
de: Öffentlichen RSA-Schlüssel des Benutzers setzen
es: Establecer clave pública RSA del usuario
fr: Définir la clé publique RSA de l'utilisateur
it: Imposta la chiave pubblica RSA dell'utente

source: Usage: otpme-user import_key [--server] [-n] [--stdin-key] {user} [private_key_file]
de: Verwendung: otpme-user import_key [--server] [-n] [--stdin-key] {user} [private_key_file]
es: Uso: otpme-user import_key [--server] [-n] [--stdin-key] {user} [private_key_file]
it: Utilizzo: otpme-user import_key [--server] [-n] [--stdin-key] {user} [private_key_file]

source: Import user's RSA key
de: RSA-Schlüssel des Benutzers importieren
es: Importar clave RSA del usuario
fr: Importer la clé RSA de l'utilisateur
it: Importa la chiave RSA dell'utente

source: Don't encrypt private key
de: Privaten Schlüssel nicht verschlüsseln
es: No cifrar clave privada
fr: Ne pas chiffrer la clé privée
it: Non cifrare la chiave privata

source: Save key on server.
de: Schlüssel auf Server speichern.
es: Guardar clave en el servidor.
fr: Enregistrer la clé sur le serveur.
it: Salva la chiave sul server.

source: Read RSA private key from stdin
de: Privaten RSA-Schlüssel von stdin lesen
es: Leer clave privada RSA desde stdin
fr: Lire la clé privée RSA depuis stdin
it: Leggi la chiave privata RSA da stdin

source: Usage: otpme-user dump_key [-p] [-n] [--stdin-pass] {user}
de: Verwendung: otpme-user dump_key [-p] [-n] [--stdin-pass] {user}
es: Uso: otpme-user dump_key [-p] [-n] [--stdin-pass] {user}
it: Utilizzo: otpme-user dump_key [-p] [-n] [--stdin-pass] {user}

source: Dump user's RSA key to stdout
de: RSA-Schlüssel des Benutzers nach stdout ausgeben
es: Volcar clave RSA del usuario a stdout
fr: Exporter la clé RSA de l'utilisateur vers stdout
it: Esporta la chiave RSA dell'utente su stdout

source: Dump private key (or pointer)
de: Privaten Schlüssel (oder Zeiger) ausgeben
es: Volcar clave privada (o puntero)
fr: Exporter la clé privée (ou pointeur)
it: Esporta la chiave privata (o puntatore)

source: Dump private key unencrypted (if possible)
de: Privaten Schlüssel unverschlüsselt ausgeben (falls möglich)
es: Volcar clave privada sin cifrar (si es posible)
fr: Exporter la clé privée non chiffrée (si possible)
it: Esporta la chiave privata non cifrata (se possibile)

source: Usage: otpme-user gen_cert {user}
de: Verwendung: otpme-user gen_cert {user}
es: Uso: otpme-user gen_cert {user}
it: Utilizzo: otpme-user gen_cert {user}

source: Generate user certificate
de: Benutzerzertifikat generieren
es: Generar certificado de usuario
fr: Générer le certificat utilisateur
it: Genera certificato utente

source: Usage: otpme-user add_token [-r] [--no-qrcode] [--enable-mschap] [--token-type <token_type>] [--name <token_name>] [--destination <dst_token>] [--password <password>] {user}
de: Verwendung: otpme-user add_token [-r] [--no-qrcode] [--enable-mschap] [--token-type <token_type>] [--name <token_name>] [--destination <dst_token>] [--password <password>] {user}
es: Uso: otpme-user add_token [-r] [--no-qrcode] [--enable-mschap] [--token-type <token_type>] [--name <token_name>] [--destination <dst_token>] [--password <password>] {user}
it: Utilizzo: otpme-user add_token [-r] [--no-qrcode] [--enable-mschap] [--token-type <token_type>] [--name <token_name>] [--destination <dst_token>] [--password <password>] {user}

source: Add new token.
de: Neuen Token hinzufügen.
es: Agregar nuevo token.
fr: Ajouter un nouveau token.
it: Aggiungi nuovo token.

source: Token name.
es: Nombre del token.
fr: Nom du token.
it: Nome del token.

source: Token type.
de: Token-Typ.
es: Tipo de token.
fr: Type de token.
it: Tipo di token.

source: Set token password (for password tokens).
de: Token-Passwort setzen (für Passwort-Token).
es: Establecer contraseña del token (para tokens de contraseña).
fr: Définir le mot de passe du token (pour les tokens mot de passe).
it: Imposta la password del token (per token con password).

source: Replace existing token and keep its UUID.
de: Vorhandenen Token ersetzen und seine UUID behalten.
es: Reemplazar token existente y mantener su UUID.
fr: Remplacer le token existant et conserver son UUID.
it: Sostituisci il token esistente e mantieni il suo UUID.

source: Usage: otpme-user del_token {user} {token}
de: Verwendung: otpme-user del_token {user} {token}
es: Uso: otpme-user del_token {user} {token}
it: Utilizzo: otpme-user del_token {user} {token}

source: Delete token
de: Token löschen
es: Eliminar token
fr: Supprimer le token
it: Elimina token

source: Usage: otpme-user touch {user}
de: Verwendung: otpme-user touch {user}
es: Uso: otpme-user touch {user}
it: Utilizzo: otpme-user touch {user}

source: Touch user (e.g. migrate).
de: Benutzer berühren (z.B. migrieren).
es: Tocar usuario (ej. migrar).
fr: Toucher l'utilisateur (ex. : migrer).
it: Tocca utente (es. migrazione).

source: Usage: otpme-user auto_mount {user}
de: Verwendung: otpme-user auto_mount {user}
es: Uso: otpme-user auto_mount {user}
it: Utilizzo: otpme-user auto_mount {user}

source: Enable user to login even if e.g. accessgroup is disabled.
de: Benutzer aktivieren, sich anzumelden, auch wenn z.B. Zugriffsgruppe deaktiviert ist.
es: Habilitar usuario para iniciar sesión incluso si, por ej., el grupo de acceso está deshabilitado.
fr: Autoriser l'utilisateur à se connecter même si par ex. le groupe d'accès est désactivé.
it: Abilita l'utente al login anche se ad es. il gruppo di accesso è disabilitato.

source: Disable user to login even if e.g. accessgroup is disabled.
de: Benutzer deaktivieren, sich anzumelden, auch wenn z.B. Zugriffsgruppe deaktiviert ist.
es: Deshabilitar usuario para iniciar sesión incluso si, por ej., el grupo de acceso está deshabilitado.
fr: Empêcher l'utilisateur de se connecter même si par ex. le groupe d'accès est désactivé.
it: Disabilita l'utente al login anche se ad es. il gruppo di accesso è disabilitato.

source: Usage: otpme-user enable_disabled_login {user}
de: Verwendung: otpme-user enable_disabled_login {user}
es: Uso: otpme-user enable_disabled_login {user}
it: Utilizzo: otpme-user enable_disabled_login {user}

source: Usage: otpme-user disable_disabled_login {user}
de: Verwendung: otpme-user disable_disabled_login {user}
es: Uso: otpme-user disable_disabled_login {user}
it: Utilizzo: otpme-user disable_disabled_login {user}

source: Usage: otpme-user enable {user}
de: Verwendung: otpme-user enable {user}
es: Uso: otpme-user enable {user}
it: Utilizzo: otpme-user enable {user}

source: Enable user
de: Benutzer aktivieren
es: Habilitar usuario
fr: Activer l'utilisateur
it: Abilita utente

source: Usage: otpme-user disable {user}
de: Verwendung: otpme-user disable {user}
es: Uso: otpme-user disable {user}
it: Utilizzo: otpme-user disable {user}

source: Disable user
de: Benutzer deaktivieren
es: Deshabilitar usuario
fr: Désactiver l'utilisateur
it: Disabilita utente

source: Usage: otpme-user auto_disable {user} {time}
de: Verwendung: otpme-user auto_disable {user} {time}
es: Uso: otpme-user auto_disable {user} {time}
it: Utilizzo: otpme-user auto_disable {user} {time}

source: Usage: otpme-user rename {user} {new_name}
de: Verwendung: otpme-user rename {user} {new_name}
es: Uso: otpme-user rename {user} {new_name}
it: Utilizzo: otpme-user rename {user} {new_name}

source: Rename user
de: Benutzer umbenennen
es: Renombrar usuario
fr: Renommer l'utilisateur
it: Rinomina utente

source: Usage: otpme-user config {user} {param} [value]
de: Verwendung: otpme-user config {user} {param} [value]
es: Uso: otpme-user config {user} {param} [value]
it: Utilizzo: otpme-user config {user} {param} [value]

source: Add config parameter to user.
de: Konfigurationsparameter zu Benutzer hinzufügen.
es: Agregar parámetro de configuración al usuario.
fr: Ajouter un paramètre de configuration à l'utilisateur.
it: Aggiungi parametro di configurazione all'utente.

source: Usage: otpme-user show_config {user}
de: Verwendung: otpme-user show_config {user}
es: Uso: otpme-user show_config {user}
it: Utilizzo: otpme-user show_config {user}

source: Show user config parameters
de: Benutzerkonfigurationsparameter anzeigen
es: Mostrar parámetros de configuración del usuario
fr: Afficher les paramètres de configuration de l'utilisateur
it: Mostra i parametri di configurazione dell'utente

source: Usage: otpme-user add_extension {user} {extension}
de: Verwendung: otpme-user add_extension {user} {extension}
es: Uso: otpme-user add_extension {user} {extension}
it: Utilizzo: otpme-user add_extension {user} {extension}

source: Add extension to user
de: Erweiterung zu Benutzer hinzufügen
es: Agregar extensión al usuario
fr: Ajouter une extension à l'utilisateur
it: Aggiungi estensione all'utente

source: Usage: otpme-user remove_extension {user} {extension}
de: Verwendung: otpme-user remove_extension {user} {extension}
es: Uso: otpme-user remove_extension {user} {extension}
fr: Utilisation : otpme-user remove_extension {user} {extension}
it: Utilizzo: otpme-user remove_extension {user} {extension}

source: Remove extension from user
de: Erweiterung von Benutzer entfernen
es: Eliminar extensión del usuario
fr: Retirer l'extension de l'utilisateur
it: Rimuovi estensione dall'utente

source: Usage: otpme-user add_attribute {user} {attribute}=[value]
de: Verwendung: otpme-user add_attribute {user} {attribute}=[value]
es: Uso: otpme-user add_attribute {user} {attribute}=[value]
fr: Utilisation : otpme-user add_attribute {user} {attribute}=[value]
it: Utilizzo: otpme-user add_attribute {user} {attribute}=[value]

source: Add (ldap) attribute to user
de: (LDAP) Attribut zu Benutzer hinzufügen
es: Agregar atributo (ldap) al usuario
fr: Ajouter un attribut (ldap) à l'utilisateur
it: Aggiungi attributo (ldap) all'utente

source: Insert multi-value attribute at position.
de: Mehrwert-Attribut an Position einfügen.
es: Insertar atributo de múltiples valores en posición.
fr: Insérer un attribut multi-valeurs à la position.
it: Inserisci attributo multi-valore alla posizione.

source: Usage: otpme-user modify_attribute {user} {attribute} {old_value} {new_value}
de: Verwendung: otpme-user modify_attribute {user} {attribute} {old_value} {new_value}
es: Uso: otpme-user modify_attribute {user} {attribute} {old_value} {new_value}
fr: Utilisation : otpme-user modify_attribute {user} {attribute} {old_value} {new_value}
it: Utilizzo: otpme-user modify_attribute {user} {attribute} {old_value} {new_value}

source: Modify (ldap) attribute of user
de: (LDAP) Attribut des Benutzers ändern
es: Modificar atributo (ldap) del usuario
fr: Modifier l'attribut (ldap) de l'utilisateur
it: Modifica attributo (ldap) dell'utente

source: Usage: otpme-user del_attribute {user} {attribute}=[value]
de: Verwendung: otpme-user del_attribute {user} {attribute}=[value]
es: Uso: otpme-user del_attribute {user} {attribute}=[value]
fr: Utilisation : otpme-user del_attribute {user} {attribute}=[value]
it: Uso: otpme-user del_attribute {user} {attribute}=[value]

source: Delete (ldap) attribute from user
de: (LDAP) Attribut von Benutzer löschen
es: Eliminar atributo (ldap) del usuario
fr: Supprimer l'attribut (ldap) de l'utilisateur
it: Elimina attributo (ldap) dall'utente

source: Usage: otpme-user add_object_class {user} {object_class}
de: Verwendung: otpme-user add_object_class {user} {object_class}
es: Uso: otpme-user add_object_class {user} {object_class}
fr: Utilisation : otpme-user add_object_class {user} {object_class}
it: Uso: otpme-user add_object_class {user} {object_class}

source: Add (ldap) object class to user
de: (LDAP) Objektklasse zu Benutzer hinzufügen
es: Agregar clase de objeto (ldap) al usuario
fr: Ajouter une classe d'objet (ldap) à l'utilisateur
it: Aggiungi classe oggetto (ldap) all'utente

source: Usage: otpme-user del_object_class {user} {object_class}
de: Verwendung: otpme-user del_object_class {user} {object_class}
es: Uso: otpme-user del_object_class {user} {object_class}
fr: Utilisation : otpme-user del_object_class {user} {object_class}
it: Uso: otpme-user del_object_class {user} {object_class}

source: Delete (ldap) object class from user
de: (LDAP) Objektklasse von Benutzer löschen
es: Eliminar clase de objeto (ldap) del usuario
fr: Supprimer la classe d'objet (ldap) de l'utilisateur
it: Elimina classe oggetto (ldap) dall'utente

source: Usage: otpme-user show_ldif {user} -a attribute1,attribute2
de: Verwendung: otpme-user show_ldif {user} -a attribute1,attribute2
es: Uso: otpme-user show_ldif {user} -a attribute1,attribute2
fr: Utilisation : otpme-user show_ldif {user} -a attribute1,attribute2
it: Uso: otpme-user show_ldif {user} -a attribute1,attribute2

source: Show LDIF representation of user
de: LDIF-Darstellung des Benutzers anzeigen
es: Mostrar representación LDIF del usuario
fr: Afficher la représentation LDIF de l'utilisateur
it: Mostra rappresentazione LDIF dell'utente

source: Usage: otpme-user add_acl [-r -a] {user} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-user add_acl [-r -a] {user} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-user add_acl [-r -a] {user} {role|token} {role_path|token_path} {acl[:value]}
fr: Utilisation : otpme-user add_acl [-r -a] {user} {role|token} {role_path|token_path} {acl[:value]}
it: Uso: otpme-user add_acl [-r -a] {user} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to user
de: ACL zu Benutzer hinzufügen
es: Agregar ACL al usuario
fr: Ajouter une ACL à l'utilisateur
it: Aggiungi ACL all'utente

source: Set ACL recursive (to user tokens)
de: ACL rekursiv setzen (zu Benutzer-Token)
es: Establecer ACL recursivo (a tokens de usuario)
fr: Définir l'ACL de manière récursive (aux tokens de l'utilisateur)
it: Imposta ACL ricorsivo (ai token utente)

source: Apply default ACLs to existing tokens
de: Standard-ACLs auf bestehende Token anwenden
es: Aplicar ACLs predeterminados a tokens existentes
fr: Appliquer les ACL par défaut aux tokens existants
it: Applica ACL predefiniti ai token esistenti

source: Usage: otpme-user del_acl [-r -a] {user} {acl}
de: Verwendung: otpme-user del_acl [-r -a] {user} {acl}
es: Uso: otpme-user del_acl [-r -a] {user} {acl}
fr: Utilisation : otpme-user del_acl [-r -a] {user} {acl}
it: Uso: otpme-user del_acl [-r -a] {user} {acl}

source: Delete ACL from user
de: ACL von Benutzer löschen
es: Eliminar ACL del usuario
fr: Supprimer l'ACL de l'utilisateur
it: Elimina ACL dall'utente

source: Delete ACL recursive (from user tokens)
de: ACL rekursiv löschen (von Benutzer-Token)
es: Eliminar ACL recursivo (de tokens de usuario)
fr: Supprimer l'ACL de manière récursive (des tokens de l'utilisateur)
it: Elimina ACL ricorsivo (dai token utente)

source: Delete default ACLs from existing tokens
de: Standard-ACLs von bestehenden Token löschen
es: Eliminar ACLs predeterminados de tokens existentes
fr: Supprimer les ACL par défaut des tokens existants
it: Elimina ACL predefiniti dai token esistenti

source: Usage: otpme-user show_acls {user}
de: Verwendung: otpme-user show_acls {user}
es: Uso: otpme-user show_acls {user}
fr: Utilisation : otpme-user show_acls {user}
it: Uso: otpme-user show_acls {user}

source: Show ACLs of user
de: ACLs des Benutzers anzeigen
es: Mostrar ACLs del usuario
fr: Afficher les ACL de l'utilisateur
it: Mostra ACL dell'utente

source: Usage: otpme-user enable_acl_inheritance {user}
de: Verwendung: otpme-user enable_acl_inheritance {user}
es: Uso: otpme-user enable_acl_inheritance {user}
fr: Utilisation : otpme-user enable_acl_inheritance {user}
it: Uso: otpme-user enable_acl_inheritance {user}

source: Enable ACL inheritance for user
de: ACL-Vererbung für Benutzer aktivieren
es: Habilitar herencia de ACL para el usuario
fr: Activer l'héritage des ACL pour l'utilisateur
it: Abilita ereditarietà ACL per l'utente

source: Usage: otpme-user disable_acl_inheritance {user}
de: Verwendung: otpme-user disable_acl_inheritance {user}
es: Uso: otpme-user disable_acl_inheritance {user}
fr: Utilisation : otpme-user disable_acl_inheritance {user}
it: Uso: otpme-user disable_acl_inheritance {user}

source: Disable ACL inheritance for user
de: ACL-Vererbung für Benutzer deaktivieren
es: Deshabilitar herencia de ACL para el usuario
fr: Désactiver l'héritage des ACL pour l'utilisateur
it: Disabilita ereditarietà ACL per l'utente

source: Usage: otpme-user move [--keep-acls] {user} {unit}
de: Verwendung: otpme-user move [--keep-acls] {user} {unit}
es: Uso: otpme-user move [--keep-acls] {user} {unit}
fr: Utilisation : otpme-user move [--keep-acls] {user} {unit}
it: Uso: otpme-user move [--keep-acls] {user} {unit}

source: Change user's unit
de: Benutzereinheit ändern
es: Cambiar unidad del usuario
fr: Changer l'unité de l'utilisateur
it: Cambia unità dell'utente

source: Usage: otpme-user remove_orphans {user}
de: Verwendung: otpme-user remove_orphans {user}
es: Uso: otpme-user remove_orphans {user}
fr: Utilisation : otpme-user remove_orphans {user}
it: Uso: otpme-user remove_orphans {user}

source: Usage: otpme-user description {user} [description]
de: Verwendung: otpme-user description {user} [description]
es: Uso: otpme-user description {user} [description]
fr: Utilisation : otpme-user description {user} [description]
it: Uso: otpme-user description {user} [description]

source: Set user description
de: Benutzerbeschreibung festlegen
es: Establecer descripción del usuario
fr: Définir la description de l'utilisateur
it: Imposta descrizione utente

source: Usage: otpme-user export --password <password> {user}
de: Verwendung: otpme-user export --password <password> {user}
es: Uso: otpme-user export --password <password> {user}
fr: Utilisation : otpme-user export --password <password> {user}
it: Uso: otpme-user export --password <password> {user}

source: Export user config to stdout.
de: Benutzerkonfiguration nach stdout exportieren.
es: Exportar configuración del usuario a stdout.
fr: Exporter la configuration de l'utilisateur vers stdout.
it: Esporta configurazione utente su stdout.

source: Usage: otpme-user add_policy {user} {policy}
de: Verwendung: otpme-user add_policy {user} {policy}
es: Uso: otpme-user add_policy {user} {policy}
fr: Utilisation : otpme-user add_policy {user} {policy}
it: Uso: otpme-user add_policy {user} {policy}

source: Add policy to user
de: Richtlinie zum Benutzer hinzufügen
es: Agregar política al usuario
fr: Ajouter une politique à l'utilisateur
it: Aggiungi policy all'utente

source: Usage: otpme-user remove_policy {user} {policy}
de: Verwendung: otpme-user remove_policy {user} {policy}
es: Uso: otpme-user remove_policy {user} {policy}
fr: Utilisation : otpme-user remove_policy {user} {policy}
it: Uso: otpme-user remove_policy {user} {policy}

source: Remove policy from user
de: Richtlinie vom Benutzer entfernen
es: Eliminar política del usuario
fr: Retirer la politique de l'utilisateur
it: Rimuovi policy dall'utente
