Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Group already set as default group.
de: Gruppe bereits als Standardgruppe festgelegt.
es: El grupo ya está configurado como grupo predeterminado.
fr: Groupe déjà défini comme groupe par défaut.
it: Gruppo già impostato come gruppo predefinito.

source: Group already added to this policy.
de: Gruppe bereits zu dieser Richtlinie hinzugefügt.
es: El grupo ya está agregado a esta política.
fr: Groupe déjà ajouté à cette politique.
it: Gruppo già aggiunto a questa policy.

source: Group not added for this policy.
de: Gruppe nicht für diese Richtlinie hinzugefügt.
es: El grupo no está agregado para esta política.
fr: Groupe non ajouté pour cette politique.
it: Gruppo non aggiunto per questa policy.

source: Loading module: {}
de: Lade Modul: {}
es: Cargando módulo: {}
fr: Chargement du module : {}
it: Caricamento modulo: {}

source: No default unit configured for object type: {}
de: Keine Standardeinheit für Objekttyp konfiguriert: {}
es: No hay unidad predeterminada configurada para el tipo de objeto: {}
fr: Aucune unité par défaut configurée pour le type d'objet : {}
it: Nessuna unità predefinita configurata per il tipo di oggetto: {}

source: Unknown unit: {}
de: Unbekannte Einheit: {}
es: Unidad desconocida: {}
fr: Unité inconnue : {}
it: Unità sconosciuta: {}

source: Unit already set for this policy.
de: Einheit bereits für diese Richtlinie festgelegt.
es: La unidad ya está configurada para esta política.
fr: Unité déjà définie pour cette politique.
it: Unità già impostata per questa policy.

source: Token type denied by policy: {}: {}
de: Token-Typ durch Richtlinie verweigert: {}: {}
es: Tipo de token denegado por la política: {}: {}
fr: Type de jeton refusé par la politique : {} : {}
it: Tipo di token negato dalla policy: {}: {}

source: Token pass type denied by policy: {}: {}
de: Token-Pass-Typ durch Richtlinie verweigert: {}: {}
es: Tipo de pase de token denegado por política: {}: {}
fr: Type de jeton refusé par la politique : {} : {}
it: Tipo di token pass negato dalla policy: {}: {}

source: Need token to handle 'authorize' hook.
de: Token für 'authorize'-Hook erforderlich.
es: Se necesita token para manejar el hook 'authorize'.
fr: Jeton requis pour gérer le hook 'authorize'.
it: È necessario un token per gestire l'hook 'authorize'.

source: Unknown policy hook: {}
de: Unbekannter Richtlinien-Hook: {}
es: Hook de política desconocido: {}
fr: Hook de politique inconnu : {}
it: Hook di policy sconosciuto: {}

source: Invalid token types: {}
de: Ungültige Token-Typen: {}
es: Tipos de token inválidos: {}
fr: Types de jetons invalides : {}
it: Tipi di token non validi: {}

source: Invalid password types: {}
de: Ungültige Passwort-Typen: {}
es: Tipos de contraseña inválidos: {}
fr: Types de mots de passe invalides : {}
it: Tipi di password non validi: {}

source: Error loading policy '{}': {}
de: Fehler beim Laden der Richtlinie '{}': {}
es: Error al cargar política '{}': {}
fr: Erreur lors du chargement de la politique '{}' : {}
it: Errore nel caricamento della policy '{}': {}

source: Login times restricted by policy: {}: {}
de: Anmeldezeiten durch Richtlinie eingeschränkt: {}: {}
es: Horarios de inicio de sesión restringidos por política: {}: {}
fr: Heures de connexion restreintes par la politique : {} : {}
it: Orari di accesso limitati dalla policy: {}: {}

source: Unknown object: {}
de: Unbekanntes Objekt: {}
es: Objeto desconocido: {}
fr: Objet inconnu : {}
it: Oggetto sconosciuto: {}

source: Unknown token: {}
de: Unbekanntes Token: {}
es: Token desconocido: {}
fr: Jeton inconnu : {}
it: Token sconosciuto: {}

source: Error running policy: {}
de: Fehler beim Ausführen der Richtlinie: {}
es: Error al ejecutar política: {}
fr: Erreur lors de l'exécution de la politique : {}
it: Errore nell'esecuzione della policy: {}

source: Policy verfied successful.
de: Richtlinie erfolgreich verifiziert.
es: Política verificada exitosamente.
fr: Politique vérifiée avec succès.
it: Policy verificata con successo.

source: Got empty login times.
de: Leere Anmeldezeiten erhalten.
es: Se obtuvieron horarios de inicio de sesión vacíos.
fr: Heures de connexion vides reçues.
it: Orari di accesso vuoti.

source: Invalid login times: {}
de: Ungültige Anmeldezeiten: {}
es: Horarios de inicio de sesión inválidos: {}
fr: Heures de connexion invalides : {}
it: Orari di accesso non validi: {}

source: Invalid login times entry: {}
de: Ungültiger Anmeldezeiten-Eintrag: {}
es: Entrada de horarios de inicio de sesión inválida: {}
fr: Entrée d'heures de connexion invalide : {}
it: Voce orari di accesso non valida: {}

source: ID check already enabled.
de: ID-Prüfung bereits aktiviert.
es: Verificación de ID ya habilitada.
fr: Vérification d'ID déjà activée.
it: Controllo ID già abilitato.

source: ID check already disabled.
de: ID-Prüfung bereits deaktiviert.
es: Verificación de ID ya deshabilitada.
fr: Vérification d'ID déjà désactivée.
it: Controllo ID già disabilitato.

source: ID range re-check already enabled.
de: ID-Bereichs-Neuprüfung bereits aktiviert.
es: Re-verificación de rango de ID ya habilitada.
fr: Revérification de plage d'ID déjà activée.
it: Ricontrollo intervallo ID già abilitato.

source: ID range re-check already disabled.
de: ID-Bereichs-Neuprüfung bereits deaktiviert.
es: Re-verificación de rango de ID ya deshabilitada.
fr: Revérification de plage d'ID déjà désactivée.
it: Ricontrollo intervallo ID già disabilitato.

source: No range configured for attribute: {attribute}
de: Kein Bereich für Attribut konfiguriert: {attribute}
es: No hay rango configurado para el atributo: {attribute}
fr: Aucune plage configurée pour l'attribut : {attribute}
it: Nessun intervallo configurato per l'attributo: {attribute}

source: Invalid ID range: {self_name}: {x}
de: Ungültiger ID-Bereich: {self_name}: {x}
es: Rango de ID inválido: {self_name}: {x}
fr: Plage d'ID invalide : {self_name} : {x}
it: Intervallo ID non valido: {self_name}: {x}

source: Unable to find {count} free IDs: {attribute}
de: {count} freie IDs nicht gefunden: {attribute}
es: No se pueden encontrar {count} IDs libres: {attribute}
fr: Impossible de trouver {count} IDs libres : {attribute}
it: Impossibile trovare {count} ID liberi: {attribute}

source: Invalid ID range: {self_name}: {i}
de: Ungültiger ID-Bereich: {self_name}: {i}
es: Rango de ID inválido: {self_name}: {i}
fr: Plage d'ID invalide : {self_name} : {i}
it: Intervallo ID non valido: {self_name}: {i}

source: Searching free ID for attribute: {attribute}
de: Suche freie ID für Attribut: {attribute}
es: Buscando ID libre para atributo: {attribute}
fr: Recherche d'un ID libre pour l'attribut : {attribute}
it: Ricerca ID libero per l'attributo: {attribute}

source: Unable to find free ID: {attribute}
de: Freie ID nicht gefunden: {attribute}
es: No se puede encontrar ID libre: {attribute}
fr: Impossible de trouver un ID libre : {attribute}
it: Impossibile trovare ID libero: {attribute}

source: Using {attribute}: {new_id}
de: Verwende {attribute}: {new_id}
es: Usando {attribute}: {new_id}
fr: Utilisation de {attribute} : {new_id}
it: Utilizzo {attribute}: {new_id}

source: No free number in range: {attribute}: {range_start}-{range_end}
de: Keine freie Nummer im Bereich: {attribute}: {range_start}-{range_end}
es: No hay número libre en el rango: {attribute}: {range_start}-{range_end}
fr: Aucun numéro libre dans la plage : {attribute} : {range_start}-{range_end}
it: Nessun numero libero nell'intervallo: {attribute}: {range_start}-{range_end}

source: Detected range overlap: {overlap_policy}: {overlap_attr}: {overlap_range}
de: Bereichsüberlappung erkannt: {overlap_policy}: {overlap_attr}: {overlap_range}
es: Superposición de rango detectada: {overlap_policy}: {overlap_attr}: {overlap_range}
fr: Chevauchement de plage détecté : {overlap_policy} : {overlap_attr} : {overlap_range}
it: Rilevata sovrapposizione di intervalli: {overlap_policy}: {overlap_attr}: {overlap_range}

source: Got empty ID range.
de: Leeren ID-Bereich erhalten.
es: Se obtuvo rango de ID vacío.
fr: Plage d'ID vide reçue.
it: Intervallo ID vuoto.

source: Unable to read ID range: {idrange}
de: ID-Bereich kann nicht gelesen werden: {idrange}
es: No se puede leer el rango de ID: {idrange}
fr: Impossible de lire la plage d'ID : {idrange}
it: Impossibile leggere l'intervallo ID: {idrange}

source: Invalid ID range: {idrange}
de: Ungültiger ID-Bereich: {idrange}
es: Rango de ID inválido: {idrange}
fr: Plage d'ID invalide : {idrange}
it: Intervallo ID non valido: {idrange}

source: ID range already exists.
de: ID-Bereich existiert bereits.
es: El rango de ID ya existe.
fr: La plage d'ID existe déjà.
it: L'intervallo ID esiste già.

source: Invalid value: {id_range}
de: Ungültiger Wert: {id_range}
es: Valor inválido: {id_range}
fr: Valeur invalide : {id_range}
it: Valore non valido: {id_range}

source: No ID range for attribute: {attribute}
de: Kein ID-Bereich für Attribut: {attribute}
es: No hay rango de ID para el atributo: {attribute}
fr: Aucune plage d'ID pour l'attribut : {attribute}
it: Nessun intervallo ID per l'attributo: {attribute}

source: ID range does not exist: {idrange}
de: ID-Bereich existiert nicht: {idrange}
es: El rango de ID no existe: {idrange}
fr: La plage d'ID n'existe pas : {idrange}
it: L'intervallo ID non esiste: {idrange}

source: No template configured for type: {}
de: Keine Vorlage für Typ konfiguriert: {}
es: No hay plantilla configurada para el tipo: {}
fr: Aucun modèle configuré pour le type : {}
it: Nessun template configurato per il tipo: {}

source: Unknown {} template: {}
de: Unbekannte {}-Vorlage: {}
es: Plantilla {} desconocida: {}
fr: Modèle {} inconnu : {}
it: Template {} sconosciuto: {}

source: Not using template for admin user.
de: Verwende keine Vorlage für Admin-Benutzer.
es: No se usa plantilla para usuario administrador.
fr: Modèle non utilisé pour l'utilisateur admin.
it: Template non utilizzato per l'utente amministratore.

source: Not using template for template user.
de: Verwende keine Vorlage für Vorlagen-Benutzer.
es: No se usa plantilla para usuario de plantilla.
fr: Modèle non utilisé pour l'utilisateur modèle.
it: Template non utilizzato per l'utente template.

source: Not using template for special user.
de: Verwende keine Vorlage für speziellen Benutzer.
es: No se usa plantilla para usuario especial.
fr: Modèle non utilisé pour l'utilisateur spécial.
it: Template non utilizzato per l'utente speciale.

source: Using {} template: {}
de: Verwende {}-Vorlage: {}
es: Usando plantilla {}: {}
fr: Utilisation du modèle {} : {}
it: Utilizzo template {}: {}

source: Object type does not support templating: {}
de: Objekttyp unterstützt keine Vorlagen: {}
es: El tipo de objeto no soporta plantillas: {}
fr: Le type d'objet ne prend pas en charge les modèles : {}
it: Il tipo di oggetto non supporta i template: {}

source: Template already set.
de: Vorlage bereits gesetzt.
es: Plantilla ya establecida.
fr: Modèle déjà défini.
it: Template già impostato.

source: Site getter already registered: {object_type}: {x_getter}
de: Site-Getter bereits registriert: {object_type}: {x_getter}
es: Obtenedor de sitio ya registrado: {object_type}: {x_getter}
fr: Getter de site déjà enregistré : {object_type} : {x_getter}
it: Site getter già registrato: {object_type}: {x_getter}

source: Unit getter already registered: {object_type}: {x_getter}
de: Unit-Getter bereits registriert: {object_type}: {x_getter}
es: Obtenedor de unidad ya registrado: {object_type}: {x_getter}
fr: Getter d'unité déjà enregistré : {object_type} : {x_getter}
it: Unit getter già registrato: {object_type}: {x_getter}

source: Name checker already registered: {object_type}: {x_checker}
de: Namensprüfer bereits registriert: {object_type}: {x_checker}
es: Verificador de nombre ya registrado: {object_type}: {x_checker}
fr: Vérificateur de nom déjà enregistré : {object_type} : {x_checker}
it: Name checker già registrato: {object_type}: {x_checker}

source: Resolver already registered: {object_type}: {x_resolver}
de: Resolver bereits registriert: {object_type}: {x_resolver}
es: Resolvedor ya registrado: {object_type}: {x_resolver}
fr: Résolveur déjà enregistré : {object_type} : {x_resolver}
it: Resolver già registrato: {object_type}: {x_resolver}

source: Relpath getter already registered: {object_type}: {x_getter}
de: Relpath-Getter bereits registriert: {object_type}: {x_getter}
es: Obtenedor de ruta relativa ya registrado: {object_type}: {x_getter}
fr: Getter de chemin relatif déjà enregistré : {object_type} : {x_getter}
it: Relpath getter già registrato: {object_type}: {x_getter}

source: Name regex alreaddy registered: {object_type}: {name_regex}
de: Namens-Regex bereits registriert: {object_type}: {name_regex}
es: Regex de nombre ya registrado: {object_type}: {name_regex}
fr: Regex de nom déjà enregistrée : {object_type} : {name_regex}
it: Name regex già registrata: {object_type}: {name_regex}

source: Path regex alreaddy registered: {object_type}: {path_regex}
de: Pfad-Regex bereits registriert: {object_type}: {path_regex}
es: Regex de ruta ya registrado: {object_type}: {path_regex}
fr: Regex de chemin déjà enregistrée : {object_type} : {path_regex}
it: Path regex già registrata: {object_type}: {path_regex}

source: OID regex alreaddy registered: {object_type}: {oid_regex}
de: OID-Regex bereits registriert: {object_type}: {oid_regex}
es: Regex de OID ya registrado: {object_type}: {oid_regex}
fr: Regex d'OID déjà enregistrée : {object_type} : {oid_regex}
it: OID regex già registrata: {object_type}: {oid_regex}

source: Full OID schema already registered: {object_type}: {x_schema}
de: Vollständiges OID-Schema bereits registriert: {object_type}: {x_schema}
es: Esquema OID completo ya registrado: {object_type}: {x_schema}
fr: Schéma OID complet déjà enregistré : {object_type} : {x_schema}
it: Schema OID completo già registrato: {object_type}: {x_schema}

source: Read OID schema already registered: {object_type}: {x_schema}
de: Lese-OID-Schema bereits registriert: {object_type}: {x_schema}
es: Esquema OID de lectura ya registrado: {object_type}: {x_schema}
fr: Schéma OID de lecture déjà enregistré : {object_type} : {x_schema}
it: Schema OID di lettura già registrato: {object_type}: {x_schema}

source: Invalid OID: {object_id}: {e}
de: Ungültige OID: {object_id}: {e}
es: OID inválido: {object_id}: {e}
fr: OID invalide : {object_id} : {e}
it: OID non valido: {object_id}: {e}

source: Got no object_id
de: Keine object_id erhalten
es: No se obtuvo object_id
fr: Aucun object_id reçu
it: Nessun object_id ricevuto

source: Object does not exist: {object_id}
de: Objekt existiert nicht: {object_id}
es: El objeto no existe: {object_id}
fr: L'objet n'existe pas : {object_id}
it: L'oggetto non esiste: {object_id}

source: Unknown object type: {object_type}
de: Unbekannter Objekttyp: {object_type}
es: Tipo de objeto desconocido: {object_type}
fr: Type d'objet inconnu : {object_type}
it: Tipo di oggetto sconosciuto: {object_type}

source: Need <object_type> or <object_id>.
de: Benötige <object_type> oder <object_id>.
es: Se necesita <object_type> o <object_id>.
fr: Besoin de <object_type> ou <object_id>.
it: Necessario <object_type> o <object_id>.

source: <path> must be of type <str>.
de: <path> muss vom Typ <str> sein.
es: <path> debe ser de tipo <str>.
fr: <path> doit être de type <str>.
it: <path> deve essere di tipo <str>.

source: <path> must be with leading slash.
de: <path> muss mit führendem Schrägstrich sein.
es: <path> debe tener barra diagonal inicial.
fr: <path> doit commencer par une barre oblique.
it: <path> deve iniziare con uno slash.

source: Invalid OID: {object_id}
de: Ungültige OID: {object_id}
es: OID inválido: {object_id}
fr: OID invalide : {object_id}
it: OID non valido: {object_id}

source: Need <object_type>.
de: Benötige <object_type>.
es: Se necesita <object_type>.
fr: Besoin de <object_type>.
it: Necessario <object_type>.

source: Invalid OID: {check_oid}
de: Ungültige OID: {check_oid}
es: OID inválido: {check_oid}
fr: OID invalide : {check_oid}
it: OID non valido: {check_oid}

source: Object type not registered: {self.object_type}
de: Objekttyp nicht registriert: {self.object_type}
es: Tipo de objeto no registrado: {self.object_type}
fr: Type d'objet non enregistré : {self.object_type}
it: Tipo di oggetto non registrato: {self.object_type}

source: OID too short: {object_id}
de: OID zu kurz: {object_id}
es: OID demasiado corto: {object_id}
fr: OID trop court : {object_id}
it: OID troppo corto: {object_id}

source: Invalid <rel_path>: {value}
de: Ungültiger <rel_path>: {value}
es: <rel_path> inválido: {value}
fr: <rel_path> invalide : {value}
it: <rel_path> non valido: {value}

source: {self.object_type} needs <{attribute}>.
de: {self.object_type} benötigt <{attribute}>.
es: {self.object_type} necesita <{attribute}>.
fr: {self.object_type} nécessite <{attribute}>.
it: {self.object_type} richiede <{attribute}>.

source: Invalid attribute for read OID: {attribute}
de: Ungültiges Attribut für Lese-OID: {attribute}
es: Atributo inválido para OID de lectura: {attribute}
fr: Attribut invalide pour l'OID de lecture : {attribute}
it: Attributo non valido per OID di lettura: {attribute}

source: Missing arguments: {x}
de: Fehlende Argumente: {x}
es: Argumentos faltantes: {x}
fr: Arguments manquants : {x}
it: Argomenti mancanti: {x}

source: Changed unknown loglevel '{}' to loglevel 'INFO'.
de: Unbekanntes Loglevel '{}' zu Loglevel 'INFO' geändert.
es: Se cambió el nivel de log desconocido '{}' al nivel de log 'INFO'.
fr: Niveau de log inconnu '{}' changé en niveau de log 'INFO'.
it: Modificato loglevel sconosciuto '{}' in loglevel 'INFO'.

source: Cannot start syslog. Site misses CA cert.
de: Syslog kann nicht gestartet werden. Site fehlt CA-Zertifikat.
es: No se puede iniciar syslog. El sitio no tiene certificado CA.
fr: Impossible de démarrer syslog. Le site n'a pas de certificat CA.
it: Impossibile avviare syslog. Il sito non ha il certificato CA.

source: Cannot start syslog. Node misses client cert.
de: Syslog kann nicht gestartet werden. Node fehlt Client-Zertifikat.
es: No se puede iniciar syslog. El nodo no tiene certificado de cliente.
fr: Impossible de démarrer syslog. Le nœud n'a pas de certificat client.
it: Impossibile avviare syslog. Il nodo non ha il certificato client.

source: Cannot start syslog. Node misses client key.
de: Syslog kann nicht gestartet werden. Node fehlt Client-Schlüssel.
es: No se puede iniciar syslog. El nodo no tiene clave de cliente.
fr: Impossible de démarrer syslog. Le nœud n'a pas de clé client.
it: Impossibile avviare syslog. Il nodo non ha la chiave client.

source: Failed to acquire logfile lock: {}
de: Fehler beim Erwerb der Logdatei-Sperre: {}
es: Error al adquirir el bloqueo del archivo de log: {}
fr: Échec de l'acquisition du verrou du fichier de log : {}
it: Impossibile acquisire il lock del file di log: {}

source: Unable to detect file compression.
de: Dateikomprimierung kann nicht erkannt werden.
es: No se puede detectar la compresión del archivo.
fr: Impossible de détecter la compression du fichier.
it: Impossibile rilevare la compressione del file.

source: Unsupported compression: {}
de: Nicht unterstützte Komprimierung: {}
es: Compresión no soportada: {}
fr: Compression non prise en charge : {}
it: Compressione non supportata: {}

source: Unknown compression: {}
de: Unbekannte Komprimierung: {}
es: Compresión desconocida: {}
fr: Compression inconnue : {}
it: Compressione sconosciuta: {}

source: Got empty LDAP server.
de: Leeren LDAP-Server erhalten.
es: Se obtuvo servidor LDAP vacío.
fr: Serveur LDAP vide reçu.
it: Server LDAP vuoto ricevuto.

source: LDAP server already added to this resolver.
de: LDAP-Server bereits zu diesem Resolver hinzugefügt.
es: Servidor LDAP ya agregado a este resolver.
fr: Serveur LDAP déjà ajouté à ce résolveur.
it: Server LDAP già aggiunto a questo resolver.

source: LDAP server not added to this resolver.
de: LDAP-Server nicht zu diesem Resolver hinzugefügt.
es: Servidor LDAP no agregado a este resolver.
fr: Serveur LDAP non ajouté à ce résolveur.
it: Server LDAP non aggiunto a questo resolver.

source: Invalid object type for this resolver: {object_type}
de: Ungültiger Objekttyp für diesen Resolver: {object_type}
es: Tipo de objeto inválido para este resolver: {object_type}
fr: Type d'objet invalide pour ce résolveur : {object_type}
it: Tipo di oggetto non valido per questo resolver: {object_type}

source: Got empty LDAP filter.
de: Leeren LDAP-Filter erhalten.
es: Se obtuvo filtro LDAP vacío.
fr: Filtre LDAP vide reçu.
it: Filtro LDAP vuoto ricevuto.

source: No LDAP filter configured for object type: {object_type}.
de: Kein LDAP-Filter für Objekttyp konfiguriert: {object_type}.
es: No hay filtro LDAP configurado para el tipo de objeto: {object_type}.
fr: Aucun filtre LDAP configuré pour le type d'objet : {object_type}.
it: Nessun filtro LDAP configurato per il tipo di oggetto: {object_type}.

source: Unknown LDAP filter.
de: Unbekannter LDAP-Filter.
es: Filtro LDAP desconocido.
fr: Filtre LDAP inconnu.
it: Filtro LDAP sconosciuto.

source: Got no source attribute.
de: Kein Quellattribut erhalten.
es: No se obtuvo atributo de origen.
fr: Aucun attribut source reçu.
it: Nessun attributo sorgente ricevuto.

source: No LDAP attribute configured for object type: {object_type}.
de: Kein LDAP-Attribut für Objekttyp konfiguriert: {object_type}.
es: No hay atributo LDAP configurado para el tipo de objeto: {object_type}.
fr: Aucun attribut LDAP configuré pour le type d'objet : {object_type}.
it: Nessun attributo LDAP configurato per il tipo di oggetto: {object_type}.

source: Unknown attribute.
de: Unbekanntes Attribut.
es: Atributo desconocido.
fr: Attribut inconnu.
it: Attributo sconosciuto.

source: Got empty LDAP base.
de: Leere LDAP-Basis erhalten.
es: Se obtuvo base LDAP vacía.
fr: Base LDAP vide reçue.
it: Base LDAP vuota ricevuta.

source: Invalid port in server URI: {server_uri}
de: Ungültiger Port in Server-URI: {server_uri}
es: Puerto inválido en URI del servidor: {server_uri}
fr: Port invalide dans l'URI du serveur : {server_uri}
it: Porta non valida nell'URI del server: {server_uri}

source: Invalid LDAP URI: {server_uri}
de: Ungültige LDAP-URI: {server_uri}
es: URI LDAP inválida: {server_uri}
fr: URI LDAP invalide : {server_uri}
it: URI LDAP non valido: {server_uri}

source: Bind failed.
de: Bind fehlgeschlagen.
es: Fallo en la vinculación.
fr: Échec de la liaison.
it: Bind fallito.

source: Error connecting to server: {server_uri}: {error}
de: Fehler beim Verbinden mit Server: {server_uri}: {error}
es: Error al conectar con el servidor: {server_uri}: {error}
fr: Erreur de connexion au serveur : {server_uri} : {error}
it: Errore di connessione al server: {server_uri}: {error}

source: Got no key attribute: {x_dn}
de: Kein Schlüsselattribut erhalten: {x_dn}
es: No se obtuvo atributo clave: {x_dn}
fr: Aucun attribut clé reçu : {x_dn}
it: Nessun attributo chiave ricevuto: {x_dn}

source: Got more than one key attribute: {x_dn}: {key_attributes}
de: Mehr als ein Schlüsselattribut erhalten: {x_dn}: {key_attributes}
es: Se obtuvo más de un atributo clave: {x_dn}: {key_attributes}
fr: Plus d'un attribut clé reçu : {x_dn} : {key_attributes}
it: Ricevuto più di un attributo chiave: {x_dn}: {key_attributes}

source: No LDAP server configured.
de: Kein LDAP-Server konfiguriert.
es: No hay servidor LDAP configurado.
fr: Aucun serveur LDAP configuré.
it: Nessun server LDAP configurato.

source: No key attribute configured for: {o_type}
de: Kein Schlüsselattribut konfiguriert für: {o_type}
es: No hay atributo clave configurado para: {o_type}
fr: Aucun attribut clé configuré pour : {o_type}
it: Nessun attributo chiave configurato per: {o_type}
