Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Initial nsscache sync failed.
de: Initiale nsscache-Synchronisation fehlgeschlagen.
es: Sincronización inicial de nsscache falló.
fr: Échec de la synchronisation initiale de nsscache.
it: Sincronizzazione iniziale nsscache fallita.

source: Initial sync with master node finished.
de: Erste Synchronisation mit Master-Node abgeschlossen.
es: Sincronización inicial con el nodo maestro finalizada.
fr: Synchronisation initiale avec le nœud maître terminée.
it: Sincronizzazione iniziale con il nodo master completata.

source: Error in cluster communication method: {error}
de: Fehler in Cluster-Kommunikationsmethode: {error}
es: Error en el método de comunicación del clúster: {error}
fr: Erreur dans la méthode de communication de cluster : {error}
it: Errore nel metodo di comunicazione cluster: {error}

source: Failed to trigger nsscache sync: {error}
de: nsscache-Synchronisation konnte nicht ausgelöst werden: {error}
es: Error al activar sincronización de nsscache: {error}
fr: Échec du déclenchement de la synchronisation nsscache : {error}
it: Impossibile avviare la sincronizzazione nsscache: {error}

source: Triggered nsscache sync.
de: nsscache-Synchronisation ausgelöst.
es: Sincronización de nsscache activada.
fr: Synchronisation nsscache déclenchée.
it: Sincronizzazione nsscache avviata.

source: Failed to get master node connection: {node}: {error}
de: Master-Node-Verbindung konnte nicht hergestellt werden: {node}: {error}
es: Error al obtener conexión del nodo maestro: {node}: {error}
fr: Échec de connexion au nœud maître : {node} : {error}
it: Impossibile ottenere la connessione al nodo master: {node}: {error}

source: Failed to set node online on master node: {node}: {error}
de: Node konnte auf Master-Node nicht online gesetzt werden: {node}: {error}
es: Error al establecer nodo en línea en el nodo maestro: {node}: {error}
fr: Échec de mise en ligne du nœud sur le nœud maître : {node} : {error}
it: Impossibile impostare il nodo online sul nodo master: {node}: {error}

source: Failed to get data revision: {node}: {error}
de: Datenrevision konnte nicht abgerufen werden: {node}: {error}
es: Error al obtener la revisión de datos: {node}: {error}
fr: Échec d'obtention de la révision des données : {node} : {error}
it: Impossibile ottenere la revisione dati: {node}: {error}

source: Gained quorum {current} ({required} required)
de: Quorum erreicht {current} ({required} erforderlich)
es: Quórum obtenido {current} ({required} requerido)
fr: Quorum atteint {current} ({required} requis)
it: Quorum raggiunto {current} ({required} richiesto)

source: Waiting for quorum {current} ({required} required
de: Warte auf Quorum {current} ({required} erforderlich)
es: Esperando quórum {current} ({required} requerido)
fr: En attente du quorum {current} ({required} requis)
it: In attesa del quorum {current} ({required} richiesto)

source: Failed to switch master node: {error}
de: Master-Node konnte nicht gewechselt werden: {error}
es: Error al cambiar el nodo maestro: {error}
fr: Échec de basculement du nœud maître : {error}
it: Impossibile cambiare nodo master: {error}

source: Second node is online.
de: Zweiter Node ist online.
es: El segundo nodo está en línea.
fr: Le second nœud est en ligne.
it: Il secondo nodo è online.

source: Waiting for second node...
de: Warte auf zweiten Node...
es: Esperando el segundo nodo...
fr: En attente du second nœud...
it: In attesa del secondo nodo...

source: Error in master node election method: {error}
de: Fehler in Master-Node-Wahlmethode: {error}
es: Error en el método de elección del nodo maestro: {error}
fr: Erreur dans la méthode d'élection du nœud maître : {error}
it: Errore nel metodo di elezione del nodo master: {error}

source: Waiting for cluster in-journal to be processed...
de: Warte auf Verarbeitung des Cluster-In-Journals...
es: Esperando que se procese el in-journal del clúster...
fr: En attente du traitement du journal entrant du cluster...
it: In attesa che il cluster in-journal venga elaborato...

source: Setting node online status: {node}
de: Setze Node-Online-Status: {node}
es: Configurando el estado en línea del nodo: {node}
fr: Définition du statut en ligne du nœud : {node}
it: Impostazione dello stato online del nodo: {node}

source: Failed to set node online status: {node}: {error}
de: Node-Online-Status konnte nicht gesetzt werden: {node}: {error}
es: Error al configurar el estado en línea del nodo: {node}: {error}
fr: Échec de définition du statut en ligne du nœud : {node} : {error}
it: Impossibile impostare lo stato online del nodo: {node}: {error}

source: Failed to handle cluster in-journal: {error}
de: Cluster-In-Journal konnte nicht verarbeitet werden: {error}
es: Error al manejar el in-journal del clúster: {error}
fr: Échec de traitement du journal entrant du cluster : {error}
it: Impossibile gestire il cluster in-journal: {error}

source: Failed to delete cluster in-journal file: {file}: {error}
de: Cluster-In-Journal-Datei konnte nicht gelöscht werden: {file}: {error}
es: Error al eliminar el archivo in-journal del clúster: {file}: {error}
fr: Échec de suppression du fichier journal entrant du cluster : {file} : {error}
it: Impossibile eliminare il file cluster in-journal: {file}: {error}

source: Failed to load new object: {object_id}: {error}
de: Neues Objekt konnte nicht geladen werden: {object_id}: {error}
es: Error al cargar el nuevo objeto: {object_id}: {error}
fr: Échec de chargement du nouvel objet : {object_id} : {error}
it: Impossibile caricare il nuovo oggetto: {object_id}: {error}

source: Unable to read signer cache: {object_id}: {error}
de: Signer-Cache konnte nicht gelesen werden: {object_id}: {error}
es: No se puede leer el caché del firmante: {object_id}: {error}
fr: Impossible de lire le cache du signataire : {object_id} : {error}
it: Impossibile leggere la cache del firmatario: {object_id}: {error}

source: Unable to add signer cache: {object_id}: {error}
de: Signer-Cache konnte nicht hinzugefügt werden: {object_id}: {error}
es: No se puede agregar el caché del firmante: {object_id}: {error}
fr: Impossible d'ajouter le cache du signataire : {object_id} : {error}
it: Impossibile aggiungere la cache del firmatario: {object_id}: {error}

source: Error in two node handler: {error}
de: Fehler im Zwei-Node-Handler: {error}
es: Error en el manejador de dos nodos: {error}
fr: Erreur dans le gestionnaire à deux nœuds : {error}
it: Errore nel gestore a due nodi: {error}

source: nsscache sync request failed: {error}
de: nsscache-Synchronisationsanfrage fehlgeschlagen: {error}
es: Error en la solicitud de sincronización de nsscache: {error}
fr: Échec de la requête de synchronisation nsscache : {error}
it: Richiesta di sincronizzazione nsscache non riuscita: {error}

source: Radius reload request failed: {error}
de: Radius-Neuladeanfrage fehlgeschlagen: {error}
es: Error en la solicitud de recarga de Radius: {error}
fr: Échec de la requête de rechargement Radius : {error}
it: Richiesta di ricaricamento Radius non riuscita: {error}

source: Error in node write connection: {error}
de: Fehler in Node-Schreibverbindung: {error}
es: Error en la conexión de escritura del nodo: {error}
fr: Erreur de connexion d'écriture du nœud : {error}
it: Errore nella connessione di scrittura del nodo: {error}

source: Failed to handle cluster journal: {error}
de: Cluster-Journal konnte nicht verarbeitet werden: {error}
es: Error al manejar el journal del clúster: {error}
fr: Échec de traitement du journal du cluster : {error}
it: Impossibile gestire il journal del cluster: {error}

source: Error processing cluster journal: {error}
de: Fehler beim Verarbeiten des Cluster-Journals: {error}
es: Error al procesar el journal del clúster: {error}
fr: Erreur de traitement du journal du cluster : {error}
it: Errore nell'elaborazione del journal del cluster: {error}

source: Failed to send object: {node}: {object_id}: {error}
de: Objekt konnte nicht gesendet werden: {node}: {object_id}: {error}
es: Error al enviar el objeto: {node}: {object_id}: {error}
fr: Échec d'envoi de l'objet : {node} : {object_id} : {error}
it: Impossibile inviare l'oggetto: {node}: {object_id}: {error}

source: Error sending object: {node}: {object_id}: {error}
de: Fehler beim Senden des Objekts: {node}: {object_id}: {error}
es: Error enviando el objeto: {node}: {object_id}: {error}
fr: Erreur d'envoi de l'objet : {node} : {object_id} : {error}
it: Errore nell'invio dell'oggetto: {node}: {object_id}: {error}

source: Node joined the cluster: {node}
de: Node ist dem Cluster beigetreten: {node}
es: El nodo se unió al clúster: {node}
fr: Le nœud a rejoint le cluster : {node}
it: Il nodo si è unito al cluster: {node}

source: Handling cluster out journal: {node}
de: Verarbeite Cluster-Out-Journal: {node}
es: Manejando el journal de salida del clúster: {node}
fr: Traitement du journal sortant du cluster : {node}
it: Gestione del journal out del cluster: {node}

source: No node connection.
de: Keine Node-Verbindung.
es: Sin conexión al nodo.
fr: Aucune connexion au nœud.
it: Nessuna connessione al nodo.

source: Written object to node: {node}: {object_id} ({checksum})
de: Objekt auf Node geschrieben: {node}: {object_id} ({checksum})
es: Objeto escrito en el nodo: {node}: {object_id} ({checksum})
fr: Objet écrit sur le nœud : {node} : {object_id} ({checksum})
it: Oggetto scritto sul nodo: {node}: {object_id} ({checksum})

source: Failed to rename object: {node}: {object_id}: {error}
de: Objekt konnte nicht umbenannt werden: {node}: {object_id}: {error}
es: Error al renombrar el objeto: {node}: {object_id}: {error}
fr: Échec de renommage de l'objet : {node} : {object_id} : {error}
it: Impossibile rinominare l'oggetto: {node}: {object_id}: {error}

source: Renamed object on node: {node}: {old_id}: {new_id}
de: Objekt auf Node umbenannt: {node}: {old_id}: {new_id}
es: Objeto renombrado en el nodo: {node}: {old_id}: {new_id}
fr: Objet renommé sur le nœud : {node} : {old_id} : {new_id}
it: Oggetto rinominato sul nodo: {node}: {old_id}: {new_id}

source: Failed to delete object: {object_id}: ({node}) {error}
de: Objekt konnte nicht gelöscht werden: {object_id}: ({node}) {error}
es: Error al eliminar el objeto: {object_id}: ({node}) {error}
fr: Échec de suppression de l'objet : {object_id} : ({node}) {error}
it: Impossibile eliminare l'oggetto: {object_id}: ({node}) {error}

source: Error deleting object: {object_id}: ({node}) {error}
de: Fehler beim Löschen des Objekts: {object_id}: ({node}) {error}
es: Error eliminando el objeto: {object_id}: ({node}) {error}
fr: Erreur de suppression de l'objet : {object_id} : ({node}) {error}
it: Errore nell'eliminazione dell'oggetto: {object_id}: ({node}) {error}

source: Deleted object on node: {node}: {object_id}
de: Objekt auf Node gelöscht: {node}: {object_id}
es: Objeto eliminado en el nodo: {node}: {object_id}
fr: Objet supprimé sur le nœud : {node} : {object_id}
it: Oggetto eliminato sul nodo: {node}: {object_id}

source: Failed to send trash object: {node}: {trash_id}: {object_id}: {error}
de: Papierkorb-Objekt konnte nicht gesendet werden: {node}: {trash_id}: {object_id}: {error}
es: Error al enviar el objeto a la papelera: {node}: {trash_id}: {object_id}: {error}
fr: Échec d'envoi de l'objet à la corbeille : {node} : {trash_id} : {object_id} : {error}
it: Impossibile inviare l'oggetto cestino: {node}: {trash_id}: {object_id}: {error}

source: Error sending trash object: {node}: {trash_id}: {object_id}: {error}
de: Fehler beim Senden des Papierkorb-Objekts: {node}: {trash_id}: {object_id}: {error}
es: Error enviando el objeto a la papelera: {node}: {trash_id}: {object_id}: {error}
fr: Erreur d'envoi de l'objet à la corbeille : {node} : {trash_id} : {object_id} : {error}
it: Errore nell'invio dell'oggetto cestino: {node}: {trash_id}: {object_id}: {error}

source: Written trash object to node: {node}: {trash_id}: {object_id}
de: Papierkorb-Objekt auf Node geschrieben: {node}: {trash_id}: {object_id}
es: Objeto de papelera escrito en el nodo: {node}: {trash_id}: {object_id}
fr: Objet de corbeille écrit sur le nœud : {node} : {trash_id} : {object_id}
it: Oggetto cestino scritto sul nodo: {node}: {trash_id}: {object_id}

source: Failed to delete trash object: {node}: {trash_id}: {error}
de: Papierkorb-Objekt konnte nicht gelöscht werden: {node}: {trash_id}: {error}
es: Error al eliminar el objeto de la papelera: {node}: {trash_id}: {error}
fr: Échec de suppression de l'objet de la corbeille : {node} : {trash_id} : {error}
it: Impossibile eliminare l'oggetto cestino: {node}: {trash_id}: {error}

source: Error deleting trash object: {node}: {trash_id}: {error}
de: Fehler beim Löschen des Papierkorb-Objekts: {node}: {trash_id}: {error}
es: Error eliminando el objeto de la papelera: {node}: {trash_id}: {error}
fr: Erreur de suppression de l'objet de la corbeille : {node} : {trash_id} : {error}
it: Errore nell'eliminazione dell'oggetto cestino: {node}: {trash_id}: {error}

source: Deleted trash object on node: {node} ({trash_id})
de: Papierkorb-Objekt auf Node gelöscht: {node} ({trash_id})
es: Objeto de papelera eliminado en el nodo: {node} ({trash_id})
fr: Objet de la corbeille supprimé sur le nœud : {node} ({trash_id})
it: Oggetto cestino eliminato sul nodo: {node} ({trash_id})

source: Failed to send trash empty request: {node}: {error}
de: Papierkorb-Leerungsanfrage konnte nicht gesendet werden: {node}: {error}
es: Error al enviar la solicitud de vaciado de papelera: {node}: {error}
fr: Échec d'envoi de la requête de vidage de la corbeille : {node} : {error}
it: Impossibile inviare la richiesta di svuotamento cestino: {node}: {error}

source: Error sending trash empty request: {node}: {error}
de: Fehler beim Senden der Papierkorb-Leerungsanfrage: {node}: {error}
es: Error enviando la solicitud de vaciado de papelera: {node}: {error}
fr: Erreur d'envoi de la requête de vidage de la corbeille : {node} : {error}
it: Errore nell'invio della richiesta di svuotamento cestino: {node}: {error}

source: Trash emptied on node: {node}
de: Papierkorb auf Node geleert: {node}
es: Papelera vaciada en el nodo: {node}
fr: Corbeille vidée sur le nœud : {node}
it: Cestino svuotato sul nodo: {node}

source: Unknown last used command: {action}
de: Unbekannter zuletzt verwendeter Befehl: {action}
es: Comando de último uso desconocido: {action}
fr: Commande de dernière utilisation inconnue : {action}
it: Comando ultimo utilizzo sconosciuto: {action}

source: Broken last used cluster entry: {entry}
de: Fehlerhafter zuletzt verwendeter Cluster-Eintrag: {entry}
es: Entrada de clúster de último uso corrupta: {entry}
fr: Entrée de cluster de dernière utilisation corrompue : {entry}
it: Voce cluster ultimo utilizzo non valida: {entry}

source: Failed to send last used times: {node}: {object_type}: {error}
de: Zuletzt verwendete Zeiten konnten nicht gesendet werden: {node}: {object_type}: {error}
es: Error al enviar los tiempos de último uso: {node}: {object_type}: {error}
fr: Échec d'envoi des temps de dernière utilisation : {node} : {object_type} : {error}
it: Impossibile inviare i tempi di ultimo utilizzo: {node}: {object_type}: {error}

source: Error sending last used times: {node}: {object_type}: {error}
de: Fehler beim Senden der letzten Verwendungszeiten: {node}: {object_type}: {error}
es: Error enviando los tiempos de último uso: {node}: {object_type}: {error}
fr: Erreur d'envoi des temps de dernière utilisation : {node} : {object_type} : {error}
it: Errore nell'invio dei tempi di ultimo utilizzo: {node}: {object_type}: {error}

source: Sent last used times to node: {node}: {object_type}
de: Letzte Verwendungszeiten an Node gesendet: {node}: {object_type}
es: Tiempos de último uso enviados al nodo: {node}: {object_type}
fr: Temps de dernière utilisation envoyés au nœud : {node} : {object_type}
it: Tempi di ultimo utilizzo inviati al nodo: {node}: {object_type}

source: Failed to set cluster sync state: {node}: {error}
de: Fehler beim Setzen des Cluster-Sync-Status: {node}: {error}
es: Error al establecer el estado de sincronización del clúster: {node}: {error}
fr: Échec de définition de l'état de synchronisation du cluster : {node} : {error}
it: Impossibile impostare lo stato di sincronizzazione del cluster: {node}: {error}

source: Error setting cluster sync state: {node}: {error}
de: Fehler beim Setzen des Cluster-Sync-Status: {node}: {error}
es: Error estableciendo el estado de sincronización del clúster: {node}: {error}
fr: Erreur de définition de l'état de synchronisation du cluster : {node} : {error}
it: Errore nell'impostazione dello stato di sincronizzazione del cluster: {node}: {error}

source: Failed to unset cluster sync state: {node}: {error}
de: Fehler beim Aufheben des Cluster-Sync-Status: {node}: {error}
es: Error al desactivar el estado de sincronización del clúster: {node}: {error}
fr: Échec de la désactivation de l'état de synchronisation du cluster : {node} : {error}
it: Impossibile rimuovere lo stato di sincronizzazione del cluster: {node}: {error}

source: Error unsetting cluster sync state: {node}: {error}
de: Fehler beim Aufheben des Cluster-Sync-Status: {node}: {error}
es: Error desactivando el estado de sincronización del clúster: {node}: {error}
fr: Erreur lors de la désactivation de l'état de synchronisation du cluster : {node} : {error}
it: Errore nella rimozione dello stato di sincronizzazione del cluster: {node}: {error}

source: Failed to send nsscache sync request: {node}: {error}
de: Fehler beim Senden der nsscache-Sync-Anfrage: {node}: {error}
es: Error al enviar solicitud de sincronización de nsscache: {node}: {error}
fr: Échec de l'envoi de la demande de synchronisation nsscache : {node} : {error}
it: Impossibile inviare la richiesta di sincronizzazione nsscache: {node}: {error}

source: nsscache sync request sent to node: {node}
de: nsscache-Sync-Anfrage an Node gesendet: {node}
es: Solicitud de sincronización de nsscache enviada al nodo: {node}
fr: Demande de synchronisation nsscache envoyée au nœud : {node}
it: Richiesta di sincronizzazione nsscache inviata al nodo: {node}

source: Failed to send radius reload request: {error}
de: Fehler beim Senden der Radius-Reload-Anfrage: {error}
es: Error al enviar solicitud de recarga de radius: {error}
fr: Échec de l'envoi de la demande de rechargement radius : {error}
it: Impossibile inviare la richiesta di ricaricamento radius: {error}

source: Radius reload request sent to node: {node}
de: Radius-Reload-Anfrage an Node gesendet: {node}
es: Solicitud de recarga de radius enviada al nodo: {node}
fr: Demande de rechargement radius envoyée au nœud : {node}
it: Richiesta di ricaricamento Radius inviata al nodo: {node}

source: Failed to send reload command to controld: {error}
de: Fehler beim Senden des Reload-Befehls an controld: {error}
es: Error al enviar comando de recarga a controld: {error}
fr: Échec de l'envoi de la commande de rechargement à controld : {error}
it: Impossibile inviare il comando di ricaricamento a controld: {error}

source: Failed to send daemon reload request: {error}
de: Fehler beim Senden der Daemon-Reload-Anfrage: {error}
es: Error al enviar solicitud de recarga del demonio: {error}
fr: Échec de l'envoi de la demande de rechargement du démon : {error}
it: Impossibile inviare richiesta di ricaricamento daemon: {error}

source: Daemon reload request sent to node: {nodes}
de: Daemon-Reload-Anfrage an Node gesendet: {nodes}
es: Solicitud de recarga del demonio enviada al nodo: {nodes}
fr: Demande de rechargement du démon envoyée au nœud : {nodes}
it: Richiesta di ricaricamento daemon inviata al nodo: {nodes}

source: Failed to start freeradius: {error}
de: Fehler beim Starten von freeradius: {error}
es: Error al iniciar freeradius: {error}
fr: Échec du démarrage de freeradius : {error}
it: Impossibile avviare freeradius: {error}

source: Started freeradius.
de: freeradius gestartet.
es: freeradius iniciado.
fr: freeradius démarré.
it: freeradius avviato.

source: Failed to stop freeradius: {error}
de: Fehler beim Stoppen von freeradius: {error}
es: Error al detener freeradius: {error}
fr: Échec de l'arrêt de freeradius : {error}
it: Impossibile arrestare freeradius: {error}

source: Stopped freeradius.
de: freeradius gestoppt.
es: freeradius detenido.
fr: freeradius arrêté.
it: freeradius arrestato.

source: Failed to send ready message to controld: {error}
de: Fehler beim Senden der Bereitschaftsnachricht an controld: {error}
es: Error al enviar mensaje de listo a controld: {error}
fr: Échec de l'envoi du message prêt à controld : {error}
it: Impossibile inviare messaggio di pronto a controld: {error}

source: Failed to receive daemon message: {error}
de: Fehler beim Empfangen der Daemon-Nachricht: {error}
es: Error al recibir mensaje del demonio: {error}
fr: Échec de la réception du message du démon : {error}
it: Impossibile ricevere messaggio daemon: {error}

source: Received wrong command: {command}
de: Falscher Befehl empfangen: {command}
es: Comando incorrecto recibido: {command}
fr: Commande incorrecte reçue : {command}
it: Ricevuto comando errato: {command}

source: Not starting cluster processes: Node disabled
de: Cluster-Prozesse werden nicht gestartet: Node deaktiviert
es: No se inician procesos del clúster: Nodo deshabilitado
fr: Processus du cluster non démarrés : Nœud désactivé
it: Processi cluster non avviati: Nodo disabilitato

source: Unhandled error in clusterd: {error}
de: Unbehandelter Fehler in clusterd: {error}
es: Error no manejado en clusterd: {error}
fr: Erreur non gérée dans clusterd : {error}
it: Errore non gestito in clusterd: {error}

source: Unhandled error in fsd: {error}
de: Unbehandelter Fehler in fsd: {error}
es: Error no manejado en fsd: {error}
fr: Erreur non gérée dans fsd : {error}
it: Errore non gestito in fsd: {error}

source: Unhandled error in joind: {error}
de: Unbehandelter Fehler in joind: {error}
es: Error no manejado en joind: {error}
fr: Erreur non gérée dans joind : {error}
it: Errore non gestito in joind: {error}

source: [{pid}] Client: {client}: Token: {token}: Job failed ({error}): Data: {func} {self} {args} {kwargs}
de: [{pid}] Client: {client}: Token: {token}: Job fehlgeschlagen ({error}): Daten: {func} {self} {args} {kwargs}
es: [{pid}] Cliente: {client}: Token: {token}: Trabajo fallido ({error}): Datos: {func} {self} {args} {kwargs}
fr: [{pid}] Client : {client} : Jeton : {token} : Tâche échouée ({error}) : Données : {func} {self} {args} {kwargs}
it: [{pid}] Client: {client}: Token: {token}: Job fallito ({error}): Data: {func} {self} {args} {kwargs}

source: [{pid}] Client: {client}: Token: {token}: Data: {func} {self} {args} {kwargs}
de: [{pid}] Client: {client}: Token: {token}: Daten: {func} {self} {args} {kwargs}
es: [{pid}] Cliente: {client}: Token: {token}: Datos: {func} {self} {args} {kwargs}
fr: [{pid}] Client : {client} : Jeton : {token} : Données : {func} {self} {args} {kwargs}

source: Failed to create audit log spool file: {file}: {error}
de: Fehler beim Erstellen der Audit-Log-Spool-Datei: {file}: {error}
es: Error al crear archivo de cola de registro de auditoría: {file}: {error}
fr: Échec de la création du fichier de spool du journal d'audit : {file} : {error}
it: Impossibile creare file di spool del log di audit: {file}: {error}

source: Failed to read spool dir: {dir}: {error}
de: Fehler beim Lesen des Spool-Verzeichnisses: {dir}: {error}
es: Error al leer directorio de cola: {dir}: {error}
fr: Échec de la lecture du répertoire de spool : {dir} : {error}
it: Impossibile leggere directory di spool: {dir}: {error}

source: Failed to read log spool file: {error}
de: Fehler beim Lesen der Log-Spool-Datei: {error}
es: Error al leer archivo de cola de registro: {error}
fr: Échec de la lecture du fichier de spool du journal : {error}
it: Impossibile leggere file di spool del log: {error}
