Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Unknown recipient: {recipient}
de: Unbekannter Empfänger: {recipient}
es: Destinatario desconocido: {recipient}
fr: Destinataire inconnu : {recipient}
it: Destinatario sconosciuto: {recipient}

source: Failed to decode message: {e}
de: Fehler beim Dekodieren der Nachricht: {e}
es: Error al decodificar el mensaje: {e}
fr: Échec du décodage du message : {e}
it: Impossibile decodificare il messaggio: {e}

source: Object already registered.
de: Objekt bereits registriert.
es: Objeto ya registrado.
fr: Objet déjà enregistré.
it: Oggetto già registrato.

source: Missing AES master key. Unable to decrypt config data.
de: AES-Hauptschlüssel fehlt. Konfigurationsdaten können nicht entschlüsselt werden.
es: Falta la clave maestra AES. No se pueden descifrar los datos de configuración.
fr: Clé maître AES manquante. Impossible de déchiffrer les données de configuration.
it: Chiave master AES mancante. Impossibile decrittare i dati di configurazione.

source: Reading object ({data_type}) from backend: {read_oid}
de: Lese Objekt ({data_type}) vom Backend: {read_oid}
es: Leyendo objeto ({data_type}) desde el backend: {read_oid}
fr: Lecture de l'objet ({data_type}) depuis le backend : {read_oid}
it: Lettura oggetto ({data_type}) dal backend: {read_oid}

source: Failed to read config (checksum) from backend: {object_id}: {e}
de: Fehler beim Lesen der Konfiguration (Prüfsumme) vom Backend: {object_id}: {e}
es: Error al leer configuración (checksum) desde el backend: {object_id}: {e}
fr: Échec de la lecture de la configuration (somme de contrôle) depuis le backend : {object_id} : {e}
it: Impossibile leggere la configurazione (checksum) dal backend: {object_id}: {e}

source: Failed to read config from backend: {object_id}: {e}
de: Fehler beim Lesen der Konfiguration vom Backend: {object_id}: {e}
es: Error al leer configuración desde el backend: {object_id}: {e}
fr: Échec de la lecture de la configuration depuis le backend : {object_id} : {e}
it: Impossibile leggere la configurazione dal backend: {object_id}: {e}

source: Missing AES master key. Unable to encrypt config data.
de: AES-Hauptschlüssel fehlt. Konfigurationsdaten können nicht verschlüsselt werden.
es: Falta la clave maestra AES. No se pueden cifrar los datos de configuración.
fr: Clé maître AES manquante. Impossible de chiffrer les données de configuration.
it: Chiave master AES mancante. Impossibile crittografare i dati di configurazione.

source: You can use only one of <full_index_update> or <index_journal>.
de: Sie können nur eines von <full_index_update> oder <index_journal> verwenden.
es: Solo puede usar uno de <full_index_update> o <index_journal>.
fr: Vous ne pouvez utiliser qu'un seul de <full_index_update> ou <index_journal>.
it: Puoi usare solo uno tra <full_index_update> o <index_journal>.

source: You can use only one of <full_acl_update> or <acl_journal>.
de: Sie können nur eines von <full_acl_update> oder <acl_journal> verwenden.
es: Solo puede usar uno de <full_acl_update> o <acl_journal>.
fr: Vous ne pouvez utiliser qu'un seul de <full_acl_update> ou <acl_journal>.
it: Puoi usare solo uno tra <full_acl_update> o <acl_journal>.

source: You can use only one of <full_ldif_update> or <ldif_journal>.
de: Sie können nur eines von <full_ldif_update> oder <ldif_journal> verwenden.
es: Solo puede usar uno de <full_ldif_update> o <ldif_journal>.
fr: Vous ne pouvez utiliser qu'un seul de <full_ldif_update> ou <ldif_journal>.
it: Puoi usare solo uno tra <full_ldif_update> o <ldif_journal>.

source: Cannot delete own realm.
de: Eigener Realm kann nicht gelöscht werden.
es: No se puede eliminar el realm propio.
fr: Impossible de supprimer son propre domaine.
it: Impossibile eliminare il proprio realm.

source: Cannot delete own site.
de: Eigene Site kann nicht gelöscht werden.
es: No se puede eliminar el sitio propio.
fr: Impossible de supprimer son propre site.
it: Impossibile eliminare il proprio sito.

source: Missing OID. Import failed.
de: Fehlende OID. Import fehlgeschlagen.
es: Falta OID. Importación fallida.
fr: OID manquant. Échec de l'importation.
it: OID mancante. Importazione fallita.

source: UUID conflict: {object_id} <> {x_oid}
de: UUID-Konflikt: {object_id} <> {x_oid}
es: Conflicto de UUID: {object_id} <> {x_oid}
fr: Conflit d'UUID : {object_id} <> {x_oid}
it: Conflitto UUID: {object_id} <> {x_oid}

source: Object '{object_id}' already exists. Override?:
de: Objekt '{object_id}' existiert bereits. Überschreiben?:
es: El objeto '{object_id}' ya existe. ¿Sobrescribir?:
fr: L'objet '{object_id}' existe déjà. Remplacer ? :
it: L'oggetto '{object_id}' esiste già. Sovrascrivere?:

source: Error writing object config.
de: Fehler beim Schreiben der Objektkonfiguration.
es: Error al escribir la configuración del objeto.
fr: Erreur lors de l'écriture de la configuration de l'objet.
it: Errore nella scrittura della configurazione dell'oggetto.

source: Need <realm> when <site> is given.
de: Benötige <realm>, wenn <site> angegeben ist.
es: Se necesita <realm> cuando se proporciona <site>.
fr: Besoin de <realm> lorsque <site> est fourni.
it: Necessario <realm> quando <site> è specificato.

source: Missing object config parameter: {object_id}: {conf_arg}
de: Fehlender Objektkonfigurationsparameter: {object_id}: {conf_arg}
es: Falta parámetro de configuración del objeto: {object_id}: {conf_arg}
fr: Paramètre de configuration d'objet manquant : {object_id} : {conf_arg}
it: Parametro di configurazione oggetto mancante: {object_id}: {conf_arg}

source: Error creating {object_type} class '{object_id}': {e}
de: Fehler beim Erstellen der {object_type}-Klasse '{object_id}': {e}
es: Error al crear clase {object_type} '{object_id}': {e}
fr: Erreur lors de la création de la classe {object_type} '{object_id}' : {e}
it: Errore nella creazione della classe {object_type} '{object_id}': {e}

source: Failed to load object class: {object_id}: {e}
de: Fehler beim Laden der Objektklasse: {object_id}: {e}
es: Error al cargar la clase del objeto: {object_id}: {e}
fr: Échec du chargement de la classe d'objet : {object_id} : {e}
it: Impossibile caricare la classe oggetto: {object_id}: {e}

source: Failed to load object from OID: {object_id}: {e}
de: Fehler beim Laden des Objekts von OID: {object_id}: {e}
es: Error al cargar el objeto desde OID: {object_id}: {e}
fr: Échec du chargement de l'objet depuis l'OID : {object_id} : {e}
it: Impossibile caricare l'oggetto dall'OID: {object_id}: {e}

source: Failed to get object from cache: {e}
de: Fehler beim Abrufen des Objekts aus dem Cache: {e}
es: Error al obtener el objeto desde caché: {e}
fr: Échec de la récupération de l'objet depuis le cache : {e}
it: Impossibile ottenere l'oggetto dalla cache: {e}

source: Failed to load object: {object_id}: {e}
de: Fehler beim Laden des Objekts: {object_id}: {e}
es: Error al cargar el objeto: {object_id}: {e}
fr: Échec du chargement de l'objet : {object_id} : {e}
it: Impossibile caricare l'oggetto: {object_id}: {e}

source: Unable to verify ACLs: config.auth_token is None
de: ACLs können nicht überprüft werden: config.auth_token ist None
es: No se pueden verificar las ACL: config.auth_token es None
fr: Impossible de vérifier les ACL : config.auth_token est None
it: Impossibile verificare gli ACL: config.auth_token è None

source: Need <user> as string.
de: Benötige <user> als String.
es: Se necesita <user> como cadena.
fr: Besoin de <user> comme chaîne de caractères.
it: Necessario <user> come stringa.

source: Running system command with shell=True is dangerous!!!
de: Systembefehl mit shell=True auszuführen ist gefährlich!!!
es: ¡¡¡Ejecutar comando del sistema con shell=True es peligroso!!!
fr: Exécuter une commande système avec shell=True est dangereux !!!
it: Eseguire un comando di sistema con shell=True è pericoloso!!!

source: Running system command with different user but keeping group membership.
de: Systembefehl mit anderem Benutzer ausführen, aber Gruppenmitgliedschaft beibehalten.
es: Ejecutando comando del sistema con usuario diferente pero manteniendo la membresía del grupo.
fr: Exécution d'une commande système avec un utilisateur différent mais en conservant l'appartenance au groupe.
it: Esecuzione comando di sistema con utente diverso ma mantenendo l'appartenenza ai gruppi.

source: Failed to start command: {command}: {e}
de: Fehler beim Starten des Befehls: {command}: {e}
es: Error al iniciar el comando: {command}: {e}
fr: Échec du démarrage de la commande : {command} : {e}
it: Impossibile avviare il comando: {command}: {e}

source: Failed to resolve group: {group}
de: Fehler beim Auflösen der Gruppe: {group}
es: Error al resolver el grupo: {group}
fr: Échec de la résolution du groupe : {group}
it: Impossibile risolvere il gruppo: {group}

source: nsscache already running with PID: {pid}
de: nsscache läuft bereits mit PID: {pid}
es: nsscache ya está ejecutándose con PID: {pid}
fr: nsscache déjà en cours d'exécution avec le PID : {pid}
it: nsscache già in esecuzione con PID: {pid}

source: Failed to read pidfile: {e}
de: Fehler beim Lesen der PID-Datei: {e}
es: Error al leer el archivo pid: {e}
fr: Échec de la lecture du fichier pid : {e}
it: Impossibile leggere il pidfile: {e}

source: Removing stale pidfile: {pidfile}
de: Entferne veraltete PID-Datei: {pidfile}
es: Eliminando archivo pid obsoleto: {pidfile}
fr: Suppression du fichier pid obsolète : {pidfile}
it: Rimozione pidfile obsoleto: {pidfile}

source: Failed to remove stale pidfile: {e}
de: Fehler beim Entfernen der veralteten PID-Datei: {e}
es: Error al eliminar el archivo pid obsoleto: {e}
fr: Échec de la suppression du fichier pid obsolète : {e}
it: Impossibile rimuovere il pidfile obsoleto: {e}

source: Failed to create pidfile: {e}
de: Fehler beim Erstellen der PID-Datei: {e}
es: Error al crear el archivo pid: {e}
fr: Échec de la création du fichier pid : {e}
it: Impossibile creare il pidfile: {e}

source: Timeout reached.
de: Zeitüberschreitung erreicht.
es: Tiempo de espera alcanzado.
fr: Délai d'attente atteint.
it: Timeout raggiunto.

source: Timeout reading password from stdin.
de: Zeitüberschreitung beim Lesen des Passworts von stdin.
es: Tiempo de espera agotado leyendo contraseña desde stdin.
fr: Expiration du délai de lecture du mot de passe depuis stdin.
it: Timeout nella lettura della password da stdin.

source: Got empty password.
de: Leeres Passwort erhalten.
es: Se obtuvo contraseña vacía.
fr: Mot de passe vide reçu.
it: Password vuota ricevuta.

source: Permission denied.
de: Zugriff verweigert.
es: Permiso denegado.
fr: Permission refusée.
it: Permesso negato.

source: Error accessing reload file:
de: Fehler beim Zugriff auf Reload-Datei:
es: Error al acceder al archivo de recarga:
fr: Erreur d'accès au fichier de rechargement :
it: Errore nell'accesso al file di ricaricamento:

source: You must wait up to {reload_config_interval} seconds for config reload to happen.
de: Sie müssen bis zu {reload_config_interval} Sekunden warten, bis die Konfiguration neu geladen wird.
es: Debe esperar hasta {reload_config_interval} segundos para que ocurra la recarga de configuración.
fr: Vous devez attendre jusqu'à {reload_config_interval} secondes pour que le rechargement de la configuration se produise.
it: Devi attendere fino a {reload_config_interval} secondi per il ricaricamento della configurazione.

source: Unknown encoding: {encoding}
de: Unbekannte Kodierung: {encoding}
es: Codificación desconocida: {encoding}
fr: Encodage inconnu : {encoding}
it: Codifica sconosciuta: {encoding}

source: Unknown node: {node_name}
de: Unbekannte Node: {node_name}
es: Nodo desconocido: {node_name}
fr: Nœud inconnu : {node_name}
it: Nodo sconosciuto: {node_name}

source: Circular dependency detected: {module}: {seen}
de: Zirkuläre Abhängigkeit erkannt: {module}: {seen}
es: Dependencia circular detectada: {module}: {seen}
fr: Dépendance circulaire détectée : {module} : {seen}
it: Dipendenza circolare rilevata: {module}: {seen}

source: PID {proc_pid} ({proc_name}) terminated after {wait_time} seconds.
de: PID {proc_pid} ({proc_name}) nach {wait_time} Sekunden beendet.
es: PID {proc_pid} ({proc_name}) terminó después de {wait_time} segundos.
fr: Le PID {proc_pid} ({proc_name}) s'est terminé après {wait_time} secondes.
it: PID {proc_pid} ({proc_name}) terminato dopo {wait_time} secondi.

source: Waiting for PID {proc_pid} [{proc_name}] to finish..
de: Warte auf Beendigung von PID {proc_pid} [{proc_name}]..
es: Esperando a que termine PID {proc_pid} [{proc_name}]..
fr: En attente de la fin du PID {proc_pid} [{proc_name}]..
it: In attesa che PID {proc_pid} [{proc_name}] termini..

source: Failed to kill child PID {child_pid} ({child_name}): {e}
de: Fehler beim Beenden von Kind-PID {child_pid} ({child_name}): {e}
es: Error al matar el PID hijo {child_pid} ({child_name}): {e}
fr: Échec de l'arrêt du PID enfant {child_pid} ({child_name}) : {e}
it: Impossibile terminare PID figlio {child_pid} ({child_name}): {e}

source: PID {proc_pid} ({proc_name}) killed by SIGKILL after {timeout} seconds.
de: PID {proc_pid} ({proc_name}) durch SIGKILL nach {timeout} Sekunden beendet.
es: PID {proc_pid} ({proc_name}) terminado por SIGKILL después de {timeout} segundos.
fr: Le PID {proc_pid} ({proc_name}) a été tué par SIGKILL après {timeout} secondes.
it: PID {proc_pid} ({proc_name}) terminato da SIGKILL dopo {timeout} secondi.

source: PID {proc_pid} ({proc_name}) NOT terminated by signal {signal} after {timeout} seconds.
de: PID {proc_pid} ({proc_name}) NICHT durch Signal {signal} nach {timeout} Sekunden beendet.
es: PID {proc_pid} ({proc_name}) NO terminado por señal {signal} después de {timeout} segundos.
fr: Le PID {proc_pid} ({proc_name}) N'a PAS été terminé par le signal {signal} après {timeout} secondes.
it: PID {proc_pid} ({proc_name}) NON terminato dal segnale {signal} dopo {timeout} secondi.

source: Unable to kill PID {proc_pid} ({proc_name}) by SIGKILL
de: PID {proc_pid} ({proc_name}) kann nicht durch SIGKILL beendet werden
es: No se puede matar PID {proc_pid} ({proc_name}) por SIGKILL
fr: Impossible de tuer le PID {proc_pid} ({proc_name}) par SIGKILL
it: Impossibile terminare PID {proc_pid} ({proc_name}) con SIGKILL

source: Waiting for PID {proc_pid} ({proc_name}) to finish..
de: Warte auf Beendigung von PID {proc_pid} ({proc_name})..
es: Esperando a que termine PID {proc_pid} ({proc_name})..
fr: En attente de la fin du PID {proc_pid} ({proc_name})..
it: In attesa che PID {proc_pid} ({proc_name}) termini..

source: Cannot convert argument to string: {x_val} ({class_name})
de: Argument kann nicht in String konvertiert werden: {x_val} ({class_name})
es: No se puede convertir el argumento a cadena: {x_val} ({class_name})
fr: Impossible de convertir l'argument en chaîne : {x_val} ({class_name})
it: Impossibile convertire l'argomento in stringa: {x_val} ({class_name})

source: Cannot convert argument {x_key} to string: {x_val} ({class_name})
de: Argument {x_key} kann nicht in String konvertiert werden: {x_val} ({class_name})
es: No se puede convertir el argumento {x_key} a cadena: {x_val} ({class_name})
fr: Impossible de convertir l'argument {x_key} en chaîne : {x_val} ({class_name})
it: Impossibile convertire l'argomento {x_key} in stringa: {x_val} ({class_name})

source: Wrong config file format: {line}
de: Falsches Konfigurationsdateiformat: {line}
es: Formato de archivo de configuración incorrecto: {line}
fr: Format de fichier de configuration incorrect : {line}
it: Formato file di configurazione errato: {line}

source: System user does not exist: {username}
de: Systembenutzer existiert nicht: {username}
es: El usuario del sistema no existe: {username}
fr: L'utilisateur système n'existe pas : {username}
it: L'utente di sistema non esiste: {username}

source: System group does not exist: {groupname}
de: Systemgruppe existiert nicht: {groupname}
es: El grupo del sistema no existe: {groupname}
fr: Le groupe système n'existe pas : {groupname}
it: Il gruppo di sistema non esiste: {groupname}

source: Failed to load pycryptodome, using pycrypto.
de: Fehler beim Laden von pycryptodome, verwende pycrypto.
es: Error al cargar pycryptodome, usando pycrypto.
fr: Échec du chargement de pycryptodome, utilisation de pycrypto.
it: Impossibile caricare pycryptodome, uso pycrypto.

source: Reinitializing of RNG failed: {e}
de: Neuinitialisierung von RNG fehlgeschlagen: {e}
es: Error al reinicializar RNG: {e}
fr: La réinitialisation du RNG a échoué : {e}
it: Reinizializzazione di RNG fallita: {e}

source: Seeding RNG with {rand_seed_bytes} bytes.
de: RNG wird mit {rand_seed_bytes} Bytes initialisiert.
es: Sembrando RNG con {rand_seed_bytes} bytes.
fr: Amorçage du RNG avec {rand_seed_bytes} octets.
it: Inizializzazione RNG con {rand_seed_bytes} byte.

source: Seeding RNG failed: Unable to get random bits: {e}
de: RNG-Initialisierung fehlgeschlagen: Zufallsbits konnten nicht abgerufen werden: {e}
es: Error al sembrar RNG: No se pueden obtener bits aleatorios: {e}
fr: L'amorçage du RNG a échoué : Impossible d'obtenir des bits aléatoires : {e}
it: Inizializzazione RNG fallita: Impossibile ottenere bit casuali: {e}

source: Error connecting to hostd: {e}
de: Fehler beim Verbinden mit hostd: {e}
es: Error al conectar con hostd: {e}
fr: Erreur de connexion à hostd : {e}
it: Errore di connessione a hostd: {e}

source: Unable to resolve UUID: {object_uuid}
de: UUID kann nicht aufgelöst werden: {object_uuid}
es: No se puede resolver UUID: {object_uuid}
fr: Impossible de résoudre l'UUID : {object_uuid}
it: Impossibile risolvere UUID: {object_uuid}

source: Unable to resolve OID: {object_id}
de: OID kann nicht aufgelöst werden: {object_id}
es: No se puede resolver OID: {object_id}
fr: Impossible de résoudre l'OID : {object_id}
it: Impossibile risolvere OID: {object_id}

source: Starting otpme-agent ({user})...
de: Starte otpme-agent ({user})...
es: Iniciando otpme-agent ({user})...
fr: Démarrage d'otpme-agent ({user})...
it: Avvio di otpme-agent ({user})...

source: Starting otpme-agent failed: {agent_stderr}
de: Start von otpme-agent fehlgeschlagen: {agent_stderr}
es: Error al iniciar otpme-agent: {agent_stderr}
fr: Le démarrage d'otpme-agent a échoué : {agent_stderr}
it: Avvio di otpme-agent fallito: {agent_stderr}

source: Waiting for otpme-agent socket...
de: Warte auf otpme-agent Socket...
es: Esperando socket de otpme-agent...
fr: En attente du socket otpme-agent...
it: In attesa del socket otpme-agent...

source: Timeout waiting for agent socket to appear.
de: Zeitüberschreitung beim Warten auf Agent-Socket.
es: Tiempo de espera agotado esperando que aparezca el socket del agente.
fr: Délai d'attente dépassé pour l'apparition du socket agent.
it: Timeout in attesa che appaia il socket dell'agent.

source: Starting OTPme daemons failed: {daemon_stderr}
de: Start der OTPme-Daemons fehlgeschlagen: {daemon_stderr}
es: Error al iniciar daemons OTPme: {daemon_stderr}
fr: Le démarrage des démons OTPme a échoué : {daemon_stderr}
it: Avvio dei daemon OTPme fallito: {daemon_stderr}

source: Stopping OTPme daemons...
de: Stoppe OTPme-Daemons...
es: Deteniendo daemons OTPme...
fr: Arrêt des démons OTPme...
it: Arresto dei daemon OTPme...

source: Stopping OTPme daemons failed: {daemon_stderr}
de: Stoppen der OTPme-Daemons fehlgeschlagen: {daemon_stderr}
es: Error al detener daemons OTPme: {daemon_stderr}
fr: L'arrêt des démons OTPme a échoué : {daemon_stderr}
it: Arresto dei daemon OTPme fallito: {daemon_stderr}

source: Error getting user key script from server: {e}
de: Fehler beim Abrufen des Benutzer-Key-Scripts vom Server: {e}
es: Error al obtener script de clave de usuario del servidor: {e}
fr: Erreur lors de l'obtention du script de clé utilisateur depuis le serveur : {e}
it: Errore nell'ottenere lo script chiave utente dal server: {e}

source: Unable to get key script from offline tokens: {e}
de: Key-Script kann nicht von Offline-Tokens abgerufen werden: {e}
es: No se puede obtener script de clave de tokens offline: {e}
fr: Impossible d'obtenir le script de clé depuis les jetons hors ligne : {e}
it: Impossibile ottenere lo script chiave dai token offline: {e}

source: User does not have a key script configured.
de: Benutzer hat kein Key-Script konfiguriert.
es: El usuario no tiene un script de clave configurado.
fr: L'utilisateur n'a pas de script de clé configuré.
it: L'utente non ha uno script chiave configurato.

source: Users key script does not exist or is empty: {key_script_path}
de: Benutzer-Key-Script existiert nicht oder ist leer: {key_script_path}
es: El script de clave del usuario no existe o está vacío: {key_script_path}
fr: Le script de clé de l'utilisateur n'existe pas ou est vide : {key_script_path}
it: Lo script chiave dell'utente non esiste o è vuoto: {key_script_path}

source: Need 'key_script_path' when 'key_script' is given.
de: 'key_script_path' wird benötigt, wenn 'key_script' angegeben ist.
es: Se necesita 'key_script_path' cuando se proporciona 'key_script'.
fr: Besoin de 'key_script_path' quand 'key_script' est fourni.
it: Necessario 'key_script_path' quando è fornito 'key_script'.

source: Error getting user key script: {e}
de: Fehler beim Abrufen des Benutzer-Key-Scripts: {e}
es: Error al obtener script de clave de usuario: {e}
fr: Erreur lors de l'obtention du script de clé utilisateur : {e}
it: Errore nell'ottenere lo script chiave utente: {e}

source: Key script verification failed: No key script signatures found.
de: Key-Script-Verifizierung fehlgeschlagen: Keine Key-Script-Signaturen gefunden.
es: Error en la verificación del script de clave: No se encontraron firmas del script de clave.
fr: La vérification du script de clé a échoué : Aucune signature de script de clé trouvée.
it: Verifica dello script chiave fallita: Nessuna firma dello script chiave trovata.

source: No valid key script signatures found: {e}
de: Keine gültigen Key-Script-Signaturen gefunden: {e}
es: No se encontraron firmas válidas del script de clave: {e}
fr: Aucune signature de script de clé valide trouvée : {e}
it: Nessuna firma valida dello script chiave trovata: {e}

source: Error verifying signatures: {e}
de: Fehler beim Verifizieren der Signaturen: {e}
es: Error al verificar firmas: {e}
fr: Erreur lors de la vérification des signatures : {e}
it: Errore nella verifica delle firme: {e}

source: Need 'key_script_uuid' when 'key_script' is given.
de: 'key_script_uuid' wird benötigt, wenn 'key_script' angegeben ist.
es: Se necesita 'key_script_uuid' cuando se proporciona 'key_script'.
fr: Besoin de 'key_script_uuid' quand 'key_script' est fourni.
it: Necessario 'key_script_uuid' quando è fornito 'key_script'.

source: Failed to run key script: {script_stderr}
de: Ausführung des Key-Scripts fehlgeschlagen: {script_stderr}
es: Error al ejecutar script de clave: {script_stderr}
fr: Échec de l'exécution du script de clé : {script_stderr}
it: Esecuzione dello script chiave fallita: {script_stderr}

source: Unknown site: {site}
de: Unbekannte Site: {site}
es: Sitio desconocido: {site}
fr: Site inconnu : {site}
it: Sito sconosciuto: {site}

source: Error getting site address from hostd: {reply}
de: Fehler beim Abrufen der Site-Adresse von hostd: {reply}
es: Error al obtener dirección del sitio desde hostd: {reply}
fr: Erreur lors de l'obtention de l'adresse du site depuis hostd : {reply}
it: Errore nell'ottenere l'indirizzo del sito da hostd: {reply}

source: Site not trusted: {check_site}
de: Site nicht vertrauenswürdig: {check_site}
es: Sitio no confiable: {check_site}
fr: Site non fiable : {check_site}
it: Sito non attendibile: {check_site}

source: Unable to get site trust status: {reply}
de: Site-Vertrauensstatus kann nicht abgerufen werden: {reply}
es: No se puede obtener el estado de confianza del sitio: {reply}
fr: Impossible d'obtenir le statut de confiance du site : {reply}
it: Impossibile ottenere lo stato di affidabilità del sito: {reply}
