Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Export script config to stdout
de: Skript-Konfiguration nach stdout exportieren
es: Exportar configuración del script a stdout
fr: Exporter la configuration du script vers stdout
it: Esporta configurazione script su stdout

source: Usage: otpme-script add_policy {script} {policy}
de: Verwendung: otpme-script add_policy {script} {policy}
es: Uso: otpme-script add_policy {script} {política}
it: Uso: otpme-script add_policy {script} {policy}

source: Add policy to script
de: Policy zum Skript hinzufügen
es: Agregar política al script
fr: Ajouter une policy au script
it: Aggiungi policy allo script

source: Usage: otpme-script remove_policy {script} {policy}
de: Verwendung: otpme-script remove_policy {script} {policy}
es: Uso: otpme-script remove_policy {script} {política}
it: Uso: otpme-script remove_policy {script} {policy}

source: Remove policy from script
de: Policy vom Skript entfernen
es: Eliminar política del script
fr: Supprimer une policy du script
it: Rimuovi policy dallo script

source: Usage: otpme-script list_policies {script}
de: Verwendung: otpme-script list_policies {script}
es: Uso: otpme-script list_policies {script}
it: Uso: otpme-script list_policies {script}

source: Usage: otpme-script dump {script}
de: Verwendung: otpme-script dump {script}
es: Uso: otpme-script dump {script}
it: Uso: otpme-script dump {script}

source: Dump script to stdout
de: Skript nach stdout ausgeben
es: Volcar script a stdout
fr: Exporter le script vers stdout
it: Dump script su stdout

source: Usage: otpme-script edit {script}
de: Verwendung: otpme-script edit {script}
es: Uso: otpme-script edit {script}
it: Uso: otpme-script edit {script}

source: Edit script
de: Skript bearbeiten
es: Editar script
fr: Éditer le script
it: Modifica script

source: Usage: otpme-script run --type key_script {script}
de: Verwendung: otpme-script run --type key_script {script}
es: Uso: otpme-script run --type key_script {script}
it: Uso: otpme-script run --type key_script {script}

source: Run script
de: Skript ausführen
es: Ejecutar script
fr: Exécuter le script
it: Esegui script

source: Run script as <type> script
de: Skript als <type> Skript ausführen
es: Ejecutar script como script de tipo <type>
fr: Exécuter le script en tant que script <type>
it: Esegui script come script <type>

source: Usage: otpme-pinentry
de: Verwendung: otpme-pinentry
es: Uso: otpme-pinentry
it: Uso: otpme-pinentry

source: Usage: otpme-controld {command}
de: Verwendung: otpme-controld {command}
es: Uso: otpme-controld {comando}
it: Uso: otpme-controld {comando}

source: Manage OTPme daemons.
de: OTPme-Daemons verwalten.
es: Administrar demonios OTPme.
fr: Gérer les démons OTPme.
it: Gestisci demoni OTPme.

source: Log to file instead of stdout.
de: In Datei statt auf stdout protokollieren.
es: Registrar en archivo en lugar de stdout.
fr: Journaliser dans un fichier au lieu de stdout.
it: Log su file invece che su stdout.

source: Connect timeout in seconds.
de: Verbindungs-Timeout in Sekunden.
es: Tiempo de espera de conexión en segundos.
fr: Délai de connexion en secondes.
it: Timeout connessione in secondi.

source: Connection timeout in seconds.
de: Verbindungs-Timeout in Sekunden.
es: Tiempo de espera de conexión en segundos.
fr: Délai de connexion en secondes.
it: Timeout connessione in secondi.

source: Enable debug mode. Multiple "d" will increase debug level.
de: Debug-Modus aktivieren. Mehrere "d" erhöhen das Debug-Level.
es: Habilitar modo de depuración. Múltiples "d" aumentarán el nivel de depuración.
fr: Activer le mode debug. Plusieurs "d" augmenteront le niveau de debug.
it: Abilita modalità debug. "d" multipli aumentano il livello di debug.

source: Debug function cache adds.
de: Debug für Function-Cache-Hinzufügungen.
es: Depurar adiciones de caché de funciones.
fr: Déboguer les ajouts au cache de fonctions.
it: Debug aggiunte cache funzioni.

source: Enable debug transactions.
de: Debug-Transaktionen aktivieren.
es: Habilitar depuración de transacciones.
fr: Activer le débogage des transactions.
it: Abilita debug transazioni.

source: Print when objects are read from backend.
de: Ausgeben, wenn Objekte vom Backend gelesen werden.
es: Imprimir cuando se leen objetos desde el backend.
fr: Afficher quand les objets sont lus depuis le backend.
it: Stampa quando gli oggetti vengono letti dal backend.

source: Print when objects are read from cache.
de: Ausgeben, wenn Objekte aus dem Cache gelesen werden.
es: Imprimir cuando se leen objetos desde el caché.
fr: Afficher quand les objets sont lus depuis le cache.
it: Stampa quando gli oggetti vengono letti dalla cache.

source: Enable debug logging for client messages.
de: Debug-Protokollierung für Client-Nachrichten aktivieren.
es: Habilitar registro de depuración para mensajes del cliente.
fr: Activer la journalisation de débogage pour les messages clients.
it: Abilita debug logging per messaggi client.

source: Do not go to background and log to stdout.
de: Nicht in den Hintergrund gehen und auf stdout protokollieren.
es: No ir a segundo plano y registrar en stdout.
fr: Ne pas passer en arrière-plan et journaliser vers stdout.
it: Non andare in background e log su stdout.

source: Print tracebacks.
de: Tracebacks ausgeben.
es: Imprimir trazas de error.
fr: Afficher les tracebacks.
it: Stampa traceback.

source: Raise debug exceptions.
de: Debug-Exceptions auslösen.
es: Lanzar excepciones de depuración.
fr: Lever les exceptions de débogage.
it: Solleva eccezioni di debug.

source: Print when reading/writing files.
de: Beim Lesen/Schreiben von Dateien ausgeben.
es: Imprimir al leer/escribir archivos.
fr: Afficher lors de la lecture/écriture de fichiers.
it: Stampa durante lettura/scrittura file.

source: Debug function cache hits.
de: Debug für Function-Cache-Treffer.
es: Depurar aciertos de caché de funciones.
fr: Déboguer les succès du cache de fonctions.
it: Debug hit cache funzioni.

source: Enable debug of locks.
de: Debug für Sperren aktivieren.
es: Habilitar depuración de bloqueos.
fr: Activer le débogage des verrous.
it: Abilita debug dei lock.

source: Print loading of OTPme modules.
de: Laden von OTPme-Modulen ausgeben.
es: Imprimir carga de módulos OTPme.
fr: Afficher le chargement des modules OTPme.
it: Stampa caricamento moduli OTPme.

source: Enable function/method call tracing.
de: Funktions-/Methodenaufruf-Verfolgung aktivieren.
es: Habilitar rastreo de llamadas de función/método.
fr: Activer le traçage des appels de fonction/méthode.
it: Abilita tracciamento chiamate funzioni/metodi.

source: Enable debug of network packets.
de: Debug für Netzwerkpakete aktivieren.
es: Habilitar depuración de paquetes de red.
fr: Activer le débogage des paquets réseau.
it: Abilita debug pacchetti di rete.

source: Enable timestamps in debug output.
de: Zeitstempel in Debug-Ausgabe aktivieren.
es: Habilitar marcas de tiempo en la salida de depuración.
fr: Activer les horodatages dans la sortie de débogage.
it: Abilita timestamp nell'output di debug.

source: Enable (debug) timing of function/method calls.
de: (Debug-)Zeitmessung von Funktions-/Methodenaufrufen aktivieren.
es: Habilitar medición (depuración) de tiempo de llamadas de función/método.
fr: Activer la mesure (débogage) du temps des appels de fonction/méthode.
it: Abilita timing (debug) delle chiamate funzioni/metodi.

source: Use colored logs.
de: Farbige Logs verwenden.
es: Usar registros con color.
fr: Utiliser des logs colorés.
it: Usa log colorati.

source: Don't start/stop index.
de: Index nicht starten/stoppen.
es: No iniciar/detener índice.
fr: Ne pas démarrer/arrêter l'index.
it: Non avviare/fermare index.

source: Don't start/stop cache.
de: Cache nicht starten/stoppen.
es: No iniciar/detener caché.
fr: Ne pas démarrer/arrêter le cache.
it: Non avviare/fermare la cache.

source: Flush cache on daemon start.
de: Cache beim Daemon-Start leeren.
es: Vaciar caché al iniciar el demonio.
fr: Vider le cache au démarrage du démon.
it: Svuota la cache all'avvio del daemon.

source: Hostd should sync objects even if they changed while syncing.
de: Hostd sollte Objekte synchronisieren, auch wenn sie sich während der Synchronisierung ändern.
es: Hostd debe sincronizar objetos incluso si cambiaron durante la sincronización.
fr: Hostd devrait synchroniser les objets même s'ils ont changé pendant la synchronisation.
it: Hostd dovrebbe sincronizzare gli oggetti anche se sono cambiati durante la sincronizzazione.

source: Hostd should not cache objects in memory while syncing.
de: Hostd sollte Objekte während der Synchronisierung nicht im Speicher zwischenspeichern.
es: Hostd no debe almacenar objetos en memoria durante la sincronización.
fr: Hostd ne devrait pas mettre en cache les objets en mémoire pendant la synchronisation.
it: Hostd non dovrebbe memorizzare gli oggetti in cache durante la sincronizzazione.

source: Only print log messages for the given daemons.
de: Nur Log-Nachrichten für die angegebenen Daemons ausgeben.
es: Solo imprimir mensajes de registro para los demonios especificados.
fr: Afficher uniquement les messages de log pour les démons spécifiés.
it: Stampa solo i messaggi di log per i daemon specificati.

source: Enable debug stuff only for the given daemons.
de: Debug-Funktionen nur für die angegebenen Daemons aktivieren.
es: Habilitar depuración solo para los demonios especificados.
fr: Activer le débogage uniquement pour les démons spécifiés.
it: Abilita il debug solo per i daemon specificati.

source: Enable debug stuff only for the given users.
de: Debug-Funktionen nur für die angegebenen Benutzer aktivieren.
es: Habilitar depuración solo para los usuarios especificados.
fr: Activer le débogage uniquement pour les utilisateurs spécifiés.
it: Abilita il debug solo per gli utenti specificati.

source: Print warning if function/method call takes longer than <seconds>. (default 0.2)
de: Warnung ausgeben, wenn Funktions-/Methodenaufruf länger als <seconds> dauert. (Standard 0.2)
es: Imprimir advertencia si la llamada de función/método toma más de <segundos>. (predeterminado 0.2)
fr: Afficher un avertissement si l'appel de fonction/méthode prend plus de <secondes>. (par défaut 0.2)
it: Stampa avviso se la chiamata funzione/metodo impiega più di <secondi>. (default 0.2)

source: Print warning if function/method is called more than <call_count>.
de: Warnung ausgeben, wenn Funktion/Methode mehr als <call_count> mal aufgerufen wird.
es: Imprimir advertencia si la función/método se llama más de <call_count> veces.
fr: Afficher un avertissement si la fonction/méthode est appelée plus de <call_count> fois.
it: Stampa avviso se la funzione/metodo viene chiamata più di <call_count>.

source: Enable debug stuff only for the given function caches.
de: Debug-Funktionen nur für die angegebenen Function-Caches aktivieren.
es: Habilitar depuración solo para los cachés de funciones especificados.
fr: Activer le débogage uniquement pour les caches de fonction spécifiés.
it: Abilita il debug solo per le cache di funzione specificate.

source: Do not deconfigure floating IP when shutting down on master node.
de: Floating IP beim Herunterfahren auf Master-Knoten nicht dekonfigurieren.
es: No desconfigurar IP flotante al apagar en el nodo maestro.
fr: Ne pas déconfigurer l'IP flottante lors de l'arrêt sur le nœud maître.
it: Non deconfigurare l'IP floating durante lo shutdown sul nodo master.

source: Show version
de: Version anzeigen
es: Mostrar versión
fr: Afficher la version
it: Mostra versione

source: Usage: otpme-controld start
de: Verwendung: otpme-controld start
es: Uso: otpme-controld start
it: Utilizzo: otpme-controld start

source: Start OTPme daemons
de: OTPme-Daemons starten
es: Iniciar demonios OTPme
fr: Démarrer les démons OTPme
it: Avvia i daemon OTPme

source: Usage: otpme-controld stop [--timeout 10 -k]
de: Verwendung: otpme-controld stop [--timeout 10 -k]
es: Uso: otpme-controld stop [--timeout 10 -k]
it: Utilizzo: otpme-controld stop [--timeout 10 -k]

source: Stop OTPme daemons
de: OTPme-Daemons stoppen
es: Detener demonios OTPme
fr: Arrêter les démons OTPme
it: Ferma i daemon OTPme

source: Send SIGKILL to OTPme daemons (after timeout)
de: SIGKILL an OTPme-Daemons senden (nach Timeout)
es: Enviar SIGKILL a los demonios OTPme (después del tiempo de espera)
fr: Envoyer SIGKILL aux démons OTPme (après timeout)
it: Invia SIGKILL ai daemon OTPme (dopo il timeout)

source: Timeout to wait for OTPme daemons to quit and send SIGKILL (-k)
de: Timeout zum Warten auf Beenden der OTPme-Daemons und SIGKILL senden (-k)
es: Tiempo de espera para que los demonios OTPme terminen y enviar SIGKILL (-k)
fr: Délai d'attente pour que les démons OTPme se terminent et envoyer SIGKILL (-k)
it: Timeout di attesa per l'uscita dei daemon OTPme e invio SIGKILL (-k)

source: Usage: otpme-controld restart
de: Verwendung: otpme-controld restart
es: Uso: otpme-controld restart
it: Utilizzo: otpme-controld restart

source: Restart OTPme daemons
de: OTPme-Daemons neu starten
es: Reiniciar demonios OTPme
fr: Redémarrer les démons OTPme
it: Riavvia i daemon OTPme

source: Usage: otpme-controld reload
de: Verwendung: otpme-controld reload
es: Uso: otpme-controld reload
it: Utilizzo: otpme-controld reload

source: Send SIGHUP to daemon for config reload
de: SIGHUP an Daemon für Konfigurations-Neuladen senden
es: Enviar SIGHUP al demonio para recargar configuración
fr: Envoyer SIGHUP au démon pour recharger la configuration
it: Invia SIGHUP al daemon per ricaricare la configurazione

source: Usage: otpme-controld status
de: Verwendung: otpme-controld status
es: Uso: otpme-controld status
it: Utilizzo: otpme-controld status

source: Show current daemon status
de: Aktuellen Daemon-Status anzeigen
es: Mostrar estado actual del demonio
fr: Afficher l'état actuel du démon
it: Mostra lo stato corrente del daemon

source: Usage: otpme-share {command} [share]
de: Verwendung: otpme-share {command} [share]
es: Uso: otpme-share {comando} [share]
fr: Usage : otpme-share {commande} [partage]
it: Utilizzo: otpme-share {comando} [share]

source: Usage: otpme-share show [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [share]
de: Verwendung: otpme-share show [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [share]
es: Uso: otpme-share show [--fields <campo1,campo2,campo3>] [-z <límite_tamaño>] [-a] [share]
fr: Usage : otpme-share show [--fields <champ1,champ2,champ3>] [-z <limite_taille>] [-a] [partage]
it: Utilizzo: otpme-share show [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [share]

source: Show share(s)
de: Share(s) anzeigen
es: Mostrar share(s)
fr: Afficher le(s) partage(s)
it: Mostra share

source: Show all shares.
de: Alle Shares anzeigen.
es: Mostrar todos los shares.
fr: Afficher tous les partages.
it: Mostra tutti gli share.

source: Output <limit> member pools.
de: <limit> Member-Pools ausgeben.
es: Mostrar <límite> pools de miembros.
fr: Afficher <limite> pools de membres.
it: Visualizza <limit> pool membri.

source: Usage: otpme-share list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-share list [--attribute attribute] [-a] [regex]
es: Uso: otpme-share list [--attribute atributo] [-a] [regex]
fr: Usage : otpme-share list [--attribute attribut] [-a] [regex]
it: Utilizzo: otpme-share list [--attribute attribute] [-a] [regex]

source: List shares.
de: Shares auflisten.
es: Listar shares.
fr: Lister les partages.
it: Elenca gli share.

source: List all shares.
de: Alle Shares auflisten.
es: Listar todos los shares.
fr: Lister tous les partages.
it: Elenca tutti gli share.

source: Usage: otpme-share add [--crypt] [--no-key-gen] [--block-size <block_size>] [--key-len <key_len>] {share} {root_dir}
de: Verwendung: otpme-share add [--crypt] [--no-key-gen] [--block-size <block_size>] [--key-len <key_len>] {share} {root_dir}
es: Uso: otpme-share add [--crypt] [--no-key-gen] [--block-size <tamaño_bloque>] [--key-len <longitud_clave>] {share} {directorio_raíz}
fr: Usage : otpme-share add [--crypt] [--no-key-gen] [--block-size <taille_bloc>] [--key-len <longueur_clé>] {partage} {répertoire_racine}
it: Utilizzo: otpme-share add [--crypt] [--no-key-gen] [--block-size <block_size>] [--key-len <key_len>] {share} {root_dir}

source: Add new share.
de: Neuen Share hinzufügen.
es: Agregar nuevo share.
fr: Ajouter un nouveau partage.
it: Aggiungi nuovo share.

source: Add encrypted share.
de: Verschlüsselten Share hinzufügen.
es: Agregar share cifrado.
fr: Ajouter un partage chiffré.
it: Aggiungi share crittografato.

source: Don't generate AES key.
de: Keinen AES-Schlüssel generieren.
es: No generar clave AES.
fr: Ne pas générer de clé AES.
it: Non generare chiave AES.

source: Generate AES key of length <key_len>.
de: AES-Schlüssel mit Länge <key_len> generieren.
es: Generar clave AES de longitud <longitud_clave>.
fr: Générer une clé AES de longueur <longueur_clé>.
it: Genera chiave AES di lunghezza <key_len>.

source: Encrypted share block size (default 4096).
de: Blockgröße für verschlüsselten Share (Standard 4096).
es: Tamaño de bloque del share cifrado (por defecto 4096).
fr: Taille de bloc du partage chiffré (par défaut 4096).
it: Dimensione blocco share crittografato (default 4096).

source: Usage: otpme-share del {share}
de: Verwendung: otpme-share del {share}
es: Uso: otpme-share del {share}
fr: Usage : otpme-share del {partage}
it: Utilizzo: otpme-share del {share}

source: Delete share.
de: Share löschen.
es: Eliminar share.
fr: Supprimer le partage.
it: Elimina share.

source: Usage: otpme-share touch {share}
de: Verwendung: otpme-share touch {share}
es: Uso: otpme-share touch {share}
fr: Usage : otpme-share touch {partage}
it: Utilizzo: otpme-share touch {share}

source: Touch share (e.g. migrate).
de: Share berühren (z.B. migrieren).
es: Tocar share (ej. migrar).
fr: Toucher le partage (ex. migrer).
it: Tocca share (es. migrazione).

source: Usage: otpme-share root_dir {share} {/root/dir}
de: Verwendung: otpme-share root_dir {share} {/root/dir}
es: Uso: otpme-share root_dir {share} {/directorio/raíz}
fr: Usage : otpme-share root_dir {partage} {/répertoire/racine}
it: Utilizzo: otpme-share root_dir {share} {/root/dir}

source: Set share root dir.
de: Share-Stammverzeichnis setzen.
es: Establecer directorio raíz del share.
fr: Définir le répertoire racine de partage.
it: Imposta directory root dello share.

source: Usage: otpme-share force_group {share} {group}
de: Verwendung: otpme-share force_group {share} {group}
es: Uso: otpme-share force_group {share} {grupo}
it: Utilizzo: otpme-share force_group {share} {group}

source: Files and directories will always be owned by group.
de: Dateien und Verzeichnisse gehören immer der Gruppe.
es: Los archivos y directorios siempre serán propiedad del grupo.
fr: Les fichiers et répertoires appartiendront toujours au groupe.
it: File e directory saranno sempre di proprietà del gruppo.

source: Usage: otpme-share force_create_mode {share} {create_mode}
de: Verwendung: otpme-share force_create_mode {share} {create_mode}
es: Uso: otpme-share force_create_mode {share} {modo_creación}
it: Utilizzo: otpme-share force_create_mode {share} {create_mode}

source: Set share file create mode.
de: Share-Dateierstellungsmodus setzen.
es: Establecer modo de creación de archivos del share.
fr: Définir le mode de création de fichier du partage.
it: Imposta modalità creazione file dello share.

source: Usage: otpme-share force_directory_mode {share} {create_mode}
de: Verwendung: otpme-share force_directory_mode {share} {create_mode}
es: Uso: otpme-share force_directory_mode {share} {modo_creación}
it: Utilizzo: otpme-share force_directory_mode {share} {create_mode}

source: Set share directory create mode.
de: Share-Verzeichniserstellungsmodus setzen.
es: Establecer modo de creación de directorios del share.
fr: Définir le mode de création de répertoire du partage.
it: Imposta modalità creazione directory dello share.

source: Usage: otpme-share enable_ro {share}
de: Verwendung: otpme-share enable_ro {share}
es: Uso: otpme-share enable_ro {share}
it: Uso: otpme-share enable_ro {share}

source: Make share readonly.
de: Share schreibgeschützt machen.
es: Hacer el share de solo lectura.
fr: Rendre le partage en lecture seule.
it: Rendi la condivisione di sola lettura.

source: Usage: otpme-share disable_ro {share}
de: Verwendung: otpme-share disable_ro {share}
es: Uso: otpme-share disable_ro {share}
it: Uso: otpme-share disable_ro {share}

source: Make share read-write.
de: Share les- und schreibbar machen.
es: Hacer el share de lectura-escritura.
fr: Rendre le partage en lecture-écriture.
it: Rendi la condivisione in lettura-scrittura.

source: Usage: otpme-share get_share_key {share} {user}
de: Verwendung: otpme-share get_share_key {share} {user}
es: Uso: otpme-share get_share_key {share} {usuario}
it: Uso: otpme-share get_share_key {share} {user}

source: Get encrypted share key from share.
de: Verschlüsselten Share-Schlüssel vom Share abrufen.
es: Obtener clave cifrada del share.
fr: Obtenir la clé de partage chiffrée du partage.
it: Ottieni chiave di condivisione crittografata dalla condivisione.

source: Usage: otpme-share enable {share}
de: Verwendung: otpme-share enable {share}
es: Uso: otpme-share enable {share}
it: Uso: otpme-share enable {share}

source: Enable share.
de: Share aktivieren.
es: Habilitar share.
fr: Activer le partage.
it: Abilita condivisione.

source: Usage: otpme-share disable {share}
de: Verwendung: otpme-share disable {share}
es: Uso: otpme-share disable {share}
it: Uso: otpme-share disable {share}

source: Disable share.
de: Share deaktivieren.
es: Deshabilitar share.
fr: Désactiver le partage.
it: Disabilita condivisione.

source: Usage: otpme-share rename {share} {new_name}
de: Verwendung: otpme-share rename {share} {new_name}
es: Uso: otpme-share rename {share} {nuevo_nombre}
it: Uso: otpme-share rename {share} {new_name}

source: Rename share.
de: Share umbenennen.
es: Renombrar share.
fr: Renommer le partage.
it: Rinomina condivisione.

source: Usage: otpme-share add_acl {share} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-share add_acl {share} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-share add_acl {share} {rol|token} {ruta_rol|ruta_token} {acl[:valor]}
it: Uso: otpme-share add_acl {share} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to share.
de: ACL zum Share hinzufügen.
es: Agregar ACL al share.
fr: Ajouter une ACL au partage.
it: Aggiungi ACL alla condivisione.

source: Usage: otpme-share del_acl {share} {acl}
de: Verwendung: otpme-share del_acl {share} {acl}
es: Uso: otpme-share del_acl {share} {acl}
it: Uso: otpme-share del_acl {share} {acl}

source: Delete ACL from share.
de: ACL vom Share löschen.
es: Eliminar ACL del share.
fr: Supprimer une ACL du partage.
it: Elimina ACL dalla condivisione.

source: Usage: otpme-share show_acls {share}
de: Verwendung: otpme-share show_acls {share}
es: Uso: otpme-share show_acls {share}
it: Uso: otpme-share show_acls {share}

source: Show ACLs of share.
de: ACLs des Shares anzeigen.
es: Mostrar ACLs del share.
fr: Afficher les ACL du partage.
it: Mostra ACL della condivisione.

source: Usage: otpme-share enable_acl_inheritance {share}
de: Verwendung: otpme-share enable_acl_inheritance {share}
es: Uso: otpme-share enable_acl_inheritance {share}
it: Uso: otpme-share enable_acl_inheritance {share}

source: Enable ACL inheritance for share.
de: ACL-Vererbung für Share aktivieren.
es: Habilitar herencia de ACL para el share.
fr: Activer l'héritage des ACL pour le partage.
it: Abilita ereditarietà ACL per la condivisione.

source: Usage: otpme-share disable_acl_inheritance {share}
de: Verwendung: otpme-share disable_acl_inheritance {share}
es: Uso: otpme-share disable_acl_inheritance {share}
it: Uso: otpme-share disable_acl_inheritance {share}
