Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Change SSO certificate key.
de: SSO-Zertifikatschlüssel ändern.
es: Cambiar clave del certificado SSO.
fr: Changer la clé du certificat SSO.
it: Cambia chiave certificato SSO.

source: Usage: otpme-site del_sso_cert {site}
de: Verwendung: otpme-site del_sso_cert {site}
es: Uso: otpme-site del_sso_cert {site}
fr: Utilisation : otpme-site del_sso_cert {site}
it: Utilizzo: otpme-site del_sso_cert {site}

source: Delete SSO certificate.
de: SSO-Zertifikat löschen.
es: Eliminar certificado SSO.
fr: Supprimer le certificat SSO.
it: Elimina certificato SSO.

source: Usage: otpme-site del_sso_key {site}
de: Verwendung: otpme-site del_sso_key {site}
es: Uso: otpme-site del_sso_key {site}
fr: Utilisation : otpme-site del_sso_key {site}
it: Utilizzo: otpme-site del_sso_key {site}

source: Delete SSO key.
de: SSO-Schlüssel löschen.
es: Eliminar clave SSO.
fr: Supprimer la clé SSO.
it: Elimina chiave SSO.

source: Usage: otpme-site sso_secret {site} {sso_secret}
de: Verwendung: otpme-site sso_secret {site} {sso_secret}
es: Uso: otpme-site sso_secret {site} {sso_secret}
fr: Utilisation : otpme-site sso_secret {site} {sso_secret}
it: Utilizzo: otpme-site sso_secret {site} {sso_secret}

source: Change SSO secret.
de: SSO-Secret ändern.
es: Cambiar secreto SSO.
fr: Changer le secret SSO.
it: Cambia secret SSO.

source: Usage: otpme-site sso_csrf_secret {site} {sso_csrf_secret}
de: Verwendung: otpme-site sso_csrf_secret {site} {sso_csrf_secret}
es: Uso: otpme-site sso_csrf_secret {site} {sso_csrf_secret}
fr: Utilisation : otpme-site sso_csrf_secret {site} {sso_csrf_secret}
it: Utilizzo: otpme-site sso_csrf_secret {site} {sso_csrf_secret}

source: Change SSO CSRF secret.
de: SSO-CSRF-Secret ändern.
es: Cambiar secreto CSRF de SSO.
fr: Changer le secret CSRF SSO.
it: Cambia secret CSRF SSO.

source: Usage: otpme-site cluster_key {site} {cluster_key}
de: Verwendung: otpme-site cluster_key {site} {cluster_key}
es: Uso: otpme-site cluster_key {site} {cluster_key}
fr: Utilisation : otpme-site cluster_key {site} {cluster_key}
it: Utilizzo: otpme-site cluster_key {site} {cluster_key}

source: Change cluster key.
de: Cluster-Schlüssel ändern.
es: Cambiar clave del clúster.
fr: Changer la clé du cluster.
it: Cambia chiave cluster.

source: Usage: otpme-site add_fido2_ca_cert {site} {ca_cert}
de: Verwendung: otpme-site add_fido2_ca_cert {site} {ca_cert}
es: Uso: otpme-site add_fido2_ca_cert {site} {ca_cert}
fr: Utilisation : otpme-site add_fido2_ca_cert {site} {ca_cert}
it: Utilizzo: otpme-site add_fido2_ca_cert {site} {ca_cert}

source: Add fido2 CA cert.
de: FIDO2-CA-Zertifikat hinzufügen.
es: Agregar certificado CA fido2.
fr: Ajouter un certificat CA fido2.
it: Aggiungi certificato CA fido2.

source: Usage: otpme-site del_fido2_ca_cert {site} {ca_subject}
de: Verwendung: otpme-site del_fido2_ca_cert {site} {ca_subject}
es: Uso: otpme-site del_fido2_ca_cert {site} {ca_subject}
fr: Utilisation : otpme-site del_fido2_ca_cert {site} {ca_subject}
it: Utilizzo: otpme-site del_fido2_ca_cert {site} {ca_subject}

source: Delete fido2 CA cert.
de: FIDO2-CA-Zertifikat löschen.
es: Eliminar certificado CA fido2.
fr: Supprimer un certificat CA fido2.
it: Elimina certificato CA fido2.

source: Usage: otpme-site list_fido2_ca_certs {site}
de: Verwendung: otpme-site list_fido2_ca_certs {site}
es: Uso: otpme-site list_fido2_ca_certs {site}
fr: Utilisation : otpme-site list_fido2_ca_certs {site}
it: Utilizzo: otpme-site list_fido2_ca_certs {site}

source: List fido2 CA certs.
de: FIDO2-CA-Zertifikate auflisten.
es: Listar certificados CA fido2.
fr: Lister les certificats CA fido2.
it: Elenca certificati CA fido2.

source: Usage: otpme-site dump_ca_chain {site}
de: Verwendung: otpme-site dump_ca_chain {site}
es: Uso: otpme-site dump_ca_chain {site}
fr: Utilisation : otpme-site dump_ca_chain {site}
it: Utilizzo: otpme-site dump_ca_chain {site}

source: Dump site certificate chain of site cert to stdout
de: Zertifikatskette des Site-Zertifikats nach stdout ausgeben
es: Volcar cadena de certificados del certificado del sitio a stdout
fr: Exporter la chaîne de certificats du site vers stdout
it: Esporta catena certificati del sito su stdout

source: Usage: otpme-site revoke_cert {site}
de: Verwendung: otpme-site revoke_cert {site}
es: Uso: otpme-site revoke_cert {site}
fr: Utilisation : otpme-site revoke_cert {site}
it: Utilizzo: otpme-site revoke_cert {site}

source: Revoke site's certificate
de: Site-Zertifikat widerrufen
es: Revocar certificado del sitio
fr: Révoquer le certificat du site
it: Revoca certificato del sito

source: Usage: otpme-site renew_cert {site}
de: Verwendung: otpme-site renew_cert {site}
es: Uso: otpme-site renew_cert {site}
fr: Utilisation : otpme-site renew_cert {site}
it: Utilizzo: otpme-site renew_cert {site}

source: Renew site's certificate
de: Site-Zertifikat erneuern
es: Renovar certificado del sitio
fr: Renouveler le certificat du site
it: Rinnova certificato del sito

source: Usage: otpme-site add_trust {site} {trusted_site}
de: Verwendung: otpme-site add_trust {site} {trusted_site}
es: Uso: otpme-site add_trust {site} {trusted_site}
fr: Utilisation : otpme-site add_trust {site} {trusted_site}
it: Utilizzo: otpme-site add_trust {site} {trusted_site}

source: Add trust relationship
de: Vertrauensbeziehung hinzufügen
es: Agregar relación de confianza
fr: Ajouter une relation de confiance
it: Aggiungi relazione di fiducia

source: Usage: otpme-site del_trust {site} {trusted_site}
de: Verwendung: otpme-site del_trust {site} {trusted_site}
es: Uso: otpme-site del_trust {site} {trusted_site}
fr: Utilisation : otpme-site del_trust {site} {trusted_site}
it: Utilizzo: otpme-site del_trust {site} {trusted_site}

source: Delete trust relationship
de: Vertrauensbeziehung löschen
es: Eliminar relación de confianza
fr: Supprimer une relation de confiance
it: Elimina relazione di fiducia

source: Usage: otpme-site address {site} [ip_address]
de: Verwendung: otpme-site address {site} [ip_address]
es: Uso: otpme-site address {site} [ip_address]
fr: Utilisation : otpme-site address {site} [ip_address]
it: Utilizzo: otpme-site address {site} [ip_address]

source: Change site's IP address
de: IP-Adresse der Site ändern
es: Cambiar dirección IP del sitio
fr: Changer l'adresse IP du site
it: Cambia indirizzo IP del sito

source: Usage: otpme-site auth_fqdn {site} [fqdn]
de: Verwendung: otpme-site auth_fqdn {site} [fqdn]
es: Uso: otpme-site auth_fqdn {site} [fqdn]
fr: Utilisation : otpme-site auth_fqdn {site} [fqdn]
it: Utilizzo: otpme-site auth_fqdn {site} [fqdn]

source: Change site's auth fqdn.
de: Auth-FQDN der Site ändern.
es: Cambiar fqdn de autenticación del sitio.
fr: Changer le fqdn d'authentification du site.
it: Cambia fqdn auth del sito.

source: Usage: otpme-site mgmt_fqdn {site} [fqdn]
de: Verwendung: otpme-site mgmt_fqdn {site} [fqdn]
es: Uso: otpme-site mgmt_fqdn {site} [fqdn]
fr: Utilisation : otpme-site mgmt_fqdn {site} [fqdn]
it: Utilizzo: otpme-site mgmt_fqdn {site} [fqdn]

source: Change site's mgmt fqdn.
de: Mgmt-FQDN der Site ändern.
es: Cambiar fqdn de administración del sitio.
fr: Changer le fqdn de gestion du site.
it: Cambia fqdn mgmt del sito.

source: Usage: otpme-site enable_auth {site}
de: Verwendung: otpme-site enable_auth {site}
es: Uso: otpme-site enable_auth {site}
fr: Utilisation : otpme-site enable_auth {site}
it: Utilizzo: otpme-site enable_auth {site}

source: Enable authentication with site
de: Authentifizierung mit Site aktivieren
es: Habilitar autenticación con el sitio
fr: Activer l'authentification avec le site
it: Abilita autenticazione con il sito

source: Usage: otpme-site disable_auth {site}
de: Verwendung: otpme-site disable_auth {site}
es: Uso: otpme-site disable_auth {site}
fr: Utilisation : otpme-site disable_auth {site}
it: Utilizzo: otpme-site disable_auth {site}

source: Disable authentication with site
de: Authentifizierung mit Site deaktivieren
es: Deshabilitar autenticación con el sitio
fr: Désactiver l'authentification avec le site
it: Disabilita autenticazione con il sito

source: Usage: otpme-site enable_sync {site}
de: Verwendung: otpme-site enable_sync {site}
es: Uso: otpme-site enable_sync {site}
fr: Utilisation : otpme-site enable_sync {site}
it: Utilizzo: otpme-site enable_sync {site}

source: Enable synchronization with site
de: Synchronisierung mit Site aktivieren
es: Habilitar sincronización con el sitio
fr: Activer la synchronisation avec le site
it: Abilita sincronizzazione con il sito

source: Usage: otpme-site disable_sync {site}
de: Verwendung: otpme-site disable_sync {site}
es: Uso: otpme-site disable_sync {site}
fr: Utilisation : otpme-site disable_sync {site}
it: Utilizzo: otpme-site disable_sync {site}

source: Disable synchronization with site
de: Synchronisierung mit Site deaktivieren
es: Deshabilitar sincronización con el sitio
fr: Désactiver la synchronisation avec le site
it: Disabilita sincronizzazione con il sito

source: Usage: otpme-cluster {command}
de: Verwendung: otpme-cluster {command}
es: Uso: otpme-cluster {command}
fr: Utilisation : otpme-cluster {command}
it: Utilizzo: otpme-cluster {command}

source: Usage: otpme-cluster master_failover --random --to <new_master>
de: Verwendung: otpme-cluster master_failover --random --to <new_master>
es: Uso: otpme-cluster master_failover --random --to <new_master>
it: Utilizzo: otpme-cluster master_failover --random --to <new_master>

source: Switch master node to this node.
de: Master-Knoten auf diesen Knoten umschalten.
es: Cambiar nodo maestro a este nodo.
fr: Basculer le nœud maître vers ce nœud.
it: Cambia nodo master a questo nodo.

source: Switch master to the given node.
de: Master auf den angegebenen Knoten umschalten.
es: Cambiar maestro al nodo especificado.
fr: Basculer le maître vers le nœud donné.
it: Cambia master al nodo indicato.

source: Wait for master node to get ready (e.g. running jobs).
de: Warten bis Master-Knoten bereit ist (z.B. laufende Jobs).
es: Esperar a que el nodo maestro esté listo (ej. ejecutando trabajos).
fr: Attendre que le nœud maître soit prêt (ex. tâches en cours).
it: Attendi che il nodo master sia pronto (es. job in esecuzione).

source: Switch master to a random node.
de: Master auf einen zufälligen Knoten umschalten.
es: Cambiar maestro a un nodo aleatorio.
fr: Basculer le maître vers un nœud aléatoire.
it: Cambia master a un nodo casuale.

source: Usage: otpme-cluster status [--diff] [--full]
de: Verwendung: otpme-cluster status [--diff] [--full]
es: Uso: otpme-cluster status [--diff] [--full]
it: Utilizzo: otpme-cluster status [--diff] [--full]

source: Get cluster status.
de: Cluster-Status abrufen.
es: Obtener estado del clúster.
fr: Obtenir le statut du cluster.
it: Ottieni stato del cluster.

source: Diff object checksums.
de: Objekt-Prüfsummen vergleichen.
es: Comparar checksums de objetos.
fr: Comparer les sommes de contrôle des objets.
it: Confronta checksum degli oggetti.

source: Diff object checksums (read full data).
de: Objekt-Prüfsummen vergleichen (vollständige Daten lesen).
es: Comparar checksums de objetos (leer datos completos).
fr: Comparer les sommes de contrôle des objets (lire toutes les données).
it: Confronta checksum degli oggetti (leggi dati completi).

source: Diff object checksums (read full index data).
de: Objekt-Prüfsummen vergleichen (vollständige Index-Daten lesen).
es: Comparar checksums de objetos (leer datos de índice completos).
fr: Comparer les sommes de contrôle des objets (lire toutes les données d'index).
it: Confronta checksum degli oggetti (leggi dati completi dell'indice).

source: Usage: otpme-cluster required_votes <quorum>
de: Verwendung: otpme-cluster required_votes <quorum>
es: Uso: otpme-cluster required_votes <quorum>
it: Uso: otpme-cluster required_votes <quorum>

source: Set cluster required node votes to get quorum.
de: Erforderliche Knoten-Stimmen für Cluster-Quorum festlegen.
es: Establecer votos de nodo requeridos del clúster para obtener quórum.
fr: Définir les votes de nœuds requis pour obtenir le quorum.
it: Imposta i voti dei nodi richiesti dal cluster per ottenere il quorum.

source: Usage: otpme-script {command} [script]
de: Verwendung: otpme-script {command} [script]
es: Uso: otpme-script {command} [script]
it: Uso: otpme-script {comando} [script]

source: Usage: otpme-script show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [script]
de: Verwendung: otpme-script show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [script]
es: Uso: otpme-script show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [script]
it: Uso: otpme-script show [--policy-limit <limite>] [--fields <campo1,campo2,campo3>] [-z <limite_dimensione>] [-a] [script]

source: Show script(s)
de: Skript(e) anzeigen
es: Mostrar script(s)
fr: Afficher le(s) script(s)
it: Mostra script

source: Show all scripts.
de: Alle Skripte anzeigen.
es: Mostrar todos los scripts.
fr: Afficher tous les scripts.
it: Mostra tutti gli script.

source: Usage: otpme-script list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-script list [--attribute attribute] [-a] [regex]
es: Uso: otpme-script list [--attribute attribute] [-a] [regex]
it: Uso: otpme-script list [--attribute attributo] [-a] [regex]

source: List scripts.
de: Skripte auflisten.
es: Listar scripts.
fr: Lister les scripts.
it: Elenca script.

source: List all scripts.
de: Alle Skripte auflisten.
es: Listar todos los scripts.
fr: Lister tous les scripts.
it: Elenca tutti gli script.

source: Usage: otpme-script add [-r] {name} {script}
de: Verwendung: otpme-script add [-r] {name} {script}
es: Uso: otpme-script add [-r] {name} {script}
it: Uso: otpme-script add [-r] {nome} {script}

source: Add new script
de: Neues Skript hinzufügen
es: Agregar nuevo script
fr: Ajouter un nouveau script
it: Aggiungi nuovo script

source: Replace existing script and keep its UUID
de: Vorhandenes Skript ersetzen und dessen UUID behalten
es: Reemplazar script existente y mantener su UUID
fr: Remplacer le script existant et conserver son UUID
it: Sostituisci script esistente e mantieni il suo UUID

source: Usage: otpme-script del {script}
de: Verwendung: otpme-script del {script}
es: Uso: otpme-script del {script}
it: Uso: otpme-script del {script}

source: Delete script
de: Skript löschen
es: Eliminar script
fr: Supprimer le script
it: Elimina script

source: Usage: otpme-script copy {src_script} {dst_script}
de: Verwendung: otpme-script copy {src_script} {dst_script}
es: Uso: otpme-script copy {src_script} {dst_script}
it: Uso: otpme-script copy {script_src} {script_dst}

source: Copy script and its signatures
de: Skript und dessen Signaturen kopieren
es: Copiar script y sus firmas
fr: Copier le script et ses signatures
it: Copia script e le sue firme

source: Usage: otpme-script sign --stdin-pass [--tags tag1,tag2...] {name}
de: Verwendung: otpme-script sign --stdin-pass [--tags tag1,tag2...] {name}
es: Uso: otpme-script sign --stdin-pass [--tags tag1,tag2...] {name}
it: Uso: otpme-script sign --stdin-pass [--tags tag1,tag2...] {nome}

source: Sign script
de: Skript signieren
es: Firmar script
fr: Signer le script
it: Firma script

source: Tags to add to the signature.
de: Tags zur Signatur hinzufügen.
es: Etiquetas para agregar a la firma.
fr: Tags à ajouter à la signature.
it: Tag da aggiungere alla firma.

source: Usage: otpme-script resign --stdin-pass {name}
de: Verwendung: otpme-script resign --stdin-pass {name}
es: Uso: otpme-script resign --stdin-pass {name}
it: Uso: otpme-script resign --stdin-pass {nome}

source: Resign script signatures
de: Skript-Signaturen neu signieren
es: Volver a firmar las firmas del script
fr: Resigner les signatures du script
it: Rifirma le firme dello script

source: Usage: otpme-script get_sign_data [--tags tag1,tag2...] {name}
de: Verwendung: otpme-script get_sign_data [--tags tag1,tag2...] {name}
es: Uso: otpme-script get_sign_data [--tags tag1,tag2...] {nombre}
it: Uso: otpme-script get_sign_data [--tags tag1,tag2...] {nome}

source: Get data to be signed from script
de: Zu signierende Daten vom Skript abrufen
es: Obtener datos a firmar del script
fr: Obtenir les données à signer du script
it: Ottieni dati da firmare dallo script

source: Add sign tags to the sign object.
de: Signatur-Tags zum Signaturobjekt hinzufügen.
es: Agregar etiquetas de firma al objeto de firma.
fr: Ajouter des tags de signature à l'objet de signature.
it: Aggiungi tag di firma all'oggetto firma.

source: Usage: otpme-script add_sign [--tags tag1,tag2...] {name} {signature}
de: Verwendung: otpme-script add_sign [--tags tag1,tag2...] {name} {signature}
es: Uso: otpme-script add_sign [--tags tag1,tag2...] {nombre} {firma}
it: Uso: otpme-script add_sign [--tags tag1,tag2...] {nome} {firma}

source: Add new signature to script
de: Neue Signatur zum Skript hinzufügen
es: Agregar nueva firma al script
fr: Ajouter une nouvelle signature au script
it: Aggiungi nuova firma allo script

source: Tags included in the signature.
de: In der Signatur enthaltene Tags.
es: Etiquetas incluidas en la firma.
fr: Tags inclus dans la signature.
it: Tag inclusi nella firma.

source: Usage: otpme-script del_sign [--user username] [--tags tag1,tag2...] {name}
de: Verwendung: otpme-script del_sign [--user username] [--tags tag1,tag2...] {name}
es: Uso: otpme-script del_sign [--user nombre_usuario] [--tags tag1,tag2...] {nombre}
it: Uso: otpme-script del_sign [--user username] [--tags tag1,tag2...] {nome}

source: Delete signature from script
de: Signatur vom Skript löschen
es: Eliminar firma del script
fr: Supprimer la signature du script
it: Elimina firma dallo script

source: Select signature by username.
de: Signatur nach Benutzername auswählen.
es: Seleccionar firma por nombre de usuario.
fr: Sélectionner la signature par nom d'utilisateur.
it: Seleziona firma per username.

source: Select signature by tags.
de: Signatur nach Tags auswählen.
es: Seleccionar firma por etiquetas.
fr: Sélectionner la signature par tags.
it: Seleziona firma per tag.

source: Usage: otpme-script verify_sign [--user username] [--tags tag1,tag2...] {name}
de: Verwendung: otpme-script verify_sign [--user username] [--tags tag1,tag2...] {name}
es: Uso: otpme-script verify_sign [--user nombre_usuario] [--tags tag1,tag2...] {nombre}
it: Uso: otpme-script verify_sign [--user username] [--tags tag1,tag2...] {nome}

source: Verify script signature(s)
de: Skript-Signatur(en) überprüfen
es: Verificar firma(s) del script
fr: Vérifier la/les signature(s) du script
it: Verifica firma/e dello script

source: Usage: otpme-script get_sign [--user username] [--tags tag1,tag2...] {name}
de: Verwendung: otpme-script get_sign [--user username] [--tags tag1,tag2...] {name}
es: Uso: otpme-script get_sign [--user nombre_usuario] [--tags tag1,tag2...] {nombre}
it: Uso: otpme-script get_sign [--user username] [--tags tag1,tag2...] {nome}

source: Get script signature(s)
de: Skript-Signatur(en) abrufen
es: Obtener firma(s) del script
fr: Obtenir la/les signature(s) du script
it: Ottieni firma/e dello script

source: Usage: otpme-script touch {script}
de: Verwendung: otpme-script touch {script}
es: Uso: otpme-script touch {script}
it: Uso: otpme-script touch {script}

source: Touch script (e.g. migrate).
de: Skript berühren (z.B. migrieren).
es: Tocar script (ej. migrar).
fr: Toucher le script (ex. migrer).
it: Tocca script (es. migra).

source: Usage: otpme-script enable {script}
de: Verwendung: otpme-script enable {script}
es: Uso: otpme-script enable {script}
it: Uso: otpme-script enable {script}

source: Enable script
de: Skript aktivieren
es: Habilitar script
fr: Activer le script
it: Abilita script

source: Usage: otpme-script disable {script}
de: Verwendung: otpme-script disable {script}
es: Uso: otpme-script disable {script}
it: Uso: otpme-script disable {script}

source: Disable script
de: Skript deaktivieren
es: Deshabilitar script
fr: Désactiver le script
it: Disabilita script

source: Usage: otpme-script rename {script} {new_name}
de: Verwendung: otpme-script rename {script} {new_name}
es: Uso: otpme-script rename {script} {nuevo_nombre}
fr: Usage : otpme-script rename {script} {nouveau_nom}
it: Uso: otpme-script rename {script} {nuovo_nome}

source: Rename script
de: Skript umbenennen
es: Renombrar script
fr: Renommer le script
it: Rinomina script

source: Usage: otpme-script add_acl {script} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-script add_acl {script} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-script add_acl {script} {rol|token} {ruta_rol|ruta_token} {acl[:valor]}
it: Uso: otpme-script add_acl {script} {role|token} {role_path|token_path} {acl[:valore]}

source: Add ACL to script
de: ACL zum Skript hinzufügen
es: Agregar ACL al script
fr: Ajouter une ACL au script
it: Aggiungi ACL allo script

source: Usage: otpme-script del_acl {script} {acl}
de: Verwendung: otpme-script del_acl {script} {acl}
es: Uso: otpme-script del_acl {script} {acl}
it: Uso: otpme-script del_acl {script} {acl}

source: Delete ACL from script
de: ACL vom Skript löschen
es: Eliminar ACL del script
fr: Supprimer une ACL du script
it: Elimina ACL dallo script

source: Usage: otpme-script show_acls {script}
de: Verwendung: otpme-script show_acls {script}
es: Uso: otpme-script show_acls {script}
it: Uso: otpme-script show_acls {script}

source: Show ACLs of script
de: ACLs des Skripts anzeigen
es: Mostrar ACLs del script
fr: Afficher les ACL du script
it: Mostra ACL dello script

source: Usage: otpme-script enable_acl_inheritance {script}
de: Verwendung: otpme-script enable_acl_inheritance {script}
es: Uso: otpme-script enable_acl_inheritance {script}
it: Uso: otpme-script enable_acl_inheritance {script}

source: Enable ACL inheritance for script
de: ACL-Vererbung für Skript aktivieren
es: Habilitar herencia de ACL para script
fr: Activer l'héritage des ACL pour le script
it: Abilita ereditarietà ACL per lo script

source: Usage: otpme-script disable_acl_inheritance {script}
de: Verwendung: otpme-script disable_acl_inheritance {script}
es: Uso: otpme-script disable_acl_inheritance {script}
it: Uso: otpme-script disable_acl_inheritance {script}

source: Disable ACL inheritance for script
de: ACL-Vererbung für Skript deaktivieren
es: Deshabilitar herencia de ACL para script
fr: Désactiver l'héritage des ACL pour le script
it: Disabilita ereditarietà ACL per lo script

source: Usage: otpme-script move [--keep-acls] {script} {unit}
de: Verwendung: otpme-script move [--keep-acls] {script} {unit}
es: Uso: otpme-script move [--keep-acls] {script} {unidad}
it: Uso: otpme-script move [--keep-acls] {script} {unit}

source: Change script's unit
de: Einheit des Skripts ändern
es: Cambiar unidad del script
fr: Changer l'unité du script
it: Cambia unità dello script

source: Usage: otpme-script remove_orphans {script}
de: Verwendung: otpme-script remove_orphans {script}
es: Uso: otpme-script remove_orphans {script}
it: Uso: otpme-script remove_orphans {script}

source: Usage: otpme-script description {script} [description]
de: Verwendung: otpme-script description {script} [description]
es: Uso: otpme-script description {script} [descripción]
it: Uso: otpme-script description {script} [descrizione]

source: Set script description
de: Skript-Beschreibung festlegen
es: Establecer descripción del script
fr: Définir la description du script
it: Imposta descrizione script

source: Usage: otpme-script export --password <password> {script}
de: Verwendung: otpme-script export --password <password> {script}
es: Uso: otpme-script export --password <contraseña> {script}
it: Uso: otpme-script export --password <password> {script}
