Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Malformed preauth reply: Missing peer time
de: Fehlerhafte Vorauthentifizierungs-Antwort: Peer-Zeit fehlt
es: Respuesta de preautenticación malformada: Falta la hora del par
fr: Réponse de pré-authentification malformée : Heure du pair manquante
it: Risposta di preautenticazione malformata: Ora del peer mancante

source: Local system time differs ({time_diff} seconds) from peers system time. You may experience login issues.
de: Lokale Systemzeit weicht ({time_diff} Sekunden) von der Peer-Systemzeit ab. Es können Anmeldeprobleme auftreten.
es: La hora del sistema local difiere ({time_diff} segundos) de la hora del sistema del par. Puede experimentar problemas de inicio de sesión.
fr: L'heure du système local diffère ({time_diff} secondes) de l'heure système du pair. Vous pourriez rencontrer des problèmes de connexion.
it: L'ora del sistema locale differisce ({time_diff} secondi) dall'ora del sistema dei peer. Potresti riscontrare problemi di accesso.

source: WARNING: {message}
de: WARNUNG: {message}
es: ADVERTENCIA: {message}
fr: AVERTISSEMENT : {message}
it: AVVISO: {message}

source: Unable to connect to ssh-agent: {error}
de: Verbindung zu ssh-agent nicht möglich: {error}
es: No se puede conectar al ssh-agent: {error}
fr: Impossible de se connecter à ssh-agent : {error}
it: Impossibile connettersi a ssh-agent: {error}

source: Failed to get ssh keys from ssh-agent: {error}
de: SSH-Schlüssel konnten nicht vom ssh-agent abgerufen werden: {error}
es: Error al obtener claves ssh del ssh-agent: {error}
fr: Échec de récupération des clés ssh depuis ssh-agent : {error}
it: Impossibile ottenere chiavi ssh da ssh-agent: {error}

source: Already logged in as user: {user}
de: Bereits als Benutzer angemeldet: {user}
es: Ya ha iniciado sesión como usuario: {user}
fr: Déjà connecté en tant qu'utilisateur : {user}
it: Già connesso come utente: {user}

source: Error removing empty session from otpme-agent: {error}
de: Fehler beim Entfernen der leeren Sitzung aus otpme-agent: {error}
es: Error al eliminar sesión vacía del otpme-agent: {error}
fr: Erreur lors de la suppression de la session vide depuis otpme-agent : {error}
it: Errore nella rimozione della sessione vuota da otpme-agent: {error}

source: Error sending auth command: {error}
de: Fehler beim Senden des Auth-Befehls: {error}
es: Error al enviar comando de autenticación: {error}
fr: Erreur lors de l'envoi de la commande d'authentification : {error}
it: Errore nell'invio del comando di autenticazione: {error}

source: Connection error: {error}
de: Verbindungsfehler: {error}
es: Error de conexión: {error}
fr: Erreur de connexion : {error}
it: Errore di connessione: {error}

source: Error loading offline token module: {error}
de: Fehler beim Laden des Offline-Token-Moduls: {error}
es: Error al cargar el módulo de token offline: {error}
fr: Erreur lors du chargement du module de jeton hors ligne : {error}
it: Errore nel caricamento del modulo token offline: {error}

source: Got wrong auth response type: {resp_type}
de: Falscher Auth-Antworttyp erhalten: {resp_type}
es: Se recibió tipo de respuesta de autenticación incorrecto: {resp_type}
fr: Type de réponse d'authentification incorrect : {resp_type}
it: Ricevuto tipo di risposta di autenticazione errato: {resp_type}

source: Malformed auth response: Missing response message
de: Fehlerhafte Auth-Antwort: Antwortnachricht fehlt
es: Respuesta de autenticación malformada: Falta mensaje de respuesta
fr: Réponse d'authentification malformée : Message de réponse manquant
it: Risposta di autenticazione malformata: Messaggio di risposta mancante

source: Malformed auth response: Missing response status
de: Fehlerhafte Auth-Antwort: Antwortstatus fehlt
es: Respuesta de autenticación malformada: Falta estado de respuesta
fr: Réponse d'authentification malformée : Statut de réponse manquant
it: Risposta di autenticazione malformata: Stato della risposta mancante

source: Realm login successful: {destination}: {message}
de: Realm-Anmeldung erfolgreich: {destination}: {message}
es: Inicio de sesión del realm exitoso: {destination}: {message}
fr: Connexion au realm réussie : {destination} : {message}
it: Accesso al realm riuscito: {destination}: {message}

source: Authentication successful: {destination}: {message}
de: Authentifizierung erfolgreich: {destination}: {message}
es: Autenticación exitosa: {destination}: {message}
fr: Authentification réussie : {destination} : {message}
it: Autenticazione riuscita: {destination}: {message}

source: Unknown reneg reply: {reply}
de: Unbekannte Neuverhandlungs-Antwort: {reply}
es: Respuesta de renegociación desconocida: {reply}
fr: Réponse de renégociation inconnue : {reply}
it: Risposta di rinegoziazione sconosciuta: {reply}

source: Session renegotiation failed: {message}
de: Sitzungsneuverhandlung fehlgeschlagen: {message}
es: Renegociación de sesión fallida: {message}
fr: La renégociation de session a échoué : {message}
it: Rinegoziazione della sessione fallita: {message}

source: Login failed for user {username}: {message}
de: Anmeldung für Benutzer {username} fehlgeschlagen: {message}
es: Inicio de sesión fallido para el usuario {username}: {message}
fr: Échec de connexion pour l'utilisateur {username} : {message}
it: Accesso fallito per l'utente {username}: {message}

source: Logout failed: {message}
de: Abmeldung fehlgeschlagen: {message}
es: Error al cerrar sesión: {message}
fr: Échec de déconnexion : {message}
it: Disconnessione fallita: {message}

source: Session renegotiation denied by policy: {message}
de: Sitzungsneuverhandlung durch Richtlinie verweigert: {message}
es: Renegociación de sesión denegada por política: {message}
fr: Renégociation de session refusée par la politique : {message}
it: Rinegoziazione della sessione negata dalla policy: {message}

source: Authentication failed: {message}
de: Authentifizierung fehlgeschlagen: {message}
es: Autenticación fallida: {message}
fr: L'authentification a échoué : {message}
it: Autenticazione fallita: {message}

source: Session refresh failed: {message}
de: Sitzungsaktualisierung fehlgeschlagen: {message}
es: Actualización de sesión fallida: {message}
fr: Le rafraîchissement de session a échoué : {message}
it: Aggiornamento della sessione fallito: {message}

source: Authentication failed for user {username}: {message}
de: Authentifizierung für Benutzer {username} fehlgeschlagen: {message}
es: Autenticación fallida para el usuario {username}: {message}
fr: L'authentification a échoué pour l'utilisateur {username} : {message}
it: Autenticazione fallita per l'utente {username}: {message}

source: Unable to do host authentication without peer cert.
de: Host-Authentifizierung ohne Peer-Zertifikat nicht möglich.
es: No se puede realizar autenticación del host sin certificado del par.
fr: Impossible d'effectuer l'authentification de l'hôte sans certificat du pair.
it: Impossibile eseguire l'autenticazione host senza certificato del peer.

source: Auth command failed: {response}
de: Auth-Befehl fehlgeschlagen: {response}
es: Comando de autenticación fallido: {response}
fr: La commande d'authentification a échoué : {response}
it: Comando di autenticazione fallito: {response}

source: Missing client challenge in auth response: {response}
de: Client-Challenge fehlt in Auth-Antwort: {response}
es: Falta desafío del cliente en respuesta de autenticación: {response}
fr: Challenge client manquant dans la réponse d'authentification : {response}
it: Challenge del client mancante nella risposta di autenticazione: {response}

source: Missing server response in auth response: {response}
de: Server-Antwort fehlt in Auth-Antwort: {response}
es: Falta respuesta del servidor en respuesta de autenticación: {response}
fr: Réponse serveur manquante dans la réponse d'authentification : {response}
it: Risposta del server mancante nella risposta di autenticazione: {response}

source: Error verifying server response: {error}
de: Fehler bei der Verifizierung der Server-Antwort: {error}
es: Error al verificar respuesta del servidor: {error}
fr: Erreur lors de la vérification de la réponse serveur : {error}
it: Errore nella verifica della risposta del server: {error}

source: Failed to verify server response.
de: Server-Antwort konnte nicht verifiziert werden.
es: Error al verificar la respuesta del servidor.
fr: Échec de la vérification de la réponse serveur.
it: Verifica della risposta del server fallita.

source: Error signing client challenge: {error}
de: Fehler beim Signieren der Client-Challenge: {error}
es: Error al firmar desafío del cliente: {error}
fr: Erreur lors de la signature du challenge client : {error}
it: Errore nella firma del challenge del client: {error}

source: {peer_type} response verification successful: {fqdn}
de: {peer_type}-Antwortverifizierung erfolgreich: {fqdn}
es: Verificación de respuesta de {peer_type} exitosa: {fqdn}
fr: Vérification de la réponse {peer_type} réussie : {fqdn}
it: Verifica della risposta {peer_type} riuscita: {fqdn}

source: Error setting login token to otpme-agent: {error}
de: Fehler beim Setzen des Login-Tokens in otpme-agent: {error}
es: Error al establecer token de inicio de sesión en otpme-agent: {error}
fr: Erreur lors de la définition du jeton de connexion dans otpme-agent : {error}
it: Errore nell'impostazione del token di accesso in otpme-agent: {error}

source: Malformed auth response: Missing session UUID
de: Fehlerhafte Auth-Antwort: Sitzungs-UUID fehlt
es: Respuesta de autenticación malformada: Falta UUID de sesión
fr: Réponse d'authentification malformée : UUID de session manquant
it: Risposta di autenticazione malformata: UUID della sessione mancante

source: Malformed auth response: Missing keep_session
de: Fehlerhafte Auth-Antwort: keep_session fehlt
es: Respuesta de autenticación malformada: Falta keep_session
fr: Réponse d'authentification malformée : keep_session manquant
it: Risposta di autenticazione malformata: keep_session mancante

source: Malformed auth response: Missing login time
de: Fehlerhafte Auth-Antwort: Anmeldezeit fehlt
es: Respuesta de autenticación malformada: Falta hora de inicio de sesión
fr: Réponse d'authentification malformée : Heure de connexion manquante
it: Risposta di autenticazione malformata: Ora di accesso mancante

source: Malformed auth response: Missing session timeout
de: Fehlerhafte Auth-Antwort: Sitzungs-Timeout fehlt
es: Respuesta de autenticación malformada: Falta tiempo de espera de sesión
fr: Réponse d'authentification malformée : Timeout de session manquant
it: Risposta di autenticazione malformata: Timeout della sessione mancante

source: Malformed auth response: Missing unused session timeout
de: Fehlerhafte Auth-Antwort: Ungenutztes Sitzungs-Timeout fehlt
es: Respuesta de autenticación malformada: Falta tiempo de espera de sesión no utilizada
fr: Réponse d'authentification malformée : Timeout de session inutilisée manquant
it: Risposta di autenticazione malformata: Timeout della sessione non utilizzata mancante

source: Error decoding offline token: {error}
de: Fehler beim Dekodieren des Offline-Tokens: {error}
es: Error al decodificar token offline: {error}
fr: Erreur lors du décodage du jeton hors ligne : {error}
it: Errore nella decodifica del token offline: {error}

source: Error adding RSP to otpme-agent: {error}
de: Fehler beim Hinzufügen von RSP zu otpme-agent: {error}
es: Error al agregar RSP al otpme-agent: {error}
fr: Erreur lors de l'ajout du RSP à otpme-agent : {error}
it: Errore nell'aggiunta di RSP a otpme-agent: {error}

source: One of the offline tokens requires encryption but the login token '{token_path}' does not support it.
de: Einer der Offline-Token erfordert Verschlüsselung, aber der Login-Token '{token_path}' unterstützt dies nicht.
es: Uno de los tokens offline requiere cifrado pero el token de inicio de sesión '{token_path}' no lo soporta.
fr: L'un des jetons hors ligne nécessite le chiffrement mais le jeton de connexion '{token_path}' ne le prend pas en charge.
it: Uno dei token offline richiede la crittografia ma il token di accesso '{token_path}' non la supporta.

source: Unable to get ssh-agent connection: {error}
de: SSH-Agent-Verbindung konnte nicht hergestellt werden: {error}
es: No se puede obtener conexión al ssh-agent: {error}
fr: Impossible d'obtenir la connexion ssh-agent : {error}
it: Impossibile ottenere la connessione ssh-agent: {error}

source: Error signing challenge for offline token caching via ssh-agent: {error}
de: Fehler beim Signieren der Challenge für Offline-Token-Caching über SSH-Agent: {error}
es: Error al firmar desafío para el almacenamiento en caché de token offline mediante ssh-agent: {error}
fr: Erreur lors de la signature du challenge pour la mise en cache du jeton hors ligne via ssh-agent : {error}
it: Errore nella firma del challenge per la cache del token offline tramite ssh-agent: {error}

source: Unable to generate AES key for token offline caching from token '{token_path}': Unsupported token type: {token_type}
de: AES-Schlüssel für Token-Offline-Caching kann nicht aus Token '{token_path}' generiert werden: Nicht unterstützter Token-Typ: {token_type}
es: No se puede generar clave AES para el almacenamiento en caché offline del token desde el token '{token_path}': Tipo de token no soportado: {token_type}
fr: Impossible de générer la clé AES pour la mise en cache hors ligne du token depuis le token '{token_path}' : Type de token non supporté : {token_type}
it: Impossibile generare chiave AES per la cache offline del token dal token '{token_path}': Tipo di token non supportato: {token_type}

source: Client does not offer a certificate: {client}
de: Client bietet kein Zertifikat an: {client}
es: El cliente no ofrece un certificado: {client}
fr: Le client n'offre pas de certificat : {client}
it: Il client non offre un certificato: {client}

source: Client certificated issued by unknown CA: {issuer}: {client_cn}
de: Client-Zertifikat von unbekannter CA ausgestellt: {issuer}: {client_cn}
es: Certificado de cliente emitido por CA desconocida: {issuer}: {client_cn}
fr: Certificat client émis par une CA inconnue : {issuer} : {client_cn}
it: Certificato client emesso da CA sconosciuta: {issuer}: {client_cn}

source: Error checking CRL {ca}: {error}
de: Fehler beim Prüfen der CRL {ca}: {error}
es: Error al verificar CRL {ca}: {error}
fr: Erreur lors de la vérification de la CRL {ca} : {error}
it: Errore nel controllo CRL {ca}: {error}

source: Certificate revoked by CA: {issuer}: {client_cn}
de: Zertifikat von CA widerrufen: {issuer}: {client_cn}
es: Certificado revocado por CA: {issuer}: {client_cn}
fr: Certificat révoqué par la CA : {issuer} : {client_cn}
it: Certificato revocato dalla CA: {issuer}: {client_cn}

source: Client certificate does not offer a common name: {client}
de: Client-Zertifikat bietet keinen Common Name an: {client}
es: El certificado de cliente no ofrece un nombre común: {client}
fr: Le certificat client n'offre pas de nom commun : {client}
it: Il certificato client non offre un common name: {client}

source: Failed to sign ident challenge: {error}
de: Ident-Challenge konnte nicht signiert werden: {error}
es: Error al firmar el desafío de identificación: {error}
fr: Échec de la signature du défi d'identification : {error}
it: Firma del challenge di identificazione fallita: {error}

source: {peer_type} is disabled: {peer_fqdn}
de: {peer_type} ist deaktiviert: {peer_fqdn}
es: {peer_type} está deshabilitado: {peer_fqdn}
fr: {peer_type} est désactivé : {peer_fqdn}
it: {peer_type} è disabilitato: {peer_fqdn}

source: Received invalid request: {error}
de: Ungültige Anfrage erhalten: {error}
es: Solicitud inválida recibida: {error}
fr: Requête invalide reçue : {error}
it: Ricevuta richiesta non valida: {error}

source: Unable to get peer from certificate CN: {error}
de: Peer kann nicht aus Zertifikat-CN ermittelt werden: {error}
es: No se puede obtener el par del CN del certificado: {error}
fr: Impossible d'obtenir le pair depuis le CN du certificat : {error}
it: Impossibile ottenere il peer dal CN del certificato: {error}

source: Unknown node/host: {client_cn}
de: Unbekannter Node/Host: {client_cn}
es: Nodo/host desconocido: {client_cn}
fr: Nœud/hôte inconnu : {client_cn}
it: Nodo/host sconosciuto: {client_cn}

source: Using protocol: {protocol}
de: Verwendetes Protokoll: {protocol}
es: Usando protocolo: {protocol}
fr: Utilisation du protocole : {protocol}
it: Utilizzo protocollo: {protocol}

source: Error in OTPmeServer1._ident_site(): {error}
de: Fehler in OTPmeServer1._ident_site(): {error}
es: Error en OTPmeServer1._ident_site(): {error}
fr: Erreur dans OTPmeServer1._ident_site() : {error}
it: Errore in OTPmeServer1._ident_site(): {error}

source: Processing 'preauth_check' command for client: {client}
de: Verarbeite 'preauth_check'-Befehl für Client: {client}
es: Procesando comando 'preauth_check' para cliente: {client}
fr: Traitement de la commande 'preauth_check' pour le client : {client}
it: Elaborazione comando 'preauth_check' per il client: {client}

source: Protocol violation: Missing preauth request
de: Protokollverletzung: Fehlende Preauth-Anfrage
es: Violación de protocolo: Falta solicitud de preautenticación
fr: Violation de protocole : Requête de pré-authentification manquante
it: Violazione del protocollo: Richiesta preauth mancante

source: Error in OTPmeServer1._start_preauth(): {error}
de: Fehler in OTPmeServer1._start_preauth(): {error}
es: Error en OTPmeServer1._start_preauth(): {error}
fr: Erreur dans OTPmeServer1._start_preauth() : {error}
it: Errore in OTPmeServer1._start_preauth(): {error}

source: Error in OTPmeServer1._end_preauth(): {error}
de: Fehler in OTPmeServer1._end_preauth(): {error}
es: Error en OTPmeServer1._end_preauth(): {error}
fr: Erreur dans OTPmeServer1._end_preauth() : {error}
it: Errore in OTPmeServer1._end_preauth(): {error}

source: Successfully authenticated as user '{username}'.
de: Erfolgreich als Benutzer '{username}' authentifiziert.
es: Autenticado exitosamente como usuario '{username}'.
fr: Authentification réussie en tant qu'utilisateur '{username}'.
it: Autenticato con successo come utente '{username}'.

source: Successfully logged in as user '{username}'.
de: Erfolgreich als Benutzer '{username}' angemeldet.
es: Sesión iniciada exitosamente como usuario '{username}'.
fr: Connexion réussie en tant qu'utilisateur '{username}'.
it: Accesso eseguito con successo come utente '{username}'.

source: Logged in as user '{username}'.
de: Als Benutzer '{username}' angemeldet.
es: Sesión iniciada como usuario '{username}'.
fr: Connecté en tant qu'utilisateur '{username}'.
it: Accesso eseguito come utente '{username}'.

source: Authenticated: {peer}
de: Authentifiziert: {peer}
es: Autenticado: {peer}
fr: Authentifié : {peer}
it: Autenticato: {peer}

source: Error in OTPmeServer1._start_host_auth(): {error}
de: Fehler in OTPmeServer1._start_host_auth(): {error}
es: Error en OTPmeServer1._start_host_auth(): {error}
fr: Erreur dans OTPmeServer1._start_host_auth() : {error}
it: Errore in OTPmeServer1._start_host_auth(): {error}

source: Error in OTPmeServer1._end_host_auth(): {error}
de: Fehler in OTPmeServer1._end_host_auth(): {error}
es: Error en OTPmeServer1._end_host_auth(): {error}
fr: Erreur dans OTPmeServer1._end_host_auth() : {error}
it: Errore in OTPmeServer1._end_host_auth(): {error}

source: Error in OTPmeServer1._start_user_auth(): {error}
de: Fehler in OTPmeServer1._start_user_auth(): {error}
es: Error en OTPmeServer1._start_user_auth(): {error}
fr: Erreur dans OTPmeServer1._start_user_auth() : {error}
it: Errore in OTPmeServer1._start_user_auth(): {error}

source: Error authenticating user: {error}
de: Fehler beim Authentifizieren des Benutzers: {error}
es: Error al autenticar usuario: {error}
fr: Erreur lors de l'authentification de l'utilisateur : {error}
it: Errore nell'autenticazione utente: {error}

source: Error in authenticate_user(): {error}
de: Fehler in authenticate_user(): {error}
es: Error en authenticate_user(): {error}
fr: Erreur dans authenticate_user() : {error}
it: Errore in authenticate_user(): {error}

source: Error in OTPmeServer1._end_user_auth(): {error}
de: Fehler in OTPmeServer1._end_user_auth(): {error}
es: Error en OTPmeServer1._end_user_auth(): {error}
fr: Erreur dans OTPmeServer1._end_user_auth() : {error}
it: Errore in OTPmeServer1._end_user_auth(): {error}

source: Error in OTPmeServer1._process(): {error}
de: Fehler in OTPmeServer1._process(): {error}
es: Error en OTPmeServer1._process(): {error}
fr: Erreur dans OTPmeServer1._process() : {error}
it: Errore in OTPmeServer1._process(): {error}

source: Preauth request misses encryption key.
de: Preauth-Anfrage fehlt Verschlüsselungsschlüssel.
es: La solicitud de preautenticación no tiene clave de cifrado.
fr: La requête de pré-authentification manque de clé de chiffrement.
it: La richiesta preauth manca della chiave di crittografia.

source: Failed to decrypt preauth key: {peer}: {error}
de: Preauth-Schlüssel konnte nicht entschlüsselt werden: {peer}: {error}
es: Error al descifrar clave de preautenticación: {peer}: {error}
fr: Échec du déchiffrement de la clé de pré-authentification : {peer} : {error}
it: Impossibile decrittare la chiave preauth: {peer}: {error}

source: Failed to decrypt preauth key: {peer}
de: Preauth-Schlüssel konnte nicht entschlüsselt werden: {peer}
es: Error al descifrar clave de preautenticación: {peer}
fr: Échec du déchiffrement de la clé de pré-authentification : {peer}
it: Impossibile decrittare la chiave preauth: {peer}

source: Unable to decode preauth request: {error}
de: Preauth-Anfrage kann nicht dekodiert werden: {error}
es: No se puede decodificar solicitud de preautenticación: {error}
fr: Impossible de décoder la requête de pré-authentification : {error}
it: Impossibile decodificare la richiesta preauth: {error}

source: Preauth check failed: {error}
de: Preauth-Prüfung fehlgeschlagen: {error}
es: Verificación de preautenticación fallida: {error}
fr: Échec de la vérification de pré-authentification : {error}
it: Controllo preauth fallito: {error}

source: Invalid preauth request: Missing DH parameters.
de: Ungültige Preauth-Anfrage: Fehlende DH-Parameter.
es: Solicitud de preautenticación inválida: Faltan parámetros DH.
fr: Requête de pré-authentification invalide : Paramètres DH manquants.
it: Richiesta preauth non valida: Parametri DH mancanti.

source: Failed to get accessgroup of client: {client}: {error}
de: Zugriffsgruppe des Clients konnte nicht ermittelt werden: {client}: {error}
es: Error al obtener grupo de acceso del cliente: {client}: {error}
fr: Échec de l'obtention du groupe d'accès du client : {client} : {error}
it: Impossibile ottenere il gruppo di accesso del client: {client}: {error}

source: Unable to get client accessgroup: {client}
de: Client-Zugriffsgruppe kann nicht ermittelt werden: {client}
es: No se puede obtener grupo de acceso del cliente: {client}
fr: Impossible d'obtenir le groupe d'accès du client : {client}
it: Impossibile ottenere il gruppo di accesso del client: {client}

source: Failed to get accessgroup of host: {client}: {error}
de: Zugriffsgruppe des Hosts konnte nicht ermittelt werden: {client}: {error}
es: Error al obtener grupo de acceso del host: {client}: {error}
fr: Échec de l'obtention du groupe d'accès de l'hôte : {client} : {error}
it: Impossibile ottenere il gruppo di accesso dell'host: {client}: {error}

source: Unable to get host accessgroup: {client}
de: Host-Zugriffsgruppe kann nicht ermittelt werden: {client}
es: No se puede obtener grupo de acceso del host: {client}
fr: Impossible d'obtenir le groupe d'accès de l'hôte : {client}
it: Impossibile ottenere il gruppo di accesso dell'host: {client}
