Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Add (ldap) object class to accessgroup
de: (LDAP) Objektklasse zur Accessgroup hinzufügen
es: Agregar clase de objeto (ldap) a grupo de acceso
fr: Ajouter classe d'objet (ldap) au groupe d'accès
it: Aggiungi classe oggetto (ldap) al gruppo di accesso

source: Usage: otpme-accessgroup del_object_class {accessgroup} {object_class}
de: Verwendung: otpme-accessgroup del_object_class {accessgroup} {object_class}
es: Uso: otpme-accessgroup del_object_class {accessgroup} {object_class}
it: Utilizzo: otpme-accessgroup del_object_class {accessgroup} {object_class}

source: Delete (ldap) object class from accessgroup
de: (LDAP) Objektklasse von Accessgroup löschen
es: Eliminar clase de objeto (ldap) de grupo de acceso
fr: Supprimer classe d'objet (ldap) du groupe d'accès
it: Elimina classe oggetto (ldap) dal gruppo di accesso

source: Usage: otpme-accessgroup add_acl {accessgroup} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-accessgroup add_acl {accessgroup} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-accessgroup add_acl {accessgroup} {role|token} {role_path|token_path} {acl[:value]}
it: Utilizzo: otpme-accessgroup add_acl {accessgroup} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to accessgroup
de: ACL zur Accessgroup hinzufügen
es: Agregar ACL a grupo de acceso
fr: Ajouter ACL au groupe d'accès
it: Aggiungi ACL al gruppo di accesso

source: Usage: otpme-accessgroup del_acl {accessgroup} {acl}
de: Verwendung: otpme-accessgroup del_acl {accessgroup} {acl}
es: Uso: otpme-accessgroup del_acl {accessgroup} {acl}
it: Utilizzo: otpme-accessgroup del_acl {accessgroup} {acl}

source: Delete ACL from accessgroup
de: ACL von Accessgroup löschen
es: Eliminar ACL de grupo de acceso
fr: Supprimer ACL du groupe d'accès
it: Elimina ACL dal gruppo di accesso

source: Usage: otpme-accessgroup show_acls {accessgroup}
de: Verwendung: otpme-accessgroup show_acls {accessgroup}
es: Uso: otpme-accessgroup show_acls {accessgroup}
it: Utilizzo: otpme-accessgroup show_acls {accessgroup}

source: Show ACLs of accessgroup
de: ACLs der Accessgroup anzeigen
es: Mostrar ACLs del grupo de acceso
fr: Afficher les ACL du groupe d'accès
it: Mostra ACL del gruppo di accesso

source: Usage: otpme-accessgroup enable_acl_inheritance {accessgroup}
de: Verwendung: otpme-accessgroup enable_acl_inheritance {accessgroup}
es: Uso: otpme-accessgroup enable_acl_inheritance {accessgroup}
it: Utilizzo: otpme-accessgroup enable_acl_inheritance {accessgroup}

source: Enable ACL inheritance for accessgroup
de: ACL-Vererbung für Zugriffsgruppe aktivieren
es: Habilitar herencia de ACL para grupo de acceso
fr: Activer l'héritage ACL pour le groupe d'accès
it: Abilita ereditarietà ACL per il gruppo di accesso

source: Usage: otpme-accessgroup disable_acl_inheritance {accessgroup}
de: Verwendung: otpme-accessgroup disable_acl_inheritance {accessgroup}
es: Uso: otpme-accessgroup disable_acl_inheritance {accessgroup}
it: Utilizzo: otpme-accessgroup disable_acl_inheritance {accessgroup}

source: Disable ACL inheritance for accessgroup
de: ACL-Vererbung für Zugriffsgruppe deaktivieren
es: Deshabilitar herencia de ACL para grupo de acceso
fr: Désactiver l'héritage ACL pour le groupe d'accès
it: Disabilita ereditarietà ACL per il gruppo di accesso

source: Usage: otpme-accessgroup move [--keep-acls] {accessgroup} {unit}
de: Verwendung: otpme-accessgroup move [--keep-acls] {accessgroup} {unit}
es: Uso: otpme-accessgroup move [--keep-acls] {accessgroup} {unit}
it: Utilizzo: otpme-accessgroup move [--keep-acls] {accessgroup} {unit}

source: Change accessgroup's unit
de: Einheit der Zugriffsgruppe ändern
es: Cambiar unidad del grupo de acceso
fr: Changer l'unité du groupe d'accès
it: Cambia unità del gruppo di accesso

source: Usage: otpme-accessgroup remove_orphans {accessgroup}
de: Verwendung: otpme-accessgroup remove_orphans {accessgroup}
es: Uso: otpme-accessgroup remove_orphans {accessgroup}
it: Utilizzo: otpme-accessgroup remove_orphans {accessgroup}

source: Usage: otpme-accessgroup description {accessgroup} [description]
de: Verwendung: otpme-accessgroup description {accessgroup} [description]
es: Uso: otpme-accessgroup description {accessgroup} [description]
it: Utilizzo: otpme-accessgroup description {accessgroup} [description]

source: Set accessgroup description
de: Beschreibung der Zugriffsgruppe festlegen
es: Establecer descripción del grupo de acceso
fr: Définir la description du groupe d'accès
it: Imposta descrizione del gruppo di accesso

source: Usage: otpme-accessgroup export --password <password> {accessgroup}
de: Verwendung: otpme-accessgroup export --password <password> {accessgroup}
es: Uso: otpme-accessgroup export --password <password> {accessgroup}
it: Utilizzo: otpme-accessgroup export --password <password> {accessgroup}

source: Export accessgroup config to stdout
de: Zugriffsgruppenkonfiguration nach stdout exportieren
es: Exportar configuración del grupo de acceso a stdout
fr: Exporter la configuration du groupe d'accès vers stdout
it: Esporta configurazione del gruppo di accesso su stdout

source: Usage: otpme-accessgroup add_policy {accessgroup} {policy}
de: Verwendung: otpme-accessgroup add_policy {accessgroup} {policy}
es: Uso: otpme-accessgroup add_policy {accessgroup} {policy}
it: Utilizzo: otpme-accessgroup add_policy {accessgroup} {policy}

source: Add policy to accessgroup
de: Richtlinie zur Zugriffsgruppe hinzufügen
es: Agregar política al grupo de acceso
fr: Ajouter politique au groupe d'accès
it: Aggiungi policy al gruppo di accesso

source: Usage: otpme-accessgroup remove_policy {accessgroup} {policy}
de: Verwendung: otpme-accessgroup remove_policy {accessgroup} {policy}
es: Uso: otpme-accessgroup remove_policy {accessgroup} {policy}
it: Utilizzo: otpme-accessgroup remove_policy {accessgroup} {policy}

source: Remove policy from accessgroup
de: Richtlinie von Zugriffsgruppe entfernen
es: Eliminar política del grupo de acceso
fr: Supprimer politique du groupe d'accès
it: Rimuovi policy dal gruppo di accesso

source: Usage: otpme-accessgroup list_tokens {accessgroup}
de: Verwendung: otpme-accessgroup list_tokens {accessgroup}
es: Uso: otpme-accessgroup list_tokens {accessgroup}
it: Utilizzo: otpme-accessgroup list_tokens {accessgroup}

source: Usage: otpme-accessgroup list_roles {accessgroup}
de: Verwendung: otpme-accessgroup list_roles {accessgroup}
es: Uso: otpme-accessgroup list_roles {accessgroup}
it: Utilizzo: otpme-accessgroup list_roles {accessgroup}

source: Usage: otpme-accessgroup list_policies {accessgroup}
de: Verwendung: otpme-accessgroup list_policies {accessgroup}
es: Uso: otpme-accessgroup list_policies {accessgroup}
it: Utilizzo: otpme-accessgroup list_policies {accessgroup}

source: Usage: otpme-accessgroup add_role {accessgroup} {role}
de: Verwendung: otpme-accessgroup add_role {accessgroup} {role}
es: Uso: otpme-accessgroup add_role {accessgroup} {role}
it: Utilizzo: otpme-accessgroup add_role {accessgroup} {role}

source: Add role to accessgroup
de: Rolle zur Zugriffsgruppe hinzufügen
es: Agregar rol al grupo de acceso
fr: Ajouter rôle au groupe d'accès
it: Aggiungi ruolo al gruppo di accesso

source: Usage: otpme-accessgroup remove_role {accessgroup} {role}
de: Verwendung: otpme-accessgroup remove_role {accessgroup} {role}
es: Uso: otpme-accessgroup remove_role {accessgroup} {role}
it: Utilizzo: otpme-accessgroup remove_role {accessgroup} {role}

source: Remove role from accessgroup
de: Rolle von Zugriffsgruppe entfernen
es: Eliminar rol del grupo de acceso
fr: Supprimer le rôle du groupe d'accès
it: Rimuovi ruolo dal gruppo di accesso

source: Usage: otpme-accessgroup add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {accessgroup} {token} [token_options]
de: Verwendung: otpme-accessgroup add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {accessgroup} {token} [token_options]
es: Uso: otpme-accessgroup add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {accessgroup} {token} [token_options]
it: Utilizzo: otpme-accessgroup add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {accessgroup} {token} [token_options]

source: Add token to accessgroup.
de: Token zur Zugriffsgruppe hinzufügen.
es: Agregar token al grupo de acceso.
fr: Ajouter un jeton au groupe d'accès.
it: Aggiungi token al gruppo di accesso.

source: Usage: otpme-accessgroup remove_token --keep-sign {accessgroup} {token}
de: Verwendung: otpme-accessgroup remove_token --keep-sign {accessgroup} {token}
es: Uso: otpme-accessgroup remove_token --keep-sign {accessgroup} {token}
it: Utilizzo: otpme-accessgroup remove_token --keep-sign {accessgroup} {token}

source: Remove token from accessgroup.
de: Token von Zugriffsgruppe entfernen.
es: Eliminar token del grupo de acceso.
fr: Supprimer le jeton du groupe d'accès.
it: Rimuovi token dal gruppo di accesso.

source: Usage: otpme-accessgroup enable_sessions {accessgroup}
de: Verwendung: otpme-accessgroup enable_sessions {accessgroup}
es: Uso: otpme-accessgroup enable_sessions {accessgroup}
it: Utilizzo: otpme-accessgroup enable_sessions {accessgroup}

source: Enable sessions for accessgroup
de: Sitzungen für Zugriffsgruppe aktivieren
es: Habilitar sesiones para el grupo de acceso
fr: Activer les sessions pour le groupe d'accès
it: Abilita sessioni per accessgroup

source: Usage: otpme-accessgroup disable_sessions {accessgroup}
de: Verwendung: otpme-accessgroup disable_sessions {accessgroup}
es: Uso: otpme-accessgroup disable_sessions {accessgroup}
it: Uso: otpme-accessgroup disable_sessions {accessgroup}

source: Disable sessions for accessgroup
de: Sitzungen für Zugriffsgruppe deaktivieren
es: Deshabilitar sesiones para el grupo de acceso
fr: Désactiver les sessions pour le groupe d'accès
it: Disabilita sessioni per accessgroup

source: Usage: otpme-accessgroup enable_session_master {accessgroup}
de: Verwendung: otpme-accessgroup enable_session_master {accessgroup}
es: Uso: otpme-accessgroup enable_session_master {accessgroup}
it: Uso: otpme-accessgroup enable_session_master {accessgroup}

source: Make accessgroup the session master
de: Zugriffsgruppe zum Sitzungsmaster machen
es: Hacer que el grupo de acceso sea el maestro de sesión
fr: Faire du groupe d'accès le maître de session
it: Rendi accessgroup il master di sessione

source: Usage: otpme-accessgroup disable_session_master {accessgroup}
de: Verwendung: otpme-accessgroup disable_session_master {accessgroup}
es: Uso: otpme-accessgroup disable_session_master {accessgroup}
it: Uso: otpme-accessgroup disable_session_master {accessgroup}

source: Disable session master for accessgroup
de: Sitzungsmaster für Zugriffsgruppe deaktivieren
es: Deshabilitar maestro de sesión para el grupo de acceso
fr: Désactiver le maître de session pour le groupe d'accès
it: Disabilita master di sessione per accessgroup

source: Usage: otpme-accessgroup enable_timeout_pass_on {accessgroup}
de: Verwendung: otpme-accessgroup enable_timeout_pass_on {accessgroup}
es: Uso: otpme-accessgroup enable_timeout_pass_on {accessgroup}
it: Uso: otpme-accessgroup enable_timeout_pass_on {accessgroup}

source: Enable pass on of timeout values to child sessions
de: Weitergabe von Timeout-Werten an untergeordnete Sitzungen aktivieren
es: Habilitar transferencia de valores de tiempo de espera a sesiones hijas
fr: Activer la transmission des valeurs de délai d'expiration aux sessions enfants
it: Abilita passaggio dei valori di timeout alle sessioni figlie

source: Usage: otpme-accessgroup disable_timeout_pass_on {accessgroup}
de: Verwendung: otpme-accessgroup disable_timeout_pass_on {accessgroup}
es: Uso: otpme-accessgroup disable_timeout_pass_on {accessgroup}
it: Uso: otpme-accessgroup disable_timeout_pass_on {accessgroup}

source: Disable pass on of timeout values to child sessions
de: Weitergabe von Timeout-Werten an untergeordnete Sitzungen deaktivieren
es: Deshabilitar transferencia de valores de tiempo de espera a sesiones hijas
fr: Désactiver la transmission des valeurs de délai d'expiration aux sessions enfants
it: Disabilita passaggio dei valori di timeout alle sessioni figlie

source: Usage: otpme-accessgroup add_child_group {accessgroup} {accessgroup}
de: Verwendung: otpme-accessgroup add_child_group {accessgroup} {accessgroup}
es: Uso: otpme-accessgroup add_child_group {accessgroup} {accessgroup}
it: Uso: otpme-accessgroup add_child_group {accessgroup} {accessgroup}

source: Add child accessgroup
de: Untergeordnete Zugriffsgruppe hinzufügen
es: Agregar grupo de acceso hijo
fr: Ajouter un groupe d'accès enfant
it: Aggiungi accessgroup figlio

source: Usage: otpme-accessgroup remove_child_group {accessgroup} {accessgroup}
de: Verwendung: otpme-accessgroup remove_child_group {accessgroup} {accessgroup}
es: Uso: otpme-accessgroup remove_child_group {accessgroup} {accessgroup}
it: Uso: otpme-accessgroup remove_child_group {accessgroup} {accessgroup}

source: Remove child accessgroup
de: Untergeordnete Zugriffsgruppe entfernen
es: Eliminar grupo de acceso hijo
fr: Supprimer le groupe d'accès enfant
it: Rimuovi accessgroup figlio

source: Usage: otpme-accessgroup add_child_session {accessgroup} {accessgroup}
de: Verwendung: otpme-accessgroup add_child_session {accessgroup} {accessgroup}
es: Uso: otpme-accessgroup add_child_session {accessgroup} {accessgroup}
it: Uso: otpme-accessgroup add_child_session {accessgroup} {accessgroup}

source: Add child session
de: Untergeordnete Sitzung hinzufügen
es: Agregar sesión hija
fr: Ajouter une session enfant
it: Aggiungi sessione figlia

source: Usage: otpme-accessgroup remove_child_session {accessgroup} {accessgroup}
de: Verwendung: otpme-accessgroup remove_child_session {accessgroup} {accessgroup}
es: Uso: otpme-accessgroup remove_child_session {accessgroup} {accessgroup}
it: Uso: otpme-accessgroup remove_child_session {accessgroup} {accessgroup}

source: Remove child session
de: Untergeordnete Sitzung entfernen
es: Eliminar sesión hija
fr: Supprimer la session enfant
it: Rimuovi sessione figlia

source: Usage: otpme-accessgroup max_sessions {accessgroup} [max_sessions]
de: Verwendung: otpme-accessgroup max_sessions {accessgroup} [max_sessions]
es: Uso: otpme-accessgroup max_sessions {accessgroup} [max_sessions]
it: Uso: otpme-accessgroup max_sessions {accessgroup} [max_sessions]

source: Set max sessions that will be created for this accessgroup
de: Maximale Anzahl der Sitzungen festlegen, die für diese Zugriffsgruppe erstellt werden
es: Establecer máximo de sesiones que se crearán para este grupo de acceso
fr: Définir le nombre maximum de sessions qui seront créées pour ce groupe d'accès
it: Imposta il numero massimo di sessioni che verranno create per questo accessgroup

source: Usage: otpme-accessgroup relogin_timeout {accessgroup} [relogin_timeout]
de: Verwendung: otpme-accessgroup relogin_timeout {accessgroup} [relogin_timeout]
es: Uso: otpme-accessgroup relogin_timeout {accessgroup} [relogin_timeout]
it: Uso: otpme-accessgroup relogin_timeout {accessgroup} [relogin_timeout]

source: Set relogin timeout for this accessgroup.
de: Relogin-Timeout für diese Zugriffsgruppe festlegen.
es: Establecer tiempo de espera de reingreso para este grupo de acceso.
fr: Définir le délai de reconnexion pour ce groupe d'accès.
it: Imposta timeout di relogin per questo accessgroup.

source: Usage: otpme-accessgroup max_fail {accessgroup} [max_fail]
de: Verwendung: otpme-accessgroup max_fail {accessgroup} [max_fail]
es: Uso: otpme-accessgroup max_fail {accessgroup} [max_fail]
it: Uso: otpme-accessgroup max_fail {accessgroup} [max_fail]

source: Set max failed logins after a user gets locked for this accessgroup
de: Maximale fehlgeschlagene Anmeldungen festlegen, nach denen ein Benutzer für diese Zugriffsgruppe gesperrt wird
es: Establecer máximo de inicios de sesión fallidos después de que un usuario sea bloqueado para este grupo de acceso
fr: Définir le nombre maximum de connexions échouées après lequel un utilisateur est verrouillé pour ce groupe d'accès
it: Imposta il numero massimo di login falliti dopo cui un utente viene bloccato per questo accessgroup

source: Usage: otpme-accessgroup max_fail_reset {accessgroup} [reset_time]
de: Verwendung: otpme-accessgroup max_fail_reset {accessgroup} [reset_time]
es: Uso: otpme-accessgroup max_fail_reset {accessgroup} [reset_time]
it: Uso: otpme-accessgroup max_fail_reset {accessgroup} [reset_time]

source: Set max fail reset time.
de: Max-Fail-Reset-Zeit festlegen.
es: Establecer tiempo de reinicio de fallo máximo.
fr: Définir le temps de réinitialisation du maximum d'échecs.
it: Imposta tempo di reset max fail.

source: Usage: otpme-accessgroup timeout {accessgroup} [timeout]
de: Verwendung: otpme-accessgroup timeout {accessgroup} [timeout]
es: Uso: otpme-accessgroup timeout {accessgroup} [timeout]
it: Uso: otpme-accessgroup timeout {accessgroup} [timeout]

source: Set session timeout
de: Sitzungs-Timeout festlegen
es: Establecer tiempo de espera de sesión
fr: Définir le délai d'expiration de session
it: Imposta timeout sessione

source: Usage: otpme-accessgroup unused_timeout {accessgroup} [unused_timeout]
de: Verwendung: otpme-accessgroup unused_timeout {accessgroup} [unused_timeout]
es: Uso: otpme-accessgroup unused_timeout {accessgroup} [unused_timeout]
it: Uso: otpme-accessgroup unused_timeout {accessgroup} [unused_timeout]

source: Set unused session timeout
de: Timeout für ungenutzte Sitzung festlegen
es: Establecer tiempo de espera de sesión sin usar
fr: Définir le délai d'expiration de session inutilisée
it: Imposta timeout sessione non utilizzata

source: Usage: otpme-ca {command} [ca]
de: Verwendung: otpme-ca {command} [ca]
es: Uso: otpme-ca {command} [ca]
it: Uso: otpme-ca {command} [ca]

source: Usage: otpme-ca show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [ca]
de: Verwendung: otpme-ca show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [ca]
es: Uso: otpme-ca show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [ca]
it: Uso: otpme-ca show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [ca]

source: Show CA(s)
de: CA(s) anzeigen
es: Mostrar CA(s)
fr: Afficher la ou les CA
it: Mostra CA

source: Show all CAs.
de: Alle CAs anzeigen.
es: Mostrar todas las CAs.
fr: Afficher toutes les CA.
it: Mostra tutte le CA.

source: Usage: otpme-ca list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-ca list [--attribute attribute] [-a] [regex]
es: Uso: otpme-ca list [--attribute attribute] [-a] [regex]
it: Uso: otpme-ca list [--attribute attribute] [-a] [regex]

source: List CAs
de: CAs auflisten
es: Listar CAs
fr: Lister les CA
it: Elenca CA

source: List all CAs.
de: Alle CAs auflisten.
es: Listar todas las CAs.
fr: Lister toutes les CA.
it: Elenca tutte le CA.

source: Usage: otpme-ca add {ca}
de: Verwendung: otpme-ca add {ca}
es: Uso: otpme-ca add {ca}
it: Uso: otpme-ca add {ca}

source: Add new CA
de: Neue CA hinzufügen
es: Agregar nueva CA
fr: Ajouter une nouvelle CA
it: Aggiungi nuova CA

source: CA certificate validity in days.
de: CA-Zertifikatsgültigkeit in Tagen.
es: Validez del certificado CA en días.
fr: Validité du certificat CA en jours.
it: Validità certificato CA in giorni.

source: Key length for CA certificate in bits.
de: Schlüssellänge für CA-Zertifikat in Bits.
es: Longitud de clave para certificado CA en bits.
fr: Longueur de clé pour le certificat CA en bits.
it: Lunghezza chiave per certificato CA in bit.

source: Set CA certificate <country> field.
de: CA-Zertifikat <country> Feld festlegen.
es: Establecer campo <country> del certificado CA.
fr: Définir le champ <country> du certificat CA.
it: Imposta campo <country> del certificato CA.

source: Set CA certificate <state> field.
de: CA-Zertifikat <state> Feld festlegen.
es: Establecer campo <state> del certificado CA.
fr: Définir le champ <state> du certificat CA.
it: Imposta campo <state> del certificato CA.

source: Set CA certificate <locality> field.
de: CA-Zertifikat <locality> Feld festlegen.
es: Establecer campo <locality> del certificado CA.
fr: Définir le champ <locality> du certificat CA.
it: Imposta campo <locality> del certificato CA.

source: Set CA certificate <organization> field.
de: CA-Zertifikat <organization> Feld festlegen.
es: Establecer campo <organization> del certificado CA.
fr: Définir le champ <organization> du certificat CA.
it: Imposta campo <organization> del certificato CA.

source: Set CA certificate <ou> field.
de: CA-Zertifikat <ou> Feld festlegen.
es: Establecer campo <ou> del certificado CA.
fr: Définir le champ <ou> du certificat CA.
it: Imposta campo <ou> del certificato CA.

source: Set CA certificate <email> field.
de: CA-Zertifikat <email> Feld festlegen.
es: Establecer campo <email> del certificado CA.
fr: Définir le champ <email> du certificat CA.
it: Imposta campo <email> del certificato CA.

source: Usage: otpme-ca del {ca}
de: Verwendung: otpme-ca del {ca}
es: Uso: otpme-ca del {ca}
it: Uso: otpme-ca del {ca}

source: Delete CA
de: CA löschen
es: Eliminar CA
fr: Supprimer CA
it: Elimina CA

source: Usage: otpme-ca touch {ca}
de: Verwendung: otpme-ca touch {ca}
es: Uso: otpme-ca touch {ca}
it: Utilizzo: otpme-ca touch {ca}

source: Usage: otpme-ca enable {ca}
de: Verwendung: otpme-ca enable {ca}
es: Uso: otpme-ca enable {ca}
it: Utilizzo: otpme-ca enable {ca}

source: Enable CA
de: CA aktivieren
es: Habilitar CA
fr: Activer CA
it: Abilita CA

source: Usage: otpme-ca disable {ca}
de: Verwendung: otpme-ca disable {ca}
es: Uso: otpme-ca disable {ca}
it: Utilizzo: otpme-ca disable {ca}

source: Disable CA
de: CA deaktivieren
es: Deshabilitar CA
fr: Désactiver CA
it: Disabilita CA

source: Usage: otpme-ca rename {ca} {new_name}
de: Verwendung: otpme-ca rename {ca} {new_name}
es: Uso: otpme-ca rename {ca} {new_name}
it: Utilizzo: otpme-ca rename {ca} {new_name}

source: Rename CA
de: CA umbenennen
es: Renombrar CA
fr: Renommer CA
it: Rinomina CA

source: Usage: otpme-ca config {ca} {param} [value]
de: Verwendung: otpme-ca config {ca} {param} [value]
es: Uso: otpme-ca config {ca} {param} [value]
it: Utilizzo: otpme-ca config {ca} {param} [value]

source: Add config parameter to CA.
de: Konfigurationsparameter zu CA hinzufügen.
es: Agregar parámetro de configuración a CA.
fr: Ajouter un paramètre de configuration au CA.
it: Aggiungi parametro di configurazione alla CA.

source: Usage: otpme-ca show_config {ca}
de: Verwendung: otpme-ca show_config {ca}
es: Uso: otpme-ca show_config {ca}
it: Utilizzo: otpme-ca show_config {ca}

source: Show CA config parameters
de: CA-Konfigurationsparameter anzeigen
es: Mostrar parámetros de configuración de CA
fr: Afficher les paramètres de configuration du CA
it: Mostra i parametri di configurazione della CA

source: Usage: otpme-ca add_extension {ca} {extension}
de: Verwendung: otpme-ca add_extension {ca} {extension}
es: Uso: otpme-ca add_extension {ca} {extension}
it: Utilizzo: otpme-ca add_extension {ca} {extension}

source: Add extension to CA
de: Erweiterung zu CA hinzufügen
es: Agregar extensión a CA
fr: Ajouter une extension au CA
it: Aggiungi estensione alla CA

source: Usage: otpme-ca remove_extension {ca} {extension}
de: Verwendung: otpme-ca remove_extension {ca} {extension}
es: Uso: otpme-ca remove_extension {ca} {extension}
it: Utilizzo: otpme-ca remove_extension {ca} {extension}

source: Remove extension from CA
de: Erweiterung von CA entfernen
es: Eliminar extensión de CA
fr: Supprimer une extension du CA
it: Rimuovi estensione dalla CA
