Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Creating config file: {config_file}
de: Erstelle Konfigurationsdatei: {config_file}
es: Creando archivo de configuración: {config_file}
fr: Création du fichier de configuration : {config_file}
it: Creazione file di configurazione: {config_file}

source: Loading config file: {config_file}
de: Lade Konfigurationsdatei: {config_file}
es: Cargando archivo de configuración: {config_file}
fr: Chargement du fichier de configuration : {config_file}
it: Caricamento file di configurazione: {config_file}

source: Failed to log to file: {logfile}: {error}
de: Fehler beim Schreiben in Logdatei: {logfile}: {error}
es: Error al registrar en archivo: {logfile}: {error}
fr: Échec de l'écriture dans le fichier journal : {logfile} : {error}
it: Impossibile scrivere nel file di log: {logfile}: {error}

source: Failed to watch PID: {pid}: {error}
de: Fehler beim Überwachen der PID: {pid}: {error}
es: Error al monitorear PID: {pid}: {error}
fr: Échec de la surveillance du PID : {pid} : {error}
it: Impossibile monitorare il PID: {pid}: {error}

source: Started watching PID with login session: {pid}
de: Überwachung der PID mit Login-Sitzung gestartet: {pid}
es: Comenzó el monitoreo de PID con sesión de inicio: {pid}
fr: Surveillance du PID démarrée avec session de connexion : {pid}
it: Avviato monitoraggio PID con sessione di login: {pid}

source: Stopped watching PID with no more login sessions: {pid}
de: Überwachung der PID ohne weitere Login-Sitzungen beendet: {pid}
es: Detuvo el monitoreo de PID sin más sesiones de inicio: {pid}
fr: Surveillance du PID arrêtée sans plus de sessions de connexion : {pid}
it: Interrotto monitoraggio PID senza più sessioni di login: {pid}

source: Removing offline session...
de: Entferne Offline-Sitzung...
es: Eliminando sesión sin conexión...
fr: Suppression de la session hors ligne...
it: Rimozione sessione offline...

source: Login process '{pid}' ended. Trying to logout user.
de: Login-Prozess '{pid}' beendet. Versuche Benutzer abzumelden.
es: El proceso de inicio de sesión '{pid}' finalizó. Intentando cerrar sesión del usuario.
fr: Le processus de connexion '{pid}' s'est terminé. Tentative de déconnexion de l'utilisateur.
it: Il processo di login '{pid}' è terminato. Tentativo di logout utente.

source: Failed to logout user: {error}
de: Fehler beim Abmelden des Benutzers: {error}
es: Error al cerrar sesión del usuario: {error}
fr: Échec de la déconnexion de l'utilisateur : {error}
it: Impossibile effettuare il logout dell'utente: {error}

source: Login process '{pid}' ended. Not sending logout command for offline session.
de: Login-Prozess '{pid}' beendet. Sende keinen Logout-Befehl für Offline-Sitzung.
es: El proceso de inicio de sesión '{pid}' finalizó. No se enviará comando de cierre de sesión para sesión sin conexión.
fr: Le processus de connexion '{pid}' s'est terminé. Aucune commande de déconnexion envoyée pour la session hors ligne.
it: Il processo di login '{pid}' è terminato. Comando di logout non inviato per sessione offline.

source: Login process '{pid}' ended. Removing empty session.
de: Login-Prozess '{pid}' beendet. Entferne leere Sitzung.
es: El proceso de inicio de sesión '{pid}' finalizó. Eliminando sesión vacía.
fr: Le processus de connexion '{pid}' s'est terminé. Suppression de la session vide.
it: Il processo di login '{pid}' è terminato. Rimozione sessione vuota.

source: Closing daemon connections for user '{user}'.
de: Schließe Daemon-Verbindungen für Benutzer '{user}'.
es: Cerrando conexiones de demonio para el usuario '{user}'.
fr: Fermeture des connexions daemon pour l'utilisateur '{user}'.
it: Chiusura connessioni daemon per l'utente '{user}'.

source: Closing connection to '{realm}/{site}/{daemon}'.
de: Schließe Verbindung zu '{realm}/{site}/{daemon}'.
es: Cerrando conexión a '{realm}/{site}/{daemon}'.
fr: Fermeture de la connexion à '{realm}/{site}/{daemon}'.
it: Chiusura connessione a '{realm}/{site}/{daemon}'.

source: Session does not exist anymore. Cannot calculate reneg: {pid}
de: Sitzung existiert nicht mehr. Kann Reneg nicht berechnen: {pid}
es: La sesión ya no existe. No se puede calcular reneg: {pid}
fr: La session n'existe plus. Impossible de calculer la renégociation : {pid}
it: La sessione non esiste più. Impossibile calcolare la rinegoziazione: {pid}

source: Session does not exist anymore. Cannot update reneg: {pid}
de: Sitzung existiert nicht mehr. Kann Reneg nicht aktualisieren: {pid}
es: La sesión ya no existe. No se puede actualizar reneg: {pid}
fr: La session n'existe plus. Impossible de mettre à jour la renégociation : {pid}
it: La sessione non esiste più. Impossibile aggiornare la rinegoziazione: {pid}

source: Login session does not exists. Cannot renegotiate: {pid}
de: Login-Sitzung existiert nicht. Kann nicht neu verhandeln: {pid}
es: La sesión de inicio no existe. No se puede renegociar: {pid}
fr: La session de connexion n'existe pas. Impossible de renégocier : {pid}
it: La sessione di login non esiste. Impossibile rinegoziare: {pid}

source: Session does not exists. Cannot renegotiate: {realm}/{site}
de: Sitzung existiert nicht. Kann nicht neu verhandeln: {realm}/{site}
es: La sesión no existe. No se puede renegociar: {realm}/{site}
fr: La session n'existe pas. Impossible de renégocier : {realm}/{site}
it: La sessione non esiste. Impossibile rinegoziare: {realm}/{site}

source: Trying to renegotiate session for user: {user}
de: Versuche Sitzung neu zu verhandeln für Benutzer: {user}
es: Intentando renegociar sesión para el usuario: {user}
fr: Tentative de renégociation de la session pour l'utilisateur : {user}
it: Tentativo di rinegoziare la sessione per l'utente: {user}

source: Error getting daemon connection for session renegotiation: {error}
de: Fehler beim Abrufen der Daemon-Verbindung für Sitzungsneuverhandlung: {error}
es: Error obteniendo conexión de demonio para renegociación de sesión: {error}
fr: Erreur lors de l'obtention de la connexion daemon pour la renégociation de session : {error}
it: Errore nell'ottenere la connessione daemon per la rinegoziazione della sessione: {error}

source: Authentication failed while doing session renegotiation: {error}
de: Authentifizierung fehlgeschlagen während Sitzungsneuverhandlung: {error}
es: La autenticación falló durante la renegociación de sesión: {error}
fr: Échec de l'authentification lors de la renégociation de session : {error}
it: Autenticazione fallita durante la rinegoziazione della sessione: {error}

source: No offline session to update found.
de: Keine zu aktualisierende Offline-Sitzung gefunden.
es: No se encontró sesión sin conexión para actualizar.
fr: Aucune session hors ligne à mettre à jour trouvée.
it: Nessuna sessione offline da aggiornare trovata.

source: Error updating RSP for use with offline tokens: {error}
de: Fehler beim Aktualisieren des RSP für Verwendung mit Offline-Tokens: {error}
es: Error actualizando RSP para usar con tokens sin conexión: {error}
fr: Erreur lors de la mise à jour du RSP pour utilisation avec les jetons hors ligne : {error}
it: Errore nell'aggiornamento RSP per l'uso con token offline: {error}

source: Session renegotiation failed and session timeout ({timeout} min.) reached.
de: Sitzungsneuverhandlung fehlgeschlagen und Sitzungszeitlimit ({timeout} Min.) erreicht.
es: La renegociación de sesión falló y se alcanzó el tiempo de espera de sesión ({timeout} min.).
fr: La renégociation de session a échoué et le délai d'expiration de la session ({timeout} min.) a été atteint.
it: Rinegoziazione della sessione fallita e timeout della sessione ({timeout} min.) raggiunto.

source: Session renegotiation failed and session unused timeout ({timeout} min.) reached.
de: Sitzungsneuverhandlung fehlgeschlagen und Zeitlimit für ungenutzte Sitzung ({timeout} Min.) erreicht.
es: La renegociación de sesión falló y se alcanzó el tiempo de espera de sesión sin uso ({timeout} min.).
fr: La renégociation de session a échoué et le délai d'inactivité de la session ({timeout} min.) a été atteint.
it: Rinegoziazione della sessione fallita e timeout di inattività della sessione ({timeout} min.) raggiunto.

source: Trying to logout user: {user}
de: Versuche Benutzer abzumelden: {user}
es: Intentando cerrar sesión del usuario: {user}
fr: Tentative de déconnexion de l'utilisateur : {user}
it: Tentativo di logout utente: {user}

source: User logged out successfully: {realm}/{site}
de: Benutzer erfolgreich abgemeldet: {realm}/{site}
es: Usuario cerró sesión exitosamente: {realm}/{site}
fr: Utilisateur déconnecté avec succès : {realm}/{site}
it: Logout utente completato con successo: {realm}/{site}

source: User logout failed
de: Benutzerabmeldung fehlgeschlagen
es: Error al cerrar sesión del usuario
fr: Échec de la déconnexion de l'utilisateur
it: Logout utente fallito

source: User logout failed: {message}
de: Benutzerabmeldung fehlgeschlagen: {message}
es: Error al cerrar sesión del usuario: {message}
fr: Échec de la déconnexion de l'utilisateur : {message}
it: Logout utente fallito: {message}

source: Error while sending logout request: {error}
de: Fehler beim Senden der Logout-Anfrage: {error}
es: Error al enviar solicitud de cierre de sesión: {error}
fr: Erreur lors de l'envoi de la requête de déconnexion : {error}
it: Errore durante l'invio della richiesta di logout: {error}

source: Removing session for user '{user}: {realm}/{site}
de: Entferne Sitzung für Benutzer '{user}: {realm}/{site}
es: Eliminando sesión para el usuario '{user}: {realm}/{site}
fr: Suppression de la session pour l'utilisateur '{user} : {realm}/{site}
it: Rimozione sessione per l'utente '{user}: {realm}/{site}

source: Removing session for user '{user}'.
de: Entferne Sitzung für Benutzer '{user}'.
es: Eliminando sesión para el usuario '{user}'.
fr: Suppression de la session pour l'utilisateur '{user}'.
it: Rimozione sessione per l'utente '{user}'.

source: Requesting JWT for cross-site authentication: {realm}/{site}/{user}
de: Fordere JWT für standortübergreifende Authentifizierung an: {realm}/{site}/{user}
es: Solicitando JWT para autenticación entre sitios: {realm}/{site}/{user}
fr: Demande de JWT pour l'authentification inter-sites : {realm}/{site}/{user}
it: Richiesta JWT per autenticazione cross-site: {realm}/{site}/{user}

source: Authentication failed while sending requesting JWT: '{daemon}'. Closing connection...
de: Authentifizierung fehlgeschlagen beim Anfordern des JWT: '{daemon}'. Schließe Verbindung...
es: La autenticación falló al solicitar JWT: '{daemon}'. Cerrando conexión...
fr: Échec de l'authentification lors de la demande de JWT : '{daemon}'. Fermeture de la connexion...
it: Autenticazione fallita durante l'invio della richiesta JWT: '{daemon}'. Chiusura connessione...

source: Unable to request JWT from '{realm}/{site}/{daemon}: {error}
de: JWT kann nicht von '{realm}/{site}/{daemon} angefordert werden: {error}
es: No se puede solicitar JWT de '{realm}/{site}/{daemon}: {error}
fr: Impossible de demander le JWT depuis '{realm}/{site}/{daemon} : {error}
it: Impossibile richiedere JWT da '{realm}/{site}/{daemon}: {error}

source: Login failed: {error}
de: Login fehlgeschlagen: {error}
es: Error de inicio de sesión: {error}
fr: Échec de la connexion : {error}
it: Login fallito: {error}

source: Login error: {error}
de: Login-Fehler: {error}
es: Error de inicio de sesión: {error}
fr: Erreur de connexion : {error}
it: Errore di login: {error}

source: Error saving RSP: {error}
de: Fehler beim Speichern des RSP: {error}
es: Error guardando RSP: {error}
fr: Erreur lors de la sauvegarde du RSP : {error}
it: Errore nel salvataggio RSP: {error}

source: Sending keepalive message to '{daemon}': {realm}/{site}
de: Sende Keepalive-Nachricht an '{daemon}': {realm}/{site}
es: Enviando mensaje keepalive a '{daemon}': {realm}/{site}
fr: Envoi du message keepalive à '{daemon}' : {realm}/{site}
it: Invio messaggio keepalive a '{daemon}': {realm}/{site}

source: Detected broken connection to '{daemon}'. Trying reconnect...
de: Unterbrochene Verbindung zu '{daemon}' erkannt. Versuche Wiederverbindung...
es: Conexión rota detectada a '{daemon}'. Intentando reconectar...
fr: Connexion interrompue détectée vers '{daemon}'. Tentative de reconnexion...
it: Rilevata connessione interrotta a '{daemon}'. Tentativo di riconnessione...

source: Using existing daemon connection to '{daemon}'.
de: Verwende bestehende Daemon-Verbindung zu '{daemon}'.
es: Usando conexión de demonio existente a '{daemon}'.
fr: Utilisation de la connexion daemon existante vers '{daemon}'.
it: Utilizzo connessione daemon esistente a '{daemon}'.

source: Trying reconnect to daemon '{daemon}'.
de: Versuche Wiederverbindung zu Daemon '{daemon}'.
es: Intentando reconectar al demonio '{daemon}'.
fr: Tentative de reconnexion au daemon '{daemon}'.
it: Tentativo di riconnessione al daemon '{daemon}'.

source: Connecting to daemon '{daemon}'.
de: Verbinde mit Daemon '{daemon}'.
es: Conectando al demonio '{daemon}'.
fr: Connexion au daemon '{daemon}'.
it: Connessione al daemon '{daemon}'.

source: Connection to daemon '{daemon}' re established.
de: Verbindung zu Daemon '{daemon}' wiederhergestellt.
es: Conexión al demonio '{daemon}' restablecida.
fr: Connexion au daemon '{daemon}' rétablie.
it: Connessione al daemon '{daemon}' ristabilita.

source: Connection to daemon '{daemon}' established.
de: Verbindung zu Daemon '{daemon}' hergestellt.
es: Conexión al demonio '{daemon}' establecida.
fr: Connexion au daemon '{daemon}' établie.
it: Connessione al daemon '{daemon}' stabilita.

source: Sending request to daemon: {daemon}: {realm}/{site}
de: Sende Anfrage an Daemon: {daemon}: {realm}/{site}
es: Enviando solicitud al demonio: {daemon}: {realm}/{site}
fr: Envoi de la requête au daemon : {daemon} : {realm}/{site}
it: Invio richiesta al daemon: {daemon}: {realm}/{site}

source: Got redirected to: {realm}/{site}
de: Weitergeleitet zu: {realm}/{site}
es: Redirigido a: {realm}/{site}
fr: Redirigé vers : {realm}/{site}
it: Reindirizzato a: {realm}/{site}

source: Daemon connection broken while sending: {daemon}: {error}
de: Daemon-Verbindung beim Senden unterbrochen: {daemon}: {error}
es: Conexión de demonio rota durante el envío: {daemon}: {error}
fr: Connexion daemon interrompue lors de l'envoi : {daemon} : {error}
it: Connessione al daemon interrotta durante l'invio: {daemon}: {error}

source: Error listening on socket: {error}
de: Fehler beim Lauschen auf Socket: {error}
es: Error escuchando en socket: {error}
fr: Erreur lors de l'écoute sur le socket : {error}
it: Errore durante l'ascolto sul socket: {error}

source: {name}: Connect timeout: {timeout}
de: {name}: Verbindungs-Timeout: {timeout}
es: {name}: Tiempo de espera de conexión agotado: {timeout}
fr: {name}: Délai de connexion dépassé: {timeout}
it: {name}: Timeout di connessione: {timeout}

source: {name}: Connection timeout: {timeout}
de: {name}: Verbindungs-Timeout: {timeout}
es: {name}: Tiempo de espera de conexión: {timeout}
fr: {name}: Délai de connexion dépassé: {timeout}
it: {name}: Timeout della connessione: {timeout}

source: Closing all connections on config reload...
de: Schließe alle Verbindungen beim Neuladen der Konfiguration...
es: Cerrando todas las conexiones al recargar la configuración...
fr: Fermeture de toutes les connexions lors du rechargement de la configuration...
it: Chiusura di tutte le connessioni al ricaricamento della configurazione...

source: Logfile rotation failed: {error}
de: Logdatei-Rotation fehlgeschlagen: {error}
es: Error en la rotación del archivo de registro: {error}
fr: Échec de la rotation du fichier journal: {error}
it: Rotazione del file di log fallita: {error}

source: Agent process '{pid}' ended. Removing session.
de: Agent-Prozess '{pid}' beendet. Entferne Sitzung.
es: El proceso del agente '{pid}' terminó. Eliminando sesión.
fr: Le processus agent '{pid}' s'est terminé. Suppression de la session.
it: Il processo agente '{pid}' è terminato. Rimozione della sessione.

source: Error reading connection last used timestamp: {error}
de: Fehler beim Lesen des Zeitstempels der letzten Verbindungsnutzung: {error}
es: Error al leer la marca de tiempo del último uso de la conexión: {error}
fr: Erreur lors de la lecture de l'horodatage de dernière utilisation de la connexion: {error}
it: Errore durante la lettura del timestamp dell'ultimo utilizzo della connessione: {error}

source: Error reading connection last keepalive timestamp: {error}
de: Fehler beim Lesen des Zeitstempels des letzten Keepalive: {error}
es: Error al leer la marca de tiempo del último keepalive de la conexión: {error}
fr: Erreur lors de la lecture de l'horodatage du dernier keepalive de la connexion: {error}
it: Errore durante la lettura del timestamp dell'ultimo keepalive della connessione: {error}

source: Closing unused connection to '{daemon}'.
de: Schließe ungenutzte Verbindung zu '{daemon}'.
es: Cerrando conexión sin usar a '{daemon}'.
fr: Fermeture de la connexion inutilisée vers '{daemon}'.
it: Chiusura della connessione inutilizzata a '{daemon}'.

source: Authentication failed while sending keepalive message to '{daemon}'. Closing connection...
de: Authentifizierung fehlgeschlagen beim Senden der Keepalive-Nachricht an '{daemon}'. Schließe Verbindung...
es: Autenticación fallida al enviar mensaje keepalive a '{daemon}'. Cerrando conexión...
fr: Échec de l'authentification lors de l'envoi du message keepalive à '{daemon}'. Fermeture de la connexion...
it: Autenticazione fallita durante l'invio del messaggio keepalive a '{daemon}'. Chiusura della connessione...

source: Unable to send keepalive packet to '{realm}/{site}/{daemon}: {error}
de: Keepalive-Paket kann nicht an '{realm}/{site}/{daemon} gesendet werden: {error}
es: No se puede enviar paquete keepalive a '{realm}/{site}/{daemon}: {error}
fr: Impossible d'envoyer le paquet keepalive à '{realm}/{site}/{daemon}: {error}
it: Impossibile inviare il pacchetto keepalive a '{realm}/{site}/{daemon}: {error}

source: No more login sessions. Terminating on IDLE timeout...
de: Keine weiteren Login-Sitzungen. Beende bei IDLE-Timeout...
es: No hay más sesiones de inicio de sesión. Terminando por tiempo de espera IDLE...
fr: Plus de sessions de connexion. Arrêt sur délai d'INACTIVITÉ...
it: Nessuna sessione di login attiva. Terminazione per timeout IDLE...

source: Closing all sockets...
de: Schließe alle Sockets...
es: Cerrando todos los sockets...
fr: Fermeture de tous les sockets...
it: Chiusura di tutti i socket...

source: Removing outdated logfile: {logfile}
de: Entferne veraltete Logdatei: {logfile}
es: Eliminando archivo de registro obsoleto: {logfile}
fr: Suppression du fichier journal obsolète: {logfile}
it: Rimozione del file di log obsoleto: {logfile}

source: Error removing outdate logfile: {error}
de: Fehler beim Entfernen veralteter Logdatei: {error}
es: Error al eliminar archivo de registro obsoleto: {error}
fr: Erreur lors de la suppression du fichier journal obsolète: {error}
it: Errore durante la rimozione del file di log obsoleto: {error}

source: Starting logfile rotation...
de: Starte Logdatei-Rotation...
es: Iniciando rotación del archivo de registro...
fr: Démarrage de la rotation du fichier journal...
it: Avvio della rotazione del file di log...

source: Logfile rotation finished successful.
de: Logdatei-Rotation erfolgreich abgeschlossen.
es: Rotación del archivo de registro finalizada exitosamente.
fr: Rotation du fichier journal terminée avec succès.
it: Rotazione del file di log completata con successo.

source: Processing session ({counter}/{files_count}): {x_path}
de: Verarbeite Sitzung ({counter}/{files_count}): {x_path}
es: Procesando sesión ({counter}/{files_count}): {x_path}
fr: Traitement de la session ({counter}/{files_count}): {x_path}
it: Elaborazione della sessione ({counter}/{files_count}): {x_path}

source: Session '{session_name}' is expired by session timeout. Removing...
de: Sitzung '{session_name}' ist durch Sitzungs-Timeout abgelaufen. Entferne...
es: La sesión '{session_name}' expiró por tiempo de espera de sesión. Eliminando...
fr: La session '{session_name}' a expiré par délai de session. Suppression...
it: La sessione '{session_name}' è scaduta per timeout. Rimozione...

source: Session '{session_name}' is expired by unused session timeout. Removing...
de: Sitzung '{session_name}' ist durch ungenutzten Sitzungs-Timeout abgelaufen. Entferne...
es: La sesión '{session_name}' expiró por tiempo de espera de sesión sin usar. Eliminando...
fr: La session '{session_name}' a expiré par délai de session inutilisée. Suppression...
it: La sessione '{session_name}' è scaduta per timeout di inattività. Rimozione...

source: Updating last used timestamp of session: {session_name}
de: Aktualisiere Zeitstempel der letzten Nutzung der Sitzung: {session_name}
es: Actualizando marca de tiempo del último uso de la sesión: {session_name}
fr: Mise à jour de l'horodatage de dernière utilisation de la session: {session_name}
it: Aggiornamento del timestamp dell'ultimo utilizzo della sessione: {session_name}

source: Accessgroup of session '{session_name}' does not exist anymore: {access_group}
de: Zugriffsgruppe der Sitzung '{session_name}' existiert nicht mehr: {access_group}
es: El grupo de acceso de la sesión '{session_name}' ya no existe: {access_group}
fr: Le groupe d'accès de la session '{session_name}' n'existe plus: {access_group}
it: Il gruppo di accesso della sessione '{session_name}' non esiste più: {access_group}

source: Not updating timestamp for disabled child session '{session_name}'.
de: Zeitstempel für deaktivierte Kind-Sitzung '{session_name}' wird nicht aktualisiert.
es: No se actualiza la marca de tiempo para la sesión secundaria deshabilitada '{session_name}'.
fr: Pas de mise à jour de l'horodatage pour la session enfant désactivée '{session_name}'.
it: Timestamp non aggiornato per la sessione figlia disabilitata '{session_name}'.

source: Started session renegotiation: {session_name}
de: Sitzungs-Neuverhandlung gestartet: {session_name}
es: Renegociación de sesión iniciada: {session_name}
fr: Renégociation de session démarrée: {session_name}
it: Avviata la rinegoziazione della sessione: {session_name}

source: Error writing renegotiation parameters: reneg_start: {session_name}
de: Fehler beim Schreiben der Neuverhandlungsparameter: reneg_start: {session_name}
es: Error al escribir parámetros de renegociación: reneg_start: {session_name}
fr: Erreur lors de l'écriture des paramètres de renégociation: reneg_start: {session_name}
it: Errore durante la scrittura dei parametri di rinegoziazione: reneg_start: {session_name}

source: Session renegotiation successful: {session_name}
de: Sitzungs-Neuverhandlung erfolgreich: {session_name}
es: Renegociación de sesión exitosa: {session_name}
fr: Renégociation de session réussie: {session_name}
it: Rinegoziazione della sessione completata con successo: {session_name}

source: Error writing renegotiation parameters: reneg_finish: {session_name}
de: Fehler beim Schreiben der Neuverhandlungsparameter: reneg_finish: {session_name}
es: Error al escribir parámetros de renegociación: reneg_finish: {session_name}
fr: Erreur lors de l'écriture des paramètres de renégociation: reneg_finish: {session_name}
it: Errore durante la scrittura dei parametri di rinegoziazione: reneg_finish: {session_name}

source: Doing clear-text session verification.
de: Führe Klartext-Sitzungsverifizierung durch.
es: Realizando verificación de sesión en texto claro.
fr: Vérification de session en texte clair.
it: Esecuzione della verifica della sessione in chiaro.

source: Doing MSCHAP session verification.
de: Führe MSCHAP-Sitzungsverifizierung durch.
es: Realizando verificación de sesión MSCHAP.
fr: Vérification de session MSCHAP.
it: Esecuzione della verifica della sessione MSCHAP.
