Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Got session UUID from auth response: {session_uuid}
de: Sitzungs-UUID aus Auth-Antwort erhalten: {session_uuid}
es: Se obtuvo UUID de sesión de la respuesta de autenticación: {session_uuid}
fr: UUID de session reçu de la réponse d'authentification : {session_uuid}
it: Ottenuto UUID di sessione dalla risposta di autenticazione: {session_uuid}

source: Got session keep from auth response: {keep_offline_session}
de: Sitzungs-Keep aus Auth-Antwort erhalten: {keep_offline_session}
es: Se obtuvo keep de sesión de la respuesta de autenticación: {keep_offline_session}
fr: Conservation de session reçue de la réponse d'authentification : {keep_offline_session}
it: Ottenuto keep di sessione dalla risposta di autenticazione: {keep_offline_session}

source: Got login time from auth response: {login_time}
de: Login-Zeit aus Auth-Antwort erhalten: {login_time}
es: Obtuve tiempo de inicio de sesión de la respuesta de autenticación: {login_time}
fr: Heure de connexion obtenue de la réponse d'authentification : {login_time}
it: Ottenuto orario di login dalla risposta di autenticazione: {login_time}

source: Got session timeout from auth response: {session_timeout}
de: Sitzungstimeout aus Auth-Antwort erhalten: {session_timeout}
es: Obtuve tiempo de espera de sesión de la respuesta de autenticación: {session_timeout}
fr: Délai d'expiration de session obtenu de la réponse d'authentification : {session_timeout}
it: Ottenuto timeout di sessione dalla risposta di autenticazione: {session_timeout}

source: Got session unused timeout from auth response: {session_unused_timeout}
de: Sitzungs-Inaktivitätstimeout aus Auth-Antwort erhalten: {session_unused_timeout}
es: Obtuve tiempo de espera de sesión no utilizada de la respuesta de autenticación: {session_unused_timeout}
fr: Délai d'expiration de session inutilisée obtenu de la réponse d'authentification : {session_unused_timeout}
it: Ottenuto timeout di sessione inutilizzata dalla risposta di autenticazione: {session_unused_timeout}

source: Ignoring received offline tokens, keeping pinned tokens.
de: Empfangene Offline-Token werden ignoriert, gepinnte Token werden beibehalten.
es: Ignorando tokens sin conexión recibidos, manteniendo tokens fijados.
fr: Ignoré les jetons hors ligne reçus, conservation des jetons épinglés.
it: Ignorando i token offline ricevuti, mantenendo i token bloccati.

source: Caching of login tokens enabled and offline tokens received.
de: Caching von Login-Token aktiviert und Offline-Token empfangen.
es: Caché de tokens de inicio de sesión habilitado y tokens sin conexión recibidos.
fr: Mise en cache des jetons de connexion activée et jetons hors ligne reçus.
it: Memorizzazione dei token di login abilitata e token offline ricevuti.

source: Error saving RSP: {e}
de: Fehler beim Speichern von RSP: {e}
es: Error al guardar RSP: {e}
fr: Erreur lors de l'enregistrement du RSP : {e}
it: Errore nel salvataggio di RSP: {e}

source: Error saving agent script: {e}
de: Fehler beim Speichern des Agent-Skripts: {e}
es: Error al guardar script de agente: {e}
fr: Erreur lors de l'enregistrement du script agent : {e}
it: Errore nel salvataggio dello script agent: {e}

source: Invalid auth reply: Failed to get key script
de: Ungültige Auth-Antwort: Schlüssel-Skript konnte nicht abgerufen werden
es: Respuesta de autenticación inválida: Error al obtener script de clave
fr: Réponse d'authentification invalide : Échec de l'obtention du script de clé
it: Risposta di autenticazione non valida: Impossibile ottenere lo script della chiave

source: Error verifying key script: {e}
de: Fehler beim Verifizieren des Schlüssel-Skripts: {e}
es: Error al verificar script de clave: {e}
fr: Erreur lors de la vérification du script de clé : {e}
it: Errore nella verifica dello script della chiave: {e}

source: Error saving key script: {e}
de: Fehler beim Speichern des Schlüssel-Skripts: {e}
es: Error al guardar script de clave: {e}
fr: Erreur lors de l'enregistrement du script de clé : {e}
it: Errore nel salvataggio dello script della chiave: {e}

source: Invalid auth reply: Failed to get login script
de: Ungültige Auth-Antwort: Login-Skript konnte nicht abgerufen werden
es: Respuesta de autenticación inválida: Error al obtener script de inicio de sesión
fr: Réponse d'authentification invalide : Échec de l'obtention du script de connexion
it: Risposta di autenticazione non valida: Impossibile ottenere lo script di login

source: Error saving login script: {e}
de: Fehler beim Speichern des Login-Skripts: {e}
es: Error al guardar script de inicio de sesión: {e}
fr: Erreur lors de l'enregistrement du script de connexion : {e}
it: Errore nel salvataggio dello script di login: {e}

source: Error caching offline tokens: {e}
de: Fehler beim Zwischenspeichern der Offline-Token: {e}
es: Error al cachear tokens sin conexión: {e}
fr: Erreur lors de la mise en cache des jetons hors ligne: {e}
it: Errore nella memorizzazione dei token offline: {e}

source: Loaded offline token: {instance.oid}
de: Offline-Token geladen: {instance.oid}
es: Token sin conexión cargado: {instance.oid}
fr: Jeton hors ligne chargé : {instance.oid}
it: Caricato token offline: {instance.oid}

source: Derive offline token encryption key...
de: Verschlüsselungsschlüssel für Offline-Token ableiten...
es: Derivar clave de cifrado de token sin conexión...
fr: Dérivation de la clé de chiffrement du jeton hors ligne...
it: Derivazione chiave di crittografia token offline...

source: Saving offline tokens...
de: Offline-Token werden gespeichert...
es: Guardando tokens sin conexión...
fr: Enregistrement des jetons hors ligne...
it: Salvataggio token offline...

source: Error removing SSH key passphrase from agent: {e}
de: Fehler beim Entfernen der SSH-Key-Passphrase aus dem Agent: {e}
es: Error al eliminar frase de contraseña de clave SSH del agente: {e}
fr: Erreur lors de la suppression de la phrase secrète de la clé SSH de l'agent : {e}
it: Errore nella rimozione della passphrase della chiave SSH dall'agent: {e}

source: Error running cleanup method: {e}
de: Fehler beim Ausführen der Bereinigungsmethode: {e}
es: Error al ejecutar método de limpieza: {e}
fr: Erreur lors de l'exécution de la méthode de nettoyage : {e}
it: Errore nell'esecuzione del metodo di pulizia: {e}

source: Loading site certificate.
de: Lade Site-Zertifikat.
es: Cargando certificado del sitio.
fr: Chargement du certificat du site.
it: Caricamento certificato del sito.

source: Signing ident challenge.
de: Signiere Ident-Challenge.
es: Firmando desafío de identidad.
fr: Signature du défi d'identité.
it: Firma della sfida di identificazione.

source: Found valid peer {peer_type}: {peer_name}
de: Gültiger Peer gefunden {peer_type}: {peer_name}
es: Encontrado par válido {peer_type}: {peer_name}
fr: Pair valide trouvé {peer_type} : {peer_name}
it: Trovato peer valido {peer_type}: {peer_name}

source: Peer not authenticated.
de: Peer nicht authentifiziert.
es: Par no autenticado.
fr: Pair non authentifié.
it: Peer non autenticato.

source: No auth required.
de: Keine Authentifizierung erforderlich.
es: No se requiere autenticación.
fr: Aucune authentification requise.
it: Nessuna autenticazione richiesta.

source: Decrypting preauth request key...
de: Entschlüssele Preauth-Request-Schlüssel...
es: Descifrando clave de solicitud de preautenticación...
fr: Déchiffrement de la clé de requête de pré-authentification...
it: Decrittazione chiave della richiesta preauth...

source: Decrypting preauth request...
de: Entschlüssele Preauth-Request...
es: Descifrando solicitud de preautenticación...
fr: Déchiffrement de la requête de pré-authentification...
it: Decrittazione richiesta preauth...

source: Decoding preauth request...
de: Dekodiere Preauth-Request...
es: Decodificando solicitud de preautenticación...
fr: Décodage de la requête de pré-authentification...
it: Decodifica richiesta preauth...

source: Received invalid request: Preauth args missing
de: Ungültige Anfrage erhalten: Preauth-Argumente fehlen
es: Solicitud inválida recibida: Faltan argumentos de preautenticación
fr: Requête invalide reçue : Arguments de pré-authentification manquants
it: Richiesta non valida ricevuta: Argomenti preauth mancanti

source: Sending preauth reply.
de: Sende Preauth-Antwort.
es: Enviando respuesta de preautenticación.
fr: Envoi de la réponse de pré-authentification.
it: Invio risposta preauth.

source: Signing preauth challenge.
de: Signiere Preauth-Challenge.
es: Firmando desafío de preautenticación.
fr: Signature du défi de pré-authentification.
it: Firma della sfida preauth.

source: Peer wants JWT authentication.
de: Peer möchte JWT-Authentifizierung.
es: El par requiere autenticación JWT.
fr: Le pair souhaite une authentification JWT.
it: Il peer richiede autenticazione JWT.

source: Generating redirect challenge...
de: Generiere Redirect-Challenge...
es: Generando desafío de redirección...
fr: Génération du défi de redirection...
it: Generazione sfida di reindirizzamento...

source: Request contains no client name but a client IP. Trying to find client name by IP.
de: Anfrage enthält keinen Client-Namen, aber eine Client-IP. Versuche Client-Namen anhand der IP zu finden.
es: La solicitud no contiene nombre de cliente pero sí IP de cliente. Intentando encontrar nombre de cliente por IP.
fr: La requête ne contient pas de nom de client mais une IP de client. Tentative de trouver le nom du client par IP.
it: La richiesta non contiene il nome del client ma un IP del client. Tentativo di trovare il nome del client tramite IP.

source: If you have clients that send requests without a client name (e.g. NAS-ID for radius) you can map a client name to this clients by adding the correspondig IP to the client config. But only to one client!
de: Wenn Sie Clients haben, die Anfragen ohne Client-Namen senden (z.B. NAS-ID für Radius), können Sie diesem Client einen Namen zuordnen, indem Sie die entsprechende IP zur Client-Konfiguration hinzufügen. Aber nur zu einem Client!
es: Si tiene clientes que envían solicitudes sin nombre de cliente (por ejemplo, NAS-ID para radius) puede mapear un nombre de cliente a estos clientes agregando la IP correspondiente a la configuración del cliente. ¡Pero solo a un cliente!
fr: Si vous avez des clients qui envoient des requêtes sans nom de client (par ex. NAS-ID pour radius), vous pouvez mapper un nom de client à ces clients en ajoutant l'IP correspondante à la configuration du client. Mais uniquement pour un seul client !
it: Se hai client che inviano richieste senza nome del client (ad es. NAS-ID per radius) puoi mappare un nome del client a questi client aggiungendo l'IP corrispondente alla configurazione del client. Ma solo per un client!

source: Cannot find client of this request. Authentication will fail.
de: Kann Client dieser Anfrage nicht finden. Authentifizierung wird fehlschlagen.
es: No se puede encontrar el cliente de esta solicitud. La autenticación fallará.
fr: Impossible de trouver le client de cette requête. L'authentification échouera.
it: Impossibile trovare il client di questa richiesta. L'autenticazione fallirà.

source: Got no accessgroup from client config. Authentication will fail.
de: Keine Zugriffsgruppe aus Client-Konfiguration erhalten. Authentifizierung wird fehlschlagen.
es: No se obtuvo grupo de acceso de la configuración del cliente. La autenticación fallará.
fr: Aucun groupe d'accès obtenu de la configuration du client. L'authentification échouera.
it: Nessun accessgroup ottenuto dalla configurazione del client. L'autenticazione fallirà.

source: Got accessgroup '{access_group}' from client config.
de: Zugriffsgruppe '{access_group}' aus Client-Konfiguration erhalten.
es: Obtuve grupo de acceso '{access_group}' de la configuración del cliente.
fr: Groupe d'accès '{access_group}' obtenu de la configuration du client.
it: Ottenuto accessgroup '{access_group}' dalla configurazione del client.

source: Got invalid client cert CN from client: {self.client_cn}
de: Ungültiger Client-Zertifikat-CN vom Client erhalten: {self.client_cn}
es: Obtuve CN de certificado de cliente inválido del cliente: {self.client_cn}
fr: CN de certificat client invalide obtenu du client : {self.client_cn}
it: Ottenuto CN del certificato client non valido dal client: {self.client_cn}

source: Invalid auth command: Missing peer challenge
de: Ungültiger Auth-Befehl: Peer-Challenge fehlt
es: Comando de autenticación inválido: Falta desafío del par
fr: Commande d'authentification invalide : Défi du pair manquant
it: Comando di autenticazione non valido: Sfida del peer mancante

source: Failed to verify peer challenge.
de: Überprüfung der Peer-Challenge fehlgeschlagen.
es: Error al verificar desafío del par.
fr: Échec de la vérification du défi du pair.
it: Impossibile verificare la sfida del peer.

source: Invalid auth command: Missing server challenge
de: Ungültiger Auth-Befehl: Server-Challenge fehlt
es: Comando de autenticación inválido: Falta desafío del servidor
fr: Commande d'authentification invalide : Défi du serveur manquant
it: Comando di autenticazione non valido: Sfida del server mancante

source: Got incomplete command from client: {client}: Missing username
de: Unvollständiger Befehl vom Client erhalten: {client}: Benutzername fehlt
es: Obtuve comando incompleto del cliente: {client}: Falta nombre de usuario
fr: Commande incomplète reçue du client : {client} : Nom d'utilisateur manquant
it: Ricevuto comando incompleto dal client: {client}: Nome utente mancante

source: Login failed.
de: Login fehlgeschlagen.
es: Inicio de sesión fallido.
fr: Échec de la connexion.
it: Login fallito.

source: Client sent smartcard data for unknown token.
de: Client hat Smartcard-Daten für unbekannten Token gesendet.
es: El cliente envió datos de tarjeta inteligente para token desconocido.
fr: Le client a envoyé des données de carte à puce pour un jeton inconnu.
it: Il client ha inviato dati smartcard per un token sconosciuto.

source: Trying to finalize realm join: {host_name}
de: Versuche Realm-Beitritt abzuschließen: {host_name}
es: Intentando finalizar unión al dominio: {host_name}
fr: Tentative de finalisation de l'adhésion au domaine : {host_name}
it: Tentativo di finalizzare l'unione al realm: {host_name}

source: Setting site master node: {host_fqdn}
de: Setze Site-Master-Node: {host_fqdn}
es: Estableciendo nodo maestro del sitio: {host_fqdn}
fr: Définition du nœud maître du site : {host_fqdn}
it: Impostazione nodo master del sito: {host_fqdn}

source: Enabling site: {site_name}
de: Aktiviere Site: {site_name}
es: Habilitando sitio: {site_name}
fr: Activation du site : {site_name}
it: Abilitazione sito: {site_name}

source: Generating CA certificate: {common_name}
de: Generiere CA-Zertifikat: {common_name}
es: Generando certificado CA: {common_name}
fr: Génération du certificat CA : {common_name}
it: Generazione certificato CA: {common_name}

source: Error signing CSR: {e}
de: Fehler beim Signieren des CSR: {e}
es: Error al firmar CSR: {e}
fr: Erreur lors de la signature du CSR : {e}
it: Errore nella firma CSR: {e}

source: Waiting for node to get master node...
de: Warte darauf, dass Node Master-Node erhält...
es: Esperando que el nodo obtenga nodo maestro...
fr: Attente que le nœud obtienne le nœud maître...
it: In attesa che il nodo ottenga il nodo master...

source: Reloading modified auth token.
de: Lade modifizierten Auth-Token neu.
es: Recargando token de autenticación modificado.
fr: Rechargement du jeton d'authentification modifié.
it: Ricaricamento token di autenticazione modificato.

source: Reloading modified auth user.
de: Lade modifizierten Auth-Benutzer neu.
es: Recargando usuario auth modificado.
fr: Rechargement de l'utilisateur auth modifié.
it: Ricaricamento utente di autenticazione modificato.

source: Using default iterations.
de: Verwende Standard-Iterationen.
es: Usando iteraciones predeterminadas.
fr: Utilisation des itérations par défaut.
it: Utilizzo iterazioni predefinite.

source: Duration: %f
de: Dauer: %f
es: Duración: %f
fr: Durée : %f
it: Durata: %f

source: Starting smartcard detection...
de: Starte Smartcard-Erkennung...
es: Iniciando detección de tarjeta inteligente...
fr: Démarrage de la détection de carte à puce...
it: Avvio rilevamento smartcard...

source: Trying to detect connected fido2 token...
de: Versuche verbundenes Fido2-Token zu erkennen...
es: Intentando detectar token fido2 conectado...
fr: Tentative de détection du jeton fido2 connecté...
it: Tentativo di rilevare token fido2 connessi...

source: Fido2 smartcard: Use USB HID channel.
de: Fido2-Smartcard: Verwende USB-HID-Kanal.
es: Tarjeta inteligente Fido2: Usar canal USB HID.
fr: Carte à puce Fido2 : Utilisation du canal USB HID.
it: Smartcard Fido2: Usa canale USB HID.

source: Fido2 smartcard: Use pcscd channel.
de: Fido2-Smartcard: Verwende pcscd-Kanal.
es: Tarjeta inteligente Fido2: Usar canal pcscd.
fr: Carte à puce Fido2 : Utilisation du canal pcscd.
it: Smartcard Fido2: Usa canale pcscd.

source: Sending USB reset command to yubikey...
de: Sende USB-Reset-Befehl an Yubikey...
es: Enviando comando de reinicio USB a yubikey...
fr: Envoi de la commande de réinitialisation USB au yubikey...
it: Invio comando reset USB a yubikey...

source: Floating IP address configured successful.
de: Floating-IP-Adresse erfolgreich konfiguriert.
es: Dirección IP flotante configurada correctamente.
fr: Adresse IP flottante configurée avec succès.
it: Indirizzo IP floating configurato con successo.

source: Floating IP address deconfigured successful.
de: Floating-IP-Adresse erfolgreich dekonfiguriert.
es: Dirección IP flotante desconfigurada correctamente.
fr: Adresse IP flottante déconfigurée avec succès.
it: Indirizzo IP floating deconfigurato con successo.

source: Starting sync of realms/sites...
de: Starte Synchronisation von Realms/Sites...
es: Iniciando sincronización de reinos/sitios...
fr: Démarrage de la synchronisation des domaines/sites...
it: Avvio sincronizzazione realm/siti...

source: Uuuhh peer node tells us our master site does not exist anymore.
de: Uuuhh Peer-Knoten teilt uns mit, dass unsere Master-Site nicht mehr existiert.
es: Uuuhh el nodo par nos indica que nuestro sitio maestro ya no existe.
fr: Euh, le nœud pair nous indique que notre site maître n'existe plus.
it: Uuuhh il nodo peer ci comunica che il nostro sito master non esiste più.

source: Got invalid sync job: Missing site
de: Ungültiger Sync-Job erhalten: Site fehlt
es: Trabajo de sincronización inválido recibido: Falta site
fr: Tâche de synchronisation invalide reçue : Site manquant
it: Ricevuto job di sincronizzazione non valido: Sito mancante

source: Got invalid sync job: Missing realm
de: Ungültiger Sync-Job erhalten: Realm fehlt
es: Trabajo de sincronización inválido recibido: Falta realm
fr: Tâche de synchronisation invalide reçue : Domaine manquant
it: Ricevuto job di sincronizzazione non valido: Realm mancante

source: Got invalid sync job: Missing resync
de: Ungültiger Sync-Job erhalten: Resync fehlt
es: Trabajo de sincronización inválido recibido: Falta resync
fr: Tâche de synchronisation invalide reçue : Resynchronisation manquante
it: Ricevuto job di sincronizzazione non valido: Resync mancante

source: Got invalid sync job: Missing offline
de: Ungültiger Sync-Job erhalten: Offline fehlt
es: Trabajo de sincronización inválido recibido: Falta offline
fr: Tâche de synchronisation invalide reçue : Hors ligne manquant
it: Ricevuto job di sincronizzazione non valido: Offline mancante

source: Got invalid sync job: Missing sync type
de: Ungültiger Sync-Job erhalten: Sync-Typ fehlt
es: Trabajo de sincronización inválido recibido: Falta tipo de sincronización
fr: Tâche de synchronisation invalide reçue : Type de synchronisation manquant
it: Ricevuto job di sincronizzazione non valido: Tipo di sincronizzazione mancante

source: Got invalid sync job: Missing nsscache_resync
de: Ungültiger Sync-Job erhalten: nsscache_resync fehlt
es: Trabajo de sincronización inválido recibido: Falta nsscache_resync
fr: Tâche de synchronisation invalide reçue : nsscache_resync manquant
it: Ricevuto job di sincronizzazione non valido: nsscache_resync mancante

source: Disabling ourselves...
de: Deaktiviere uns selbst...
es: Deshabilitándonos...
fr: Désactivation de nous-mêmes...
it: Disabilitazione in corso...

source: Enabling ourselves...
de: Aktiviere uns selbst...
es: Habilitándonos...
fr: Activation de nous-mêmes...
it: Abilitazione in corso...

source: Sync connection failed. Trying to merge orphan sync cache.
de: Sync-Verbindung fehlgeschlagen. Versuche verwaisten Sync-Cache zusammenzuführen.
es: Conexión de sincronización falló. Intentando fusionar caché de sincronización huérfana.
fr: Échec de la connexion de synchronisation. Tentative de fusion du cache de synchronisation orphelin.
it: Connessione di sincronizzazione fallita. Tentativo di unire cache di sincronizzazione orfana.

source: Timeout waiting for lock getting unsync peers.
de: Zeitüberschreitung beim Warten auf Sperre für nicht synchronisierte Peers.
es: Tiempo de espera agotado esperando bloqueo para obtener pares no sincronizados.
fr: Délai d'attente expiré pour le verrouillage d'obtention des pairs non synchronisés.
it: Timeout in attesa del lock per ottenere peer non sincronizzati.

source: Not sending notify to site we disabled sync for.
de: Sende keine Benachrichtigung an Site, für die wir Sync deaktiviert haben.
es: No enviando notificación al sitio para el cual deshabilitamos la sincronización.
fr: Aucune notification envoyée au site pour lequel nous avons désactivé la synchronisation.
it: Notifica non inviata al sito per cui abbiamo disabilitato la sincronizzazione.

source: Not sending sync notification: All peers are in sync
de: Sende keine Sync-Benachrichtigung: Alle Peers sind synchronisiert
es: No enviando notificación de sincronización: Todos los pares están sincronizados
fr: Aucune notification de synchronisation envoyée : Tous les pairs sont synchronisés
it: Notifica di sincronizzazione non inviata: Tutti i peer sono sincronizzati

source: Not sending sync notification: We are not the master node
de: Sende keine Sync-Benachrichtigung: Wir sind nicht der Master-Knoten
es: No enviando notificación de sincronización: No somos el nodo maestro
fr: Aucune notification de synchronisation envoyée : Nous ne sommes pas le nœud maître
it: Notifica di sincronizzazione non inviata: Non siamo il nodo master

source: {full_name} started
de: {full_name} gestartet
es: {full_name} iniciado
fr: {full_name} démarré
it: {full_name} avviato

source: Last sync failed and retry interval reached. Retrying...
de: Letzte Synchronisation fehlgeschlagen und Wiederholungsintervall erreicht. Versuche erneut...
es: La última sincronización falló y se alcanzó el intervalo de reintento. Reintentando...
fr: La dernière synchronisation a échoué et l'intervalle de nouvelle tentative est atteint. Nouvelle tentative...
it: Ultima sincronizzazione fallita e intervallo di ripetizione raggiunto. Nuovo tentativo...

source: Received signal, terminating.
de: Signal empfangen, beende.
es: Señal recibida, terminando.
fr: Signal reçu, arrêt en cours.
it: Segnale ricevuto, terminazione in corso.

source: Parent object config directory does not exist. Probably wrong object id: {object_id}: {parent_config_dir}
de: Übergeordnetes Objekt-Konfigurationsverzeichnis existiert nicht. Wahrscheinlich falsche Objekt-ID: {object_id}: {parent_config_dir}
es: El directorio de configuración del objeto padre no existe. Probablemente ID de objeto incorrecto: {object_id}: {parent_config_dir}
it: La directory di configurazione dell'oggetto padre non esiste. Probabilmente ID oggetto errato: {object_id}: {parent_config_dir}
