Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-ca add_attribute {ca} {attribute}=[value]
de: Verwendung: otpme-ca add_attribute {ca} {attribute}=[value]
es: Uso: otpme-ca add_attribute {ca} {attribute}=[value]
it: Utilizzo: otpme-ca add_attribute {ca} {attribute}=[value]

source: Add (ldap) attribute to CA
de: (LDAP) Attribut zu CA hinzufügen
es: Agregar atributo (ldap) a CA
fr: Ajouter un attribut (ldap) au CA
it: Aggiungi attributo (ldap) alla CA

source: Usage: otpme-ca del_attribute {ca} {attribute}=[value]
de: Verwendung: otpme-ca del_attribute {ca} {attribute}=[value]
es: Uso: otpme-ca del_attribute {ca} {attribute}=[value]
it: Utilizzo: otpme-ca del_attribute {ca} {attribute}=[value]

source: Delete (ldap) attribute from CA
de: (LDAP) Attribut von CA löschen
es: Eliminar atributo (ldap) de CA
fr: Supprimer un attribut (ldap) du CA
it: Elimina attributo (ldap) dalla CA

source: Usage: otpme-ca add_object_class {ca} {object_class}
de: Verwendung: otpme-ca add_object_class {ca} {object_class}
es: Uso: otpme-ca add_object_class {ca} {object_class}
it: Utilizzo: otpme-ca add_object_class {ca} {object_class}

source: Add (ldap) object class to CA
de: (LDAP) Objektklasse zu CA hinzufügen
es: Agregar clase de objeto (ldap) a CA
fr: Ajouter une classe d'objet (ldap) au CA
it: Aggiungi classe oggetto (ldap) alla CA

source: Usage: otpme-ca del_object_class {ca} {object_class}
de: Verwendung: otpme-ca del_object_class {ca} {object_class}
es: Uso: otpme-ca del_object_class {ca} {object_class}
it: Utilizzo: otpme-ca del_object_class {ca} {object_class}

source: Delete (ldap) object class from CA
de: (LDAP) Objektklasse von CA löschen
es: Eliminar clase de objeto (ldap) de CA
fr: Supprimer une classe d'objet (ldap) du CA
it: Elimina classe oggetto (ldap) dalla CA

source: Usage: otpme-ca add_acl {ca} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-ca add_acl {ca} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-ca add_acl {ca} {role|token} {role_path|token_path} {acl[:value]}
it: Utilizzo: otpme-ca add_acl {ca} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to CA
de: ACL zu CA hinzufügen
es: Añadir ACL a CA
fr: Ajouter une ACL au CA
it: Aggiungi ACL alla CA

source: Usage: otpme-ca del_acl {ca} {acl}
de: Verwendung: otpme-ca del_acl {ca} {acl}
es: Uso: otpme-ca del_acl {ca} {acl}
it: Utilizzo: otpme-ca del_acl {ca} {acl}

source: Delete ACL from CA
de: ACL von CA löschen
es: Eliminar ACL de CA
fr: Supprimer une ACL du CA
it: Elimina ACL dalla CA

source: Usage: otpme-ca show_acls {ca}
de: Verwendung: otpme-ca show_acls {ca}
es: Uso: otpme-ca show_acls {ca}
it: Utilizzo: otpme-ca show_acls {ca}

source: Show ACLs of CA
de: ACLs der CA anzeigen
es: Mostrar ACLs de CA
fr: Afficher les ACL du CA
it: Mostra ACL della CA

source: Usage: otpme-ca enable_acl_inheritance {ca}
de: Verwendung: otpme-ca enable_acl_inheritance {ca}
es: Uso: otpme-ca enable_acl_inheritance {ca}
it: Utilizzo: otpme-ca enable_acl_inheritance {ca}

source: Enable ACL inheritance for CA
de: ACL-Vererbung für CA aktivieren
es: Habilitar herencia de ACL para CA
fr: Activer l'héritage ACL pour le CA
it: Abilita ereditarietà ACL per la CA

source: Usage: otpme-ca disable_acl_inheritance {ca}
de: Verwendung: otpme-ca disable_acl_inheritance {ca}
es: Uso: otpme-ca disable_acl_inheritance {ca}
it: Utilizzo: otpme-ca disable_acl_inheritance {ca}

source: Disable ACL inheritance for CA
de: ACL-Vererbung für CA deaktivieren
es: Deshabilitar herencia de ACL para CA
fr: Désactiver l'héritage ACL pour le CA
it: Disabilita ereditarietà ACL per la CA

source: Usage: otpme-ca remove_orphans {ca}
de: Verwendung: otpme-ca remove_orphans {ca}
es: Uso: otpme-ca remove_orphans {ca}
it: Utilizzo: otpme-ca remove_orphans {ca}

source: Usage: otpme-ca description {ca} [description]
de: Verwendung: otpme-ca description {ca} [description]
es: Uso: otpme-ca description {ca} [descripción]
it: Utilizzo: otpme-ca description {ca} [description]

source: Set CA description
de: CA-Beschreibung festlegen
es: Establecer descripción de CA
fr: Définir la description du CA
it: Imposta descrizione CA

source: Usage: otpme-ca export --password <password> {ca}
de: Verwendung: otpme-ca export --password <password> {ca}
es: Uso: otpme-ca export --password <contraseña> {ca}
it: Utilizzo: otpme-ca export --password <password> {ca}

source: Export CA config to stdout
de: CA-Konfiguration nach stdout exportieren
es: Exportar configuración de CA a stdout
fr: Exporter la configuration du CA vers stdout
it: Esporta configurazione CA su stdout

source: Usage: otpme-ca add_policy {ca} {policy}
de: Verwendung: otpme-ca add_policy {ca} {policy}
es: Uso: otpme-ca add_policy {ca} {política}
it: Utilizzo: otpme-ca add_policy {ca} {policy}

source: Add policy to CA
de: Policy zu CA hinzufügen
es: Añadir política a CA
fr: Ajouter une politique au CA
it: Aggiungi policy alla CA

source: Usage: otpme-ca remove_policy {ca} {policy}
de: Verwendung: otpme-ca remove_policy {ca} {policy}
es: Uso: otpme-ca remove_policy {ca} {política}
it: Utilizzo: otpme-ca remove_policy {ca} {policy}

source: Remove policy from CA
de: Policy von CA entfernen
es: Eliminar política de CA
fr: Supprimer une politique du CA
it: Rimuovi policy dalla CA

source: Usage: otpme-ca list_policies {ca}
de: Verwendung: otpme-ca list_policies {ca}
es: Uso: otpme-ca list_policies {ca}
it: Utilizzo: otpme-ca list_policies {ca}

source: Usage: otpme-ca dump_cert {ca}
de: Verwendung: otpme-ca dump_cert {ca}
es: Uso: otpme-ca dump_cert {ca}
it: Utilizzo: otpme-ca dump_cert {ca}

source: Dump CA cert to stdout
de: CA-Zertifikat nach stdout ausgeben
es: Volcar certificado de CA a stdout
fr: Exporter le certificat CA vers stdout
it: Scarica certificato CA su stdout

source: Usage: otpme-ca dump_key [-p passphrase] {ca}
de: Verwendung: otpme-ca dump_key [-p passphrase] {ca}
es: Uso: otpme-ca dump_key [-p frase_de_paso] {ca}
it: Utilizzo: otpme-ca dump_key [-p passphrase] {ca}

source: Dump CA's private key to stdout
de: Privaten Schlüssel der CA nach stdout ausgeben
es: Volcar clave privada de CA a stdout
fr: Exporter la clé privée du CA vers stdout
it: Scarica chiave privata della CA su stdout

source: Export private key encrypted with "passphrase"
de: Privaten Schlüssel verschlüsselt mit "passphrase" exportieren
es: Exportar clave privada cifrada con "frase_de_paso"
fr: Exporter la clé privée chiffrée avec "passphrase"
it: Esporta chiave privata cifrata con "passphrase"

source: Usage: otpme-ca dump_ca_chain {ca}
de: Verwendung: otpme-ca dump_ca_chain {ca}
es: Uso: otpme-ca dump_ca_chain {ca}
it: Utilizzo: otpme-ca dump_ca_chain {ca}

source: Dump CA certificate chain of node cert to stdout
de: CA-Zertifikatskette des Knotenzertifikats nach stdout ausgeben
es: Volcar cadena de certificados de CA del certificado del nodo a stdout
fr: Exporter la chaîne de certificats CA du certificat de nœud vers stdout
it: Scarica catena di certificati CA del certificato nodo su stdout

source: Usage: otpme-ca crl_validity {ca} {days}
de: Verwendung: otpme-ca crl_validity {ca} {days}
es: Uso: otpme-ca crl_validity {ca} {días}
it: Utilizzo: otpme-ca crl_validity {ca} {giorni}

source: Set CRL validity in days
de: CRL-Gültigkeit in Tagen festlegen
es: Establecer validez de CRL en días
fr: Définir la validité de la CRL en jours
it: Imposta la validità del CRL in giorni

source: Usage: otpme-ca dump_crl {ca}
de: Verwendung: otpme-ca dump_crl {ca}
es: Uso: otpme-ca dump_crl {ca}
it: Utilizzo: otpme-ca dump_crl {ca}

source: Dump CA CRL to stdout
de: CA CRL nach stdout ausgeben
es: Volcar CRL de CA a stdout
fr: Exporter la CRL du CA vers stdout
it: Scarica il CRL della CA su stdout

source: Usage: otpme-ca update_crl {ca}
de: Verwendung: otpme-ca update_crl {ca}
es: Uso: otpme-ca update_crl {ca}
it: Utilizzo: otpme-ca update_crl {ca}

source: Remove outdated certificates from CA CRL
de: Veraltete Zertifikate aus CA CRL entfernen
es: Eliminar certificados obsoletos del CRL de CA
fr: Supprimer les certificats obsolètes de la CRL du CA
it: Rimuovi i certificati scaduti dal CRL della CA

source: Usage: otpme-pool {command} [pool]
de: Verwendung: otpme-pool {command} [pool]
es: Uso: otpme-pool {comando} [pool]
it: Utilizzo: otpme-pool {comando} [pool]

source: Usage: otpme-pool show [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [pool]
de: Verwendung: otpme-pool show [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [pool]
es: Uso: otpme-pool show [--fields <campo1,campo2,campo3>] [-z <límite_tamaño>] [-a] [pool]
it: Utilizzo: otpme-pool show [--fields <campo1,campo2,campo3>] [-z <limite_dimensione>] [-a] [pool]

source: Show pool(s)
de: Pool(s) anzeigen
es: Mostrar pool(s)
fr: Afficher le(s) pool(s)
it: Mostra pool

source: Show all pools.
de: Alle Pools anzeigen.
es: Mostrar todos los pools.
fr: Afficher tous les pools.
it: Mostra tutti i pool.

source: Output <limit> member nodes.
de: <limit> Mitgliedsknoten ausgeben.
es: Mostrar <límite> nodos miembros.
fr: Afficher <limit> nœuds membres.
it: Visualizza <limite> nodi membro.

source: Output <limit> member tokens.
de: <limit> Mitgliedstokens ausgeben.
es: Mostrar <límite> tokens miembros.
fr: Afficher <limit> tokens membres.
it: Visualizza <limite> token membro.

source: Output <limit> member roles.
de: <limit> Mitgliedsrollen ausgeben.
es: Mostrar <límite> roles miembros.
fr: Afficher <limit> rôles membres.
it: Visualizza <limite> ruoli membro.

source: Output <limit> member groups.
de: <limit> Mitgliedsgruppen ausgeben.
es: Mostrar <límite> grupos miembros.
fr: Afficher <limit> groupes membres.
it: Visualizza <limite> gruppi membro.

source: Output <limit> assigned policies.
de: <limit> zugewiesene Policies ausgeben.
es: Mostrar <límite> políticas asignadas.
fr: Afficher <limit> politiques assignées.
it: Visualizza <limite> policy assegnate.

source: Usage: otpme-pool list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-pool list [--attribute attribute] [-a] [regex]
es: Uso: otpme-pool list [--attribute atributo] [-a] [regex]
it: Utilizzo: otpme-pool list [--attribute attributo] [-a] [regex]

source: List pools.
de: Pools auflisten.
es: Listar pools.
fr: Lister les pools.
it: Elenca i pool.

source: List all pools.
de: Alle Pools auflisten.
es: Listar todos los pools.
fr: Lister tous les pools.
it: Elenca tutti i pool.

source: Usage: otpme-pool add {pool}
de: Verwendung: otpme-pool add {pool}
es: Uso: otpme-pool add {pool}
it: Utilizzo: otpme-pool add {pool}

source: Add new pool.
de: Neuen Pool hinzufügen.
es: Añadir nuevo pool.
fr: Ajouter un nouveau pool.
it: Aggiungi nuovo pool.

source: Usage: otpme-pool del {pool}
de: Verwendung: otpme-pool del {pool}
es: Uso: otpme-pool del {pool}
it: Utilizzo: otpme-pool del {pool}

source: Delete pool.
de: Pool löschen.
es: Eliminar pool.
fr: Supprimer le pool.
it: Elimina pool.

source: Usage: otpme-pool touch {pool}
de: Verwendung: otpme-pool touch {pool}
es: Uso: otpme-pool touch {pool}
it: Utilizzo: otpme-pool touch {pool}

source: Touch pool (e.g. migrate).
de: Pool berühren (z.B. migrieren).
es: Tocar pool (ej. migrar).
fr: Toucher le pool (ex. migrer).
it: Tocca pool (es. migra).

source: Usage: otpme-pool enable {pool}
de: Verwendung: otpme-pool enable {pool}
es: Uso: otpme-pool enable {pool}
it: Utilizzo: otpme-pool enable {pool}

source: Enable pool.
de: Pool aktivieren.
es: Habilitar pool.
fr: Activer le pool.
it: Abilita pool.

source: Usage: otpme-pool disable {pool}
de: Verwendung: otpme-pool disable {pool}
es: Uso: otpme-pool disable {pool}
it: Utilizzo: otpme-pool disable {pool}

source: Disable pool.
de: Pool deaktivieren.
es: Deshabilitar pool.
fr: Désactiver le pool.
it: Disabilita pool.

source: Usage: otpme-pool rename {pool} {new_name}
de: Verwendung: otpme-pool rename {pool} {new_name}
es: Uso: otpme-pool rename {pool} {new_name}
it: Utilizzo: otpme-pool rename {pool} {nuovo_nome}

source: Rename pool.
de: Pool umbenennen.
es: Renombrar pool.
fr: Renommer le pool.
it: Rinomina pool.

source: Usage: otpme-pool add_acl {pool} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-pool add_acl {pool} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-pool add_acl {pool} {role|token} {role_path|token_path} {acl[:value]}
it: Utilizzo: otpme-pool add_acl {pool} {role|token} {percorso_ruolo|percorso_token} {acl[:valore]}

source: Add ACL to pool.
de: ACL zu Pool hinzufügen.
es: Añadir ACL al pool.
fr: Ajouter une ACL au pool.
it: Aggiungi ACL al pool.

source: Usage: otpme-pool del_acl {pool} {acl}
de: Verwendung: otpme-pool del_acl {pool} {acl}
es: Uso: otpme-pool del_acl {pool} {acl}
it: Utilizzo: otpme-pool del_acl {pool} {acl}

source: Delete ACL from pool.
de: ACL von Pool löschen.
es: Eliminar ACL del pool.
fr: Supprimer l'ACL du pool.
it: Elimina ACL dal pool.

source: Usage: otpme-pool show_acls {pool}
de: Verwendung: otpme-pool show_acls {pool}
es: Uso: otpme-pool show_acls {pool}
it: Utilizzo: otpme-pool show_acls {pool}

source: Show ACLs of pool.
de: ACLs von Pool anzeigen.
es: Mostrar ACLs del pool.
fr: Afficher les ACLs du pool.
it: Mostra ACL del pool.

source: Usage: otpme-pool enable_acl_inheritance {pool}
de: Verwendung: otpme-pool enable_acl_inheritance {pool}
es: Uso: otpme-pool enable_acl_inheritance {pool}
it: Utilizzo: otpme-pool enable_acl_inheritance {pool}

source: Enable ACL inheritance for pool.
de: ACL-Vererbung für Pool aktivieren.
es: Habilitar herencia de ACL para el pool.
fr: Activer l'héritage ACL pour le pool.
it: Abilita l'ereditarietà ACL per il pool.

source: Usage: otpme-pool disable_acl_inheritance {pool}
de: Verwendung: otpme-pool disable_acl_inheritance {pool}
es: Uso: otpme-pool disable_acl_inheritance {pool}
it: Utilizzo: otpme-pool disable_acl_inheritance {pool}

source: Disable ACL inheritance for pool.
de: ACL-Vererbung für Pool deaktivieren.
es: Deshabilitar herencia de ACL para el pool.
fr: Désactiver l'héritage ACL pour le pool.
it: Disabilita l'ereditarietà ACL per il pool.

source: Usage: otpme-pool move [--keep-acls] {pool} {unit}
de: Verwendung: otpme-pool move [--keep-acls] {pool} {unit}
es: Uso: otpme-pool move [--keep-acls] {pool} {unit}
it: Utilizzo: otpme-pool move [--keep-acls] {pool} {unità}

source: Change pool unit.
de: Pool-Unit ändern.
es: Cambiar unidad del pool.
fr: Changer l'unité du pool.
it: Cambia unità del pool.

source: Usage: otpme-pool remove_orphans {pool}
de: Verwendung: otpme-pool remove_orphans {pool}
es: Uso: otpme-pool remove_orphans {pool}
it: Utilizzo: otpme-pool remove_orphans {pool}

source: Remove orphan UUIDs.
de: Verwaiste UUIDs entfernen.
es: Eliminar UUIDs huérfanos.
fr: Supprimer les UUID orphelins.
it: Rimuovi UUID orfani.

source: Usage: otpme-pool description {pool} [description]
de: Verwendung: otpme-pool description {pool} [description]
es: Uso: otpme-pool description {pool} [description]
it: Utilizzo: otpme-pool description {pool} [descrizione]

source: Set pool description.
de: Pool-Beschreibung festlegen.
es: Establecer descripción del pool.
fr: Définir la description du pool.
it: Imposta descrizione del pool.

source: Usage: otpme-pool export --password <password> {pool}
de: Verwendung: otpme-pool export --password <password> {pool}
es: Uso: otpme-pool export --password <password> {pool}
it: Utilizzo: otpme-pool export --password <password> {pool}

source: Export pool config to stdout.
de: Pool-Konfiguration nach stdout exportieren.
es: Exportar configuración del pool a stdout.
fr: Exporter la configuration du pool vers stdout.
it: Esporta configurazione pool su stdout.

source: Usage: otpme-pool add_node {pool} {node}
de: Verwendung: otpme-pool add_node {pool} {node}
es: Uso: otpme-pool add_node {pool} {node}
it: Utilizzo: otpme-pool add_node {pool} {nodo}

source: Add node to pool.
de: Node zu Pool hinzufügen.
es: Añadir nodo al pool.
fr: Ajouter un nœud au pool.
it: Aggiungi nodo al pool.

source: Usage: otpme-pool remove_node {pool} {node}
de: Verwendung: otpme-pool remove_node {pool} {node}
es: Uso: otpme-pool remove_node {pool} {node}
it: Utilizzo: otpme-pool remove_node {pool} {node}

source: Remove node from pool.
de: Node von Pool entfernen.
es: Eliminar nodo del pool.
fr: Supprimer un nœud du pool.
it: Rimuovi nodo dal pool.

source: Usage: otpme-pool add_policy {pool} {policy}
de: Verwendung: otpme-pool add_policy {pool} {policy}
es: Uso: otpme-pool add_policy {pool} {policy}
it: Utilizzo: otpme-pool add_policy {pool} {policy}

source: Add policy to pool.
de: Policy zu Pool hinzufügen.
es: Añadir política al pool.
fr: Ajouter une politique au pool.
it: Aggiungi policy al pool.

source: Usage: otpme-pool remove_policy {pool} {policy}
de: Verwendung: otpme-pool remove_policy {pool} {policy}
es: Uso: otpme-pool remove_policy {pool} {policy}
it: Utilizzo: otpme-pool remove_policy {pool} {policy}

source: Remove policy from pool.
de: Policy von Pool entfernen.
es: Eliminar política del pool.
fr: Supprimer une politique du pool.
it: Rimuovi policy dal pool.

source: Usage: otpme-pool list_nodes {pool}
de: Verwendung: otpme-pool list_nodes {pool}
es: Uso: otpme-pool list_nodes {pool}
it: Utilizzo: otpme-pool list_nodes {pool}

source: List assigned nodes.
de: Zugewiesene Nodes auflisten.
es: Listar nodos asignados.
fr: Lister les nœuds assignés.
it: Elenca nodi assegnati.

source: Usage: otpme-pool list_policies {pool}
de: Verwendung: otpme-pool list_policies {pool}
es: Uso: otpme-pool list_policies {pool}
it: Utilizzo: otpme-pool list_policies {pool}

source: Usage: otpme-user {command} [user]
de: Verwendung: otpme-user {command} [user]
es: Uso: otpme-user {command} [user]
it: Utilizzo: otpme-user {command} [user]

source: Usage: otpme-user show [--fields <field1,field2,field3>] [--policy-limit <limit>] [-z <size_limit>] [-a] [-t] [user] [token]
de: Verwendung: otpme-user show [--fields <field1,field2,field3>] [--policy-limit <limit>] [-z <size_limit>] [-a] [-t] [user] [token]
es: Uso: otpme-user show [--fields <field1,field2,field3>] [--policy-limit <limit>] [-z <size_limit>] [-a] [-t] [user] [token]
it: Utilizzo: otpme-user show [--fields <field1,field2,field3>] [--policy-limit <limit>] [-z <size_limit>] [-a] [-t] [user] [token]

source: Show user(s)
de: Benutzer anzeigen
es: Mostrar usuario(s)
fr: Afficher le(s) utilisateur(s)
it: Mostra utente/i

source: Show all users.
de: Alle Benutzer anzeigen.
es: Mostrar todos los usuarios.
fr: Afficher tous les utilisateurs.
it: Mostra tutti gli utenti.

source: Show user templates.
de: Benutzervorlagen anzeigen.
es: Mostrar plantillas de usuario.
fr: Afficher les modèles d'utilisateur.
it: Mostra template utente.

source: Output max policies
de: Max. Policies ausgeben
es: Mostrar máximo de políticas
fr: Afficher le nombre maximum de politiques
it: Output policy massime

source: Usage: otpme-user list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-user list [--attribute attribute] [-a] [regex]
es: Uso: otpme-user list [--attribute attribute] [-a] [regex]
it: Utilizzo: otpme-user list [--attribute attribute] [-a] [regex]

source: List all users.
de: Alle Benutzer auflisten.
es: Listar todos los usuarios.
fr: Lister tous les utilisateurs.
it: Elenca tutti gli utenti.

source: Usage: otpme-user add [--no-default-token] [--default-token <default_token>] [--default-token-type <token_type>] [--password <password>] [--group <group>] [--groups <group1,group2>] [--role <default_role>] [--roles <role1,role2>] [--attributes <attr1=val1,attr2=val2...> [-t] [--template <template_name>] [--no-qrcode] {user}
de: Verwendung: otpme-user add [--no-default-token] [--default-token <default_token>] [--default-token-type <token_type>] [--password <password>] [--group <group>] [--groups <group1,group2>] [--role <default_role>] [--roles <role1,role2>] [--attributes <attr1=val1,attr2=val2...> [-t] [--template <template_name>] [--no-qrcode] {user}
es: Uso: otpme-user add [--no-default-token] [--default-token <default_token>] [--default-token-type <token_type>] [--password <password>] [--group <group>] [--groups <group1,group2>] [--role <default_role>] [--roles <role1,role2>] [--attributes <attr1=val1,attr2=val2...> [-t] [--template <template_name>] [--no-qrcode] {user}
it: Utilizzo: otpme-user add [--no-default-token] [--default-token <default_token>] [--default-token-type <token_type>] [--password <password>] [--group <group>] [--groups <group1,group2>] [--role <default_role>] [--roles <role1,role2>] [--attributes <attr1=val1,attr2=val2...> [-t] [--template <template_name>] [--no-qrcode] {user}

source: Add new user.
de: Neuen Benutzer hinzufügen.
es: Añadir nuevo usuario.
fr: Ajouter un nouvel utilisateur.
it: Aggiungi nuovo utente.

source: Users default group.
de: Standard-Gruppe des Benutzers.
es: Grupo predeterminado del usuario.
fr: Groupe par défaut de l'utilisateur.
it: Gruppo predefinito dell'utente.

source: Groups to add user to.
de: Gruppen, denen der Benutzer hinzugefügt werden soll.
es: Grupos a los que añadir el usuario.
fr: Groupes auxquels ajouter l'utilisateur.
it: Gruppi a cui aggiungere l'utente.

source: Default role to add user's default token to.
de: Standard-Rolle, zu der das Standard-Token des Benutzers hinzugefügt werden soll.
es: Rol predeterminado para añadir el token predeterminado del usuario.
fr: Rôle par défaut pour ajouter le token par défaut de l'utilisateur.
it: Ruolo predefinito a cui aggiungere il token predefinito dell'utente.

source: Roles to add user to.
de: Rollen, denen der Benutzer hinzugefügt werden soll.
es: Roles a los que añadir el usuario.
fr: Rôles auxquels ajouter l'utilisateur.
it: Ruoli a cui aggiungere l'utente.

source: Do not create default token.
de: Kein Standard-Token erstellen.
es: No crear token predeterminado.
fr: Ne pas créer de token par défaut.
it: Non creare token predefinito.

source: Do not generate default token qrcode.
de: Standard-Token-QR-Code nicht generieren.
es: No generar código QR de token predeterminado.
fr: Ne pas générer de qrcode pour le token par défaut.
it: Non generare qrcode del token predefinito.

source: Get default token from TOKENSTORE.
de: Standard-Token aus TOKENSTORE abrufen.
es: Obtener token predeterminado de TOKENSTORE.
fr: Obtenir le token par défaut depuis TOKENSTORE.
it: Ottieni token predefinito da TOKENSTORE.

source: Add default token of type <token_type>.
de: Standard-Token vom Typ <token_type> hinzufügen.
es: Agregar token predeterminado de tipo <token_type>.
fr: Ajouter un token par défaut de type <token_type>.
it: Aggiungi token predefinito di tipo <token_type>.

source: Set password for default token (must be password token).
de: Passwort für Standard-Token setzen (muss Passwort-Token sein).
es: Establecer contraseña para token predeterminado (debe ser token de contraseña).
fr: Définir le mot de passe pour le token par défaut (doit être un token de mot de passe).
it: Imposta password per token predefinito (deve essere token password).

source: Add LDIF attributes to user.
de: LDIF-Attribute zum Benutzer hinzufügen.
es: Agregar atributos LDIF al usuario.
fr: Ajouter des attributs LDIF à l'utilisateur.
it: Aggiungi attributi LDIF all'utente.

source: Add user from template.
de: Benutzer aus Vorlage hinzufügen.
es: Agregar usuario desde plantilla.
fr: Ajouter un utilisateur depuis un modèle.
it: Aggiungi utente da template.

source: Add user template.
de: Benutzervorlage hinzufügen.
es: Agregar plantilla de usuario.
fr: Ajouter un modèle d'utilisateur.
it: Aggiungi template utente.

source: Usage: otpme-user del {user}
de: Verwendung: otpme-user del {user}
es: Uso: otpme-user del {user}
it: Utilizzo: otpme-user del {user}

source: Delete user
de: Benutzer löschen
es: Eliminar usuario
fr: Supprimer l'utilisateur
it: Elimina utente
