Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Join host as type <host_type>.
de: Host als Typ <host_type> beitreten.
es: Unir host como tipo <host_type>.
fr: Rejoindre l'hôte en tant que type <host_type>.
it: Unisci host come tipo <host_type>.

source: Join host to the given unit.
de: Host der angegebenen Unit beitreten.
es: Unir host a la unidad dada.
fr: Rejoindre l'hôte à l'unité donnée.
it: Unisci host all'unità specificata.

source: Host/Node key length.
de: Host/Node-Schlüssellänge.
es: Longitud de clave de Host/Node.
fr: Longueur de la clé hôte/nœud.
it: Lunghezza chiave Host/Node.

source: Site key length.
de: Site-Schlüssellänge.
es: Longitud de clave de sitio.
fr: Longueur de la clé du site.
it: Lunghezza chiave sito.

source: Trust any site certificate.
de: Jedem Site-Zertifikat vertrauen.
es: Confiar en cualquier certificado de sitio.
fr: Faire confiance à tout certificat de site.
it: Considera attendibile qualsiasi certificato del sito.

source: Check the site certificate fingerprint.
de: Site-Zertifikat-Fingerabdruck prüfen.
es: Verificar la huella digital del certificado del sitio.
fr: Vérifier l'empreinte du certificat du site.
it: Verifica l'impronta del certificato del sito.

source: Dont start OTPme daemons after joining realm.
de: OTPme-Daemons nach Realm-Beitritt nicht starten.
es: No iniciar daemons OTPme después de unirse al realm.
fr: Ne pas démarrer les démons OTPme après avoir rejoint le realm.
it: Non avviare i demoni OTPme dopo essersi uniti al realm.

source: Usage: otpme-tool leave [ --lotp <lotp> --offline --keep-host --no-keep-host --keep-data --keep-cache --keep-cert ] [domain]
es: Uso: otpme-tool leave [ --lotp <lotp> --offline --keep-host --no-keep-host --keep-data --keep-cache --keep-cert ] [domain]
it: Utilizzo: otpme-tool leave [ --lotp <lotp> --offline --keep-host --no-keep-host --keep-data --keep-cache --keep-cert ] [domain]

source: Leave OTPme realm
de: OTPme-Realm verlassen
es: Salir del realm OTPme
fr: Quitter le realm OTPme
it: Lascia il realm OTPme

source: Leave using the given LOTP.
de: Mit dem angegebenen LOTP verlassen.
es: Salir usando el LOTP dado.
fr: Quitter en utilisant le LOTP donné.
it: Lascia usando il LOTP fornito.

source: Leave realm without talking to OTPme servers.
de: Realm ohne Verbindung zu OTPme-Servern verlassen.
es: Salir del realm sin comunicarse con servidores OTPme.
fr: Quitter le realm sans communiquer avec les serveurs OTPme.
it: Lascia il realm senza comunicare con i server OTPme.

source: Do not delete node/host object on server side.
de: Node/Host-Objekt auf Serverseite nicht löschen.
es: No eliminar objeto node/host en el lado del servidor.
fr: Ne pas supprimer l'objet nœud/hôte côté serveur.
it: Non eliminare l'oggetto nodo/host lato server.

source: Delete node/host object on server side.
de: Node/Host-Objekt auf Serverseite löschen.
es: Eliminar objeto node/host en el lado del servidor.
fr: Supprimer l'objet nœud/hôte côté serveur.
it: Elimina l'oggetto nodo/host lato server.

source: Keep all data (e.g realm data, certs, offline tokens...)
de: Alle Daten behalten (z.B. Realm-Daten, Zertifikate, Offline-Token...)
es: Mantener todos los datos (p.ej. datos del realm, certificados, tokens offline...)
fr: Conserver toutes les données (ex : données realm, certificats, tokens hors ligne...)
it: Mantieni tutti i dati (es. dati realm, certificati, token offline...)

source: Keep cached data (offline tokens, nsscache etc.)
de: Zwischengespeicherte Daten behalten (Offline-Token, nsscache etc.)
es: Mantener datos en caché (tokens offline, nsscache, etc.)
fr: Conserver les données en cache (tokens hors ligne, nsscache, etc.)
it: Mantieni i dati memorizzati nella cache (token offline, nsscache ecc.)

source: Do not revoke host certficiate when leaving.
de: Host-Zertifikat beim Verlassen nicht widerrufen.
es: No revocar certificado del host al salir.
fr: Ne pas révoquer le certificat de l'hôte lors du départ.
it: Non revocare il certificato host quando si lascia.

source: Do not revoke host auth key when leaving.
de: Host-Authentifizierungsschlüssel beim Verlassen nicht widerrufen.
es: No revocar clave de autenticación del host al salir.
fr: Ne pas révoquer la clé d'authentification de l'hôte lors du départ.
it: Non revocare la chiave di autenticazione host quando si lascia.

source: Usage: otpme-tool login --node {node} [username]
es: Uso: otpme-tool login --node {node} [username]
it: Utilizzo: otpme-tool login --node {node} [username]

source: login to OTPme realm
de: Bei OTPme-Realm anmelden
es: iniciar sesión en realm OTPme
fr: se connecter au realm OTPme
it: accedi al realm OTPme

source: Send login request to given node.
de: Login-Anfrage an angegebenen Node senden.
es: Enviar solicitud de inicio de sesión al nodo dado.
fr: Envoyer la demande de connexion au nœud donné.
it: Invia richiesta di accesso al nodo specificato.

source: Usage: otpme-tool logout
es: Uso: otpme-tool logout
it: Utilizzo: otpme-tool logout

source: logout from OTPme realm
de: Von OTPme-Realm abmelden
es: cerrar sesión del realm OTPme
fr: se déconnecter du realm OTPme
it: disconnetti dal realm OTPme

source: Usage: otpme-tool whoami
es: Uso: otpme-tool whoami
it: Utilizzo: otpme-tool whoami

source: show currently logged in user
de: Aktuell angemeldeten Benutzer anzeigen
es: mostrar usuario actualmente conectado
fr: afficher l'utilisateur actuellement connecté
it: mostra l'utente attualmente connesso

source: Usage: otpme-tool show_sessions
es: Uso: otpme-tool show_sessions
it: Utilizzo: otpme-tool show_sessions

source: Get otpme-agent login sessions.
de: OTPme-Agent-Login-Sitzungen abrufen.
es: Obtener sesiones de inicio de sesión de otpme-agent.
fr: Obtenir les sessions de connexion otpme-agent.
it: Ottieni le sessioni di accesso otpme-agent.

source: Usage: otpme-tool get_login_session_id
es: Uso: otpme-tool get_login_session_id
it: Utilizzo: otpme-tool get_login_session_id

source: Get otpme-agent login session ID.
de: OTPme-Agent-Login-Sitzungs-ID abrufen.
es: Obtener ID de sesión de inicio de sesión de otpme-agent.
fr: Obtenir l'ID de session de connexion otpme-agent.
it: Ottieni l'ID sessione di accesso otpme-agent.

source: Usage: otpme-tool get_login_token
es: Uso: otpme-tool get_login_token
it: Utilizzo: otpme-tool get_login_token

source: Show token of currently logged in user
de: Token des aktuell angemeldeten Benutzers anzeigen
es: Mostrar token del usuario actualmente conectado
fr: Afficher le token de l'utilisateur actuellement connecté
it: Mostra il token dell'utente attualmente connesso

source: Usage: otpme-tool get_login_pass_type
de: Verwendung: otpme-tool get_login_pass_type
es: Uso: otpme-tool get_login_pass_type
it: Utilizzo: otpme-tool get_login_pass_type

source: Show token password type used at login.
de: Token-Passworttyp anzeigen, der bei der Anmeldung verwendet wird.
es: Mostrar tipo de contraseña del token usado en el inicio de sesión.
fr: Afficher le type de mot de passe du token utilisé lors de la connexion.
it: Mostra il tipo di password token utilizzato al login.

source: Usage: otpme-tool get_tty
de: Verwendung: otpme-tool get_tty
es: Uso: otpme-tool get_tty
it: Utilizzo: otpme-tool get_tty

source: Get TTY for logged in user
de: TTY für angemeldeten Benutzer abrufen
es: Obtener TTY para usuario conectado
fr: Obtenir le TTY pour l'utilisateur connecté
it: Ottieni TTY per l'utente connesso

source: Usage: otpme-tool get_sotp --site {site}
de: Verwendung: otpme-tool get_sotp --site {site}
es: Uso: otpme-tool get_sotp --site {site}
it: Utilizzo: otpme-tool get_sotp --site {site}

source: Get a SOTP for logged in user
de: SOTP für angemeldeten Benutzer abrufen
es: Obtener un SOTP para usuario conectado
fr: Obtenir un SOTP pour l'utilisateur connecté
it: Ottieni un SOTP per l'utente connesso

source: Usage: otpme-tool get_srp
de: Verwendung: otpme-tool get_srp
es: Uso: otpme-tool get_srp
it: Utilizzo: otpme-tool get_srp

source: Get a SRP for logged in user
de: SRP für angemeldeten Benutzer abrufen
es: Obtener un SRP para usuario conectado
fr: Obtenir un SRP pour l'utilisateur connecté
it: Ottieni un SRP per l'utente connesso

source: Usage: otpme-tool get_jwt <challenge>
de: Verwendung: otpme-tool get_jwt <challenge>
es: Uso: otpme-tool get_jwt <challenge>
it: Utilizzo: otpme-tool get_jwt <challenge>

source: Request JWT from mgmtd
de: JWT von mgmtd anfordern
es: Solicitar JWT del mgmtd
fr: Demander un JWT au mgmtd
it: Richiedi JWT da mgmtd

source: Usage: otpme-tool reneg
de: Verwendung: otpme-tool reneg
es: Uso: otpme-tool reneg
it: Utilizzo: otpme-tool reneg

source: Try to renegotiate login session.
de: Anmeldesitzung neu aushandeln versuchen.
es: Intentar renegociar sesión de inicio de sesión.
fr: Essayer de renégocier la session de connexion.
it: Prova a rinegoziare la sessione di accesso.

source: Usage: otpme-tool search attribute=<attribute> value=<value> object_type=<object_type> return_type=<uuid|full_oid|read_oid|name>
de: Verwendung: otpme-tool search attribute=<attribute> value=<value> object_type=<object_type> return_type=<uuid|full_oid|read_oid|name>
es: Uso: otpme-tool search attribute=<attribute> value=<value> object_type=<object_type> return_type=<uuid|full_oid|read_oid|name>
it: Utilizzo: otpme-tool search attribute=<attribute> value=<value> object_type=<object_type> return_type=<uuid|full_oid|read_oid|name>

source: Search otpme objects
de: OTPme-Objekte suchen
es: Buscar objetos otpme
fr: Rechercher des objets otpme
it: Cerca oggetti otpme

source: Usage: otpme-tool start_ssh_agent
de: Verwendung: otpme-tool start_ssh_agent
es: Uso: otpme-tool start_ssh_agent
it: Utilizzo: otpme-tool start_ssh_agent

source: Start users SSH agent script
de: SSH-Agent-Skript des Benutzers starten
es: Iniciar script del agente SSH del usuario
fr: Démarrer le script de l'agent SSH de l'utilisateur
it: Avvia lo script SSH agent dell'utente

source: Usage: otpme-tool stop_ssh_agent
de: Verwendung: otpme-tool stop_ssh_agent
es: Uso: otpme-tool stop_ssh_agent
it: Utilizzo: otpme-tool stop_ssh_agent

source: Stop users SSH agent script
de: SSH-Agent-Skript des Benutzers beenden
es: Detener script del agente SSH del usuario
fr: Arrêter le script de l'agent SSH de l'utilisateur
it: Ferma lo script SSH agent dell'utente

source: Usage: otpme-tool restart_ssh_agent
de: Verwendung: otpme-tool restart_ssh_agent
es: Uso: otpme-tool restart_ssh_agent
it: Utilizzo: otpme-tool restart_ssh_agent

source: Restart users SSH agent script
de: SSH-Agent-Skript des Benutzers neu starten
es: Reiniciar script del agente SSH del usuario
fr: Redémarrer le script de l'agent SSH de l'utilisateur
it: Riavvia lo script SSH agent dell'utente

source: Usage: otpme-tool ssh_agent_status
de: Verwendung: otpme-tool ssh_agent_status
es: Uso: otpme-tool ssh_agent_status
fr: Utilisation : otpme-tool ssh_agent_status
it: Utilizzo: otpme-tool ssh_agent_status

source: Get users SSH agent script status
de: SSH-Agent-Skript-Status des Benutzers abrufen
es: Obtener estado del script del agente SSH del usuario
fr: Obtenir le statut du script de l'agent SSH de l'utilisateur
it: Ottieni lo stato dello script SSH agent dell'utente

source: Usage: otpme-tool reset_reauth
de: Verwendung: otpme-tool reset_reauth
es: Uso: otpme-tool reset_reauth
fr: Utilisation : otpme-tool reset_reauth
it: Utilizzo: otpme-tool reset_reauth

source: Reset auth_on_action reauth.
de: auth_on_action-Neuauthentifizierung zurücksetzen.
es: Restablecer reautenticación auth_on_action.
fr: Réinitialiser la réauthentification auth_on_action.
it: Resetta la riautenticazione auth_on_action.

source: Usage: otpme-tool backup -d <backup_dir>
de: Verwendung: otpme-tool backup -d <backup_dir>
es: Uso: otpme-tool backup -d <backup_dir>
fr: Utilisation : otpme-tool backup -d <backup_dir>
it: Utilizzo: otpme-tool backup -d <backup_dir>

source: Write backup to backup directory.
de: Backup in Backup-Verzeichnis schreiben.
es: Escribir respaldo en directorio de respaldo.
fr: Écrire la sauvegarde dans le répertoire de sauvegarde.
it: Scrivi backup nella directory di backup.

source: Usage: otpme-tool restore {-d <restore_dir>|-f <restore_file>}
de: Verwendung: otpme-tool restore {-d <restore_dir>|-f <restore_file>}
es: Uso: otpme-tool restore {-d <restore_dir>|-f <restore_file>}
fr: Utilisation : otpme-tool restore {-d <restore_dir>|-f <restore_file>}
it: Uso: otpme-tool restore {-d <restore_dir>|-f <restore_file>}

source: Usage: otpme-tool detect_smartcard -t [fido2,yubikey_hmac,...]
de: Verwendung: otpme-tool detect_smartcard -t [fido2,yubikey_hmac,...]
es: Uso: otpme-tool detect_smartcard -t [fido2,yubikey_hmac,...]
fr: Utilisation : otpme-tool detect_smartcard -t [fido2,yubikey_hmac,...]
it: Uso: otpme-tool detect_smartcard -t [fido2,yubikey_hmac,...]

source: Detect connected smartcards.
de: Angeschlossene Smartcards erkennen.
es: Detectar tarjetas inteligentes conectadas.
fr: Détecter les cartes à puce connectées.
it: Rileva smartcard connesse.

source: Usage: otpme-token add [-r] {token}
de: Verwendung: otpme-token add [-r] {token}
es: Uso: otpme-token add [-r] {token}
fr: Utilisation : otpme-token add [-r] {token}
it: Uso: otpme-token add [-r] {token}

source: Usage: otpme-token deploy [-d] [-r] [-s <slot>] [token]
de: Verwendung: otpme-token deploy [-d] [-r] [-s <slot>] [token]
es: Uso: otpme-token deploy [-d] [-r] [-s <slot>] [token]
fr: Utilisation : otpme-token deploy [-d] [-r] [-s <slot>] [token]
it: Uso: otpme-token deploy [-d] [-r] [-s <slot>] [token]

source: Write HMAC-SHA1 config to given yubikey slot.
de: HMAC-SHA1-Konfiguration in angegebenen Yubikey-Slot schreiben.
es: Escribir configuración HMAC-SHA1 en ranura yubikey indicada.
fr: Écrire la configuration HMAC-SHA1 dans le slot yubikey donné.
it: Scrivi configurazione HMAC-SHA1 nello slot yubikey specificato.

source: Write new config to given slot.
de: Neue Konfiguration in angegebenen Slot schreiben.
es: Escribir nueva configuración en ranura indicada.
fr: Écrire une nouvelle configuration dans le slot donné.
it: Scrivi nuova configurazione nello slot specificato.

source: Replace existing token.
de: Vorhandenes Token ersetzen.
es: Reemplazar token existente.
fr: Remplacer le token existant.
it: Sostituisci token esistente.

source: Do NOT reconfigure yubikey, just add token data to OTPme token.
de: Yubikey NICHT neu konfigurieren, nur Token-Daten zu OTPme-Token hinzufügen.
es: NO reconfigurar yubikey, solo agregar datos del token al token OTPme.
fr: NE PAS reconfigurer la yubikey, juste ajouter les données du token au token OTPme.
it: NON riconfigurare yubikey, aggiungi solo i dati del token al token OTPme.

source: Enable token related debug output.
de: Token-bezogene Debug-Ausgabe aktivieren.
es: Habilitar salida de depuración relacionada con el token.
fr: Activer la sortie de débogage liée au token.
it: Abilita output di debug relativo al token.

source: Usage: otpme-token secret {token} [secret]
de: Verwendung: otpme-token secret {token} [secret]
es: Uso: otpme-token secret {token} [secret]
fr: Utilisation : otpme-token secret {token} [secret]
it: Uso: otpme-token secret {token} [secret]

source: Change token secret.
de: Token-Geheimnis ändern.
es: Cambiar secreto del token.
fr: Changer le secret du token.
it: Cambia segreto del token.

source: Usage: otpme-token show_secret {token}
de: Verwendung: otpme-token show_secret {token}
es: Uso: otpme-token show_secret {token}
fr: Utilisation : otpme-token show_secret {token}
it: Uso: otpme-token show_secret {token}

source: Show token's secret.
de: Token-Geheimnis anzeigen.
es: Mostrar secreto del token.
fr: Afficher le secret du token.
it: Mostra il segreto del token.

source: Usage: otpme-token enable_mschap {token}
de: Verwendung: otpme-token enable_mschap {token}
es: Uso: otpme-token enable_mschap {token}
fr: Utilisation : otpme-token enable_mschap {token}
it: Uso: otpme-token enable_mschap {token}

source: Enable MSCHAP authentication.
de: MSCHAP-Authentifizierung aktivieren.
es: Habilitar autenticación MSCHAP.
fr: Activer l'authentification MSCHAP.
it: Abilita autenticazione MSCHAP.

source: Usage: otpme-token disable_mschap {token}
de: Verwendung: otpme-token disable_mschap {token}
es: Uso: otpme-token disable_mschap {token}
fr: Utilisation : otpme-token disable_mschap {token}
it: Uso: otpme-token disable_mschap {token}

source: Disable MSCHAP authentication.
de: MSCHAP-Authentifizierung deaktivieren.
es: Deshabilitar autenticación MSCHAP.
fr: Désactiver l'authentification MSCHAP.
it: Disabilita autenticazione MSCHAP.

source: Usage: otpme-token gen {token}
de: Verwendung: otpme-token gen {token}
es: Uso: otpme-token gen {token}
fr: Utilisation : otpme-token gen {token}
it: Uso: otpme-token gen {token}

source: Generate token OTP.
de: Token-OTP generieren.
es: Generar OTP del token.
fr: Générer l'OTP du token.
it: Genera OTP del token.

source: Usage: otpme-token gen_mschap {token}
de: Verwendung: otpme-token gen_mschap {token}
es: Uso: otpme-token gen_mschap {token}
fr: Utilisation : otpme-token gen_mschap {token}
it: Uso: otpme-token gen_mschap {token}

source: Generate MSCHAP challenge/response from token OTP.
de: MSCHAP-Challenge/Response aus Token-OTP generieren.
es: Generar desafío/respuesta MSCHAP desde OTP del token.
fr: Générer le challenge/réponse MSCHAP à partir de l'OTP du token.
it: Genera challenge/response MSCHAP da OTP del token.

source: Usage: otpme-token otp_format {token} [otp_format]
de: Verwendung: otpme-token otp_format {token} [otp_format]
es: Uso: otpme-token otp_format {token} [otp_format]
fr: Utilisation : otpme-token otp_format {token} [otp_format]
it: Uso: otpme-token otp_format {token} [otp_format]

source: Change token OTP format.
de: Token-OTP-Format ändern.
es: Cambiar formato OTP del token.
fr: Changer le format OTP du token.
it: Cambia formato OTP del token.

source: Usage: otpme-token validity_time {token} [int]
de: Verwendung: otpme-token validity_time {token} [int]
es: Uso: otpme-token validity_time {token} [int]
fr: Utilisation : otpme-token validity_time {token} [int]
it: Uso: otpme-token validity_time {token} [int]

source: Change OTP validity time.
de: OTP-Gültigkeitsdauer ändern.
es: Cambiar tiempo de validez OTP.
fr: Changer la durée de validité de l'OTP.
it: Cambia tempo di validità OTP.

source: Usage: otpme-token timedrift_tolerance {token} [int]
de: Verwendung: otpme-token timedrift_tolerance {token} [int]
es: Uso: otpme-token timedrift_tolerance {token} [int]
fr: Utilisation : otpme-token timedrift_tolerance {token} [int]
it: Uso: otpme-token timedrift_tolerance {token} [int]

source: Change OTP timedrift tolerance.
de: OTP-Zeitdrifttoleranz ändern.
es: Cambiar tolerancia de desviación temporal OTP.
fr: Changer la tolérance de dérive temporelle de l'OTP.
it: Cambia tolleranza timedrift OTP.

source: Usage: otpme-token mode {token} {mode}
de: Verwendung: otpme-token mode {token} {mode}
es: Uso: otpme-token mode {token} {mode}
fr: Utilisation : otpme-token mode {token} {mode}
it: Uso: otpme-token mode {token} {mode}

source: Change token operation mode.
de: Token-Betriebsmodus ändern.
es: Cambiar modo de operación del token.
fr: Changer le mode de fonctionnement du token.
it: Cambia modalità operativa del token.

source: Usage: otpme-token [--type <token_type>] {command} [token]
de: Verwendung: otpme-token [--type <token_type>] {command} [token]
es: Uso: otpme-token [--type <token_type>] {command} [token]
fr: Utilisation : otpme-token [--type <token_type>] {command} [token]
it: Uso: otpme-token [--type <token_type>] {command} [token]

source: Usage: otpme-token show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [token]
de: Verwendung: otpme-token show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [token]
es: Uso: otpme-token show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [token]
fr: Utilisation : otpme-token show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [token]
it: Uso: otpme-token show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [token]

source: Show token(s).
de: Token anzeigen.
es: Mostrar token(s).
fr: Afficher le(s) token(s).
it: Mostra token.

source: Show all tokens.
de: Alle Token anzeigen.
es: Mostrar todos los tokens.
fr: Afficher tous les tokens.
it: Mostra tutti i token.

source: Usage: otpme-token list [regex]
de: Verwendung: otpme-token list [regex]
es: Uso: otpme-token list [regex]
fr: Utilisation : otpme-token list [regex]
it: Uso: otpme-token list [regex]

source: List tokens.
de: Token auflisten.
es: Listar tokens.
fr: Lister les tokens.
it: Elenca token.

source: Usage: otpme-token --type <token_type> add {token}
de: Verwendung: otpme-token --type <token_type> add {token}
es: Uso: otpme-token --type <token_type> add {token}
fr: Utilisation : otpme-token --type <token_type> add {token}
it: Uso: otpme-token --type <token_type> add {token}

source: Usage: otpme-token del {token}
de: Verwendung: otpme-token del {token}
es: Uso: otpme-token del {token}
fr: Utilisation : otpme-token del {token}
it: Uso: otpme-token del {token}

source: Delete token.
de: Token löschen.
es: Eliminar token.
fr: Supprimer le token.
it: Elimina token.

source: Usage: otpme-token touch {token}
de: Verwendung: otpme-token touch {token}
es: Uso: otpme-token touch {token}
fr: Utilisation : otpme-token touch {token}
it: Uso: otpme-token touch {token}

source: Touch token (e.g. migrate).
de: Token berühren (z.B. migrieren).
es: Tocar token (ej. migrar).
fr: Toucher le token (p.ex. migrer).
it: Tocca token (es. migra).

source: Usage: otpme-token enable {token}
de: Verwendung: otpme-token enable {token}
es: Uso: otpme-token enable {token}
fr: Utilisation : otpme-token enable {token}
it: Uso: otpme-token enable {token}

source: Enable token.
de: Token aktivieren.
es: Habilitar token.
fr: Activer le token.
it: Abilita token.

source: Usage: otpme-token disable {token}
de: Verwendung: otpme-token disable {token}
es: Uso: otpme-token disable {token}
it: Uso: otpme-token disable {token}

source: Disable token.
de: Token deaktivieren.
es: Deshabilitar token.
fr: Désactiver le token.
it: Disabilita token.

source: Usage: otpme-token auto_disable {token} {time}
de: Verwendung: otpme-token auto_disable {token} {time}
es: Uso: otpme-token auto_disable {token} {time}
it: Uso: otpme-token auto_disable {token} {time}

source: Usage: otpme-token rename {token} {new_name}
de: Verwendung: otpme-token rename {token} {new_name}
es: Uso: otpme-token rename {token} {new_name}
it: Uso: otpme-token rename {token} {new_name}

source: Rename token.
de: Token umbenennen.
es: Renombrar token.
fr: Renommer le token.
it: Rinomina token.

source: Usage: otpme-token move {src_user/token} {dst_user/token}
de: Verwendung: otpme-token move {src_user/token} {dst_user/token}
es: Uso: otpme-token move {src_user/token} {dst_user/token}
it: Uso: otpme-token move {src_user/token} {dst_user/token}

source: Move token.
de: Token verschieben.
es: Mover token.
fr: Déplacer le token.
it: Sposta token.

source: Replace destination token and keep its UUID.
de: Ziel-Token ersetzen und dessen UUID behalten.
es: Reemplazar token de destino y mantener su UUID.
fr: Remplacer le token de destination et conserver son UUID.
it: Sostituisci il token di destinazione e mantieni il suo UUID.

source: Usage: otpme-token add_dynamic_group {token} {group_name}
de: Verwendung: otpme-token add_dynamic_group {token} {group_name}
es: Uso: otpme-token add_dynamic_group {token} {group_name}
it: Uso: otpme-token add_dynamic_group {token} {group_name}

source: Add dynamic group to token.
de: Dynamische Gruppe zu Token hinzufügen.
es: Agregar grupo dinámico al token.
fr: Ajouter un groupe dynamique au token.
it: Aggiungi gruppo dinamico al token.
