Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Not updating sync list checksum due to time missmatch.
de: Sync-Listen-Prüfsumme wird aufgrund von Zeitabweichung nicht aktualisiert.
es: No se actualiza el checksum de la lista de sincronización debido a discrepancia de tiempo.
fr: Checksum de la liste de synchronisation non mis à jour en raison d'un décalage temporel.
it: Checksum della lista di sincronizzazione non aggiornato a causa di discrepanza temporale.

source: Updated {update_type} in sync map: {peer_realm}/{peer_site}: {realm}/{site}: {checksum}
de: {update_type} in Sync-Map aktualisiert: {peer_realm}/{peer_site}: {realm}/{site}: {checksum}
es: Actualizado {update_type} en mapa de sincronización: {peer_realm}/{peer_site}: {realm}/{site}: {checksum}
fr: Mis à jour {update_type} dans la carte de synchronisation : {peer_realm}/{peer_site}: {realm}/{site}: {checksum}
it: Aggiornato {update_type} nella mappa di sincronizzazione: {peer_realm}/{peer_site}: {realm}/{site}: {checksum}

source: Failed to get last used data from backend: {e}
de: Zuletzt verwendete Daten konnten nicht vom Backend abgerufen werden: {e}
es: Error al obtener últimos datos usados del backend: {e}
fr: Échec de l'obtention des dernières données utilisées du backend : {e}
it: Impossibile ottenere gli ultimi dati utilizzati dal backend: {e}

source: Permission denied: {object_id}
de: Zugriff verweigert: {object_id}
es: Permiso denegado: {object_id}
fr: Permission refusée : {object_id}
it: Permesso negato: {object_id}

source: Failed to get object sync config: {o_oid}: {e}
de: Objekt-Sync-Konfiguration konnte nicht abgerufen werden: {o_oid}: {e}
es: Error al obtener configuración de sincronización del objeto: {o_oid}: {e}
fr: Échec de l'obtention de la configuration de synchronisation de l'objet : {o_oid}: {e}
it: Impossibile ottenere la configurazione di sincronizzazione dell'oggetto: {o_oid}: {e}

source: Unable to get parent object of: {o}
de: Übergeordnetes Objekt konnte nicht abgerufen werden von: {o}
es: No se puede obtener objeto padre de: {o}
fr: Impossible d'obtenir l'objet parent de : {o}
it: Impossibile ottenere l'oggetto padre di: {o}

source: Sending object ({object_size}): {object_id}
de: Objekt wird gesendet ({object_size}): {object_id}
es: Enviando objeto ({object_size}): {object_id}
fr: Envoi de l'objet ({object_size}) : {object_id}
it: Invio oggetto ({object_size}): {object_id}

source: Reading {log_name}s
de: {log_name}s werden gelesen
es: Leyendo {log_name}s
fr: Lecture des {log_name}s
it: Lettura {log_name}s

source: Failed to decrypt {log_name} from peer: {peer_fqdn}: {x_oid}
de: Entschlüsselung von {log_name} von Peer fehlgeschlagen: {peer_fqdn}: {x_oid}
es: Error al descifrar {log_name} del peer: {peer_fqdn}: {x_oid}
fr: Échec du déchiffrement de {log_name} du pair : {peer_fqdn}: {x_oid}
it: Impossibile decrittare {log_name} dal peer: {peer_fqdn}: {x_oid}

source: Failed to load token counter: {x_oid}: {e}
de: Token-Zähler konnte nicht geladen werden: {x_oid}: {e}
es: Error al cargar contador de token: {x_oid}: {e}
fr: Échec du chargement du compteur de jeton : {x_oid}: {e}
it: Impossibile caricare il contatore token: {x_oid}: {e}

source: Got invalid token counter from peer: {fqdn}: {oid}: {error}
de: Ungültiger Token-Zähler von Peer erhalten: {fqdn}: {oid}: {error}
es: Se recibió contador de token inválido del peer: {fqdn}: {oid}: {error}
fr: Compteur de jeton invalide reçu du pair : {fqdn}: {oid}: {error}
it: Ricevuto contatore token non valido dal peer: {fqdn}: {oid}: {error}

source: Got wrong OTP hash.
de: Falscher OTP-Hash erhalten.
es: Se recibió hash OTP incorrecto.
fr: Hash OTP incorrect reçu.
it: Ricevuto hash OTP errato.

source: Got invalid OTP hash from peer: {fqdn}: {oid}
de: Ungültiger OTP-Hash von Peer erhalten: {fqdn}: {oid}
es: Se recibió hash OTP inválido del peer: {fqdn}: {oid}
fr: Hash OTP invalide reçu du pair : {fqdn}: {oid}
it: Ricevuto hash OTP non valido dal peer: {fqdn}: {oid}

source: Error writing config: {oid}: {error}
de: Fehler beim Schreiben der Konfiguration: {oid}: {error}
es: Error al escribir configuración: {oid}: {error}
fr: Erreur d'écriture de la configuration : {oid}: {error}
it: Errore nella scrittura della configurazione: {oid}: {error}

source: Missing object: {oid}: Broken index?
de: Fehlendes Objekt: {oid}: Defekter Index?
es: Objeto faltante: {oid}: ¿Índice dañado?
fr: Objet manquant : {oid}: Index corrompu ?
it: Oggetto mancante: {oid}: Indice corrotto?

source: Sending {count} {name}s
de: {count} {name}s werden gesendet
es: Enviando {count} {name}s
fr: Envoi de {count} {name}s
it: Invio di {count} {name}s

source: Added {count} {name}s
de: {count} {name}s hinzugefügt
es: Se agregaron {count} {name}s
fr: Ajout de {count} {name}s
it: Aggiunti {count} {name}s

source: Unable to load token: {oid}
de: Token konnte nicht geladen werden: {oid}
es: No se puede cargar token: {oid}
fr: Impossible de charger le jeton : {oid}
it: Impossibile caricare il token: {oid}

source: Unknown token: {oid}
de: Unbekanntes Token: {oid}
es: Token desconocido: {oid}
fr: Jeton inconnu : {oid}
it: Token sconosciuto: {oid}

source: Unable to load session: {uuid}
de: Sitzung konnte nicht geladen werden: {uuid}
es: No se puede cargar sesión: {uuid}
fr: Impossible de charger la session : {uuid}
it: Impossibile caricare la sessione: {uuid}

source: Unknown session: {uuid}
de: Unbekannte Sitzung: {uuid}
es: Sesión desconocida: {uuid}
fr: Session inconnue : {uuid}
it: Sessione sconosciuta: {uuid}

source: Reading {name}s: {oid}
de: {name}s werden gelesen: {oid}
es: Leyendo {name}s: {oid}
fr: Lecture des {name}s : {oid}
it: Lettura {name}s: {oid}

source: Sending {count} {name}s: {oid}
de: {count} {name}s werden gesendet: {oid}
es: Enviando {count} {name}s: {oid}
fr: Envoi de {count} {name}s : {oid}
it: Invio di {count} {name}s: {oid}

source: Added {count} {name}s: {oid}
de: {count} {name}s hinzugefügt: {oid}
es: Se agregaron {count} {name}s: {oid}
fr: Ajout de {count} {name}s : {oid}
it: Aggiunti {count} {name}s: {oid}

source: Unknown {type}: {name}
de: Unbekannt {type}: {name}
es: {type} desconocido: {name}
fr: {type} inconnu : {name}
it: {type} sconosciuto: {name}

source: Invalid command for host type: {type}
de: Ungültiger Befehl für Host-Typ: {type}
es: Comando inválido para tipo de host: {type}
fr: Commande invalide pour le type d'hôte : {type}
it: Comando non valido per il tipo di host: {type}

source: Error queueing sync sites command: {error}
de: Fehler beim Einreihen des Sync-Sites-Befehls: {error}
es: Error al encolar comando de sincronización de sitios: {error}
fr: Erreur lors de la mise en file d'attente de la commande de synchronisation des sites: {error}
it: Errore nell'accodamento del comando di sincronizzazione siti: {error}

source: Added sync command to queue: {realm}/{name} ({type})
de: Sync-Befehl zur Warteschlange hinzugefügt: {realm}/{name} ({type})
es: Comando de sincronización agregado a la cola: {realm}/{name} ({type})
fr: Commande de synchronisation ajoutée à la file d'attente : {realm}/{name} ({type})
it: Aggiunto comando di sincronizzazione alla coda: {realm}/{name} ({type})

source: Error queueing sync command: {error}
de: Fehler beim Einreihen des Sync-Befehls: {error}
es: Error al encolar comando de sincronización: {error}
fr: Erreur lors de la mise en file d'attente de la commande de synchronisation: {error}
it: Errore nell'accodamento del comando di sincronizzazione: {error}

source: No cluster quorum.
de: Kein Cluster-Quorum.
es: Sin quórum del clúster.
fr: Pas de quorum de cluster.
it: Nessun quorum del cluster.

source: Processing sync command: {cmd}
de: Sync-Befehl wird verarbeitet: {cmd}
es: Procesando comando de sincronización: {cmd}
fr: Traitement de la commande de synchronisation : {cmd}
it: Elaborazione comando di sincronizzazione: {cmd}

source: Synchronization disabled with realm: {name}
de: Synchronisation mit Realm deaktiviert: {name}
es: Sincronización deshabilitada con realm: {name}
fr: Synchronisation désactivée avec le realm : {name}
it: Sincronizzazione disabilitata con il realm: {name}

source: Synchronization disabled with site: {name}
de: Synchronisation mit Site deaktiviert: {name}
es: Sincronización deshabilitada con sitio: {name}
fr: Synchronisation désactivée avec le site : {name}
it: Sincronizzazione disabilitata con il sito: {name}

source: Permission denied: {realm}/{site}
de: Zugriff verweigert: {realm}/{site}
es: Permiso denegado: {realm}/{site}
fr: Permission refusée : {realm}/{site}
it: Permesso negato: {realm}/{site}

source: Permission denied: {oid}
de: Zugriff verweigert: {oid}
es: Permiso denegado: {oid}
fr: Permission refusée : {oid}
it: Permesso negato: {oid}

source: Failed to get sites: {error}
de: Sites konnten nicht abgerufen werden: {error}
es: Error al obtener sitios: {error}
fr: Échec de l'obtention des sites : {error}
it: Impossibile ottenere i siti: {error}

source: Missing peer checksum: add_sync_list_checksum: {peer}
de: Fehlende Peer-Prüfsumme: add_sync_list_checksum: {peer}
es: Checksum del peer faltante: add_sync_list_checksum: {peer}
fr: Checksum du pair manquant : add_sync_list_checksum: {peer}
it: Checksum peer mancante: add_sync_list_checksum: {peer}

source: SYNC_INCOMPLETE_COMMAND: Missing object ID.
de: SYNC_INCOMPLETE_COMMAND: Fehlende Objekt-ID.
es: SYNC_INCOMPLETE_COMMAND: Falta ID de objeto.
fr: SYNC_INCOMPLETE_COMMAND: ID d'objet manquant.
it: SYNC_INCOMPLETE_COMMAND: ID oggetto mancante.

source: SYNC_INCOMPLETE_COMMAND: Missing data type.
de: SYNC_INCOMPLETE_COMMAND: Fehlender Datentyp.
es: SYNC_INCOMPLETE_COMMAND: Falta tipo de datos.
fr: SYNC_INCOMPLETE_COMMAND: Type de données manquant.
it: SYNC_INCOMPLETE_COMMAND: Tipo di dati mancante.

source: SYNC_INCOMPLETE_COMMAND: Missing session UUID.
de: SYNC_INCOMPLETE_COMMAND: Fehlende Sitzungs-UUID.
es: SYNC_INCOMPLETE_COMMAND: Falta UUID de sesión.
fr: SYNC_INCOMPLETE_COMMAND: UUID de session manquant.
it: SYNC_INCOMPLETE_COMMAND: UUID sessione mancante.

source: SYNC_INCOMPLETE_COMMAND: Missing list with known OTPs.
de: SYNC_INCOMPLETE_COMMAND: Fehlende Liste mit bekannten OTPs.
es: SYNC_INCOMPLETE_COMMAND: Falta lista con OTPs conocidos.
fr: SYNC_INCOMPLETE_COMMAND: Liste avec OTP connus manquante.
it: SYNC_INCOMPLETE_COMMAND: Lista con OTP conosciuti mancante.

source: Failed to get SSH authorized keys: {error}
de: Fehler beim Abrufen der SSH-autorisierten Schlüssel: {error}
es: Error al obtener claves autorizadas SSH: {error}
fr: Échec de l'obtention des clés SSH autorisées : {error}
it: Impossibile ottenere le chiavi autorizzate SSH: {error}

source: Failed to decode orjson response: {e}
de: Fehler beim Decodieren der orjson-Antwort: {e}
es: Error al decodificar respuesta orjson: {e}
fr: Échec du décodage de la réponse orjson : {e}
it: Impossibile decodificare la risposta orjson: {e}

source: Invalid response: Missing field {e}
de: Ungültige Antwort: Fehlendes Feld {e}
es: Respuesta inválida: Falta campo {e}
fr: Réponse invalide : Champ manquant {e}
it: Risposta non valida: Campo mancante {e}

source: Unable to get site certificate: {reply}
de: Site-Zertifikat konnte nicht abgerufen werden: {reply}
es: No se puede obtener certificado del sitio: {reply}
fr: Impossible d'obtenir le certificat du site : {reply}
it: Impossibile ottenere il certificato del sito: {reply}

source: Missing site certificate: {realm}/{site}
de: Fehlendes Site-Zertifikat: {realm}/{site}
es: Certificado del sitio faltante: {realm}/{site}
fr: Certificat de site manquant : {realm}/{site}
it: Certificato del sito mancante: {realm}/{site}

source: Calling hostd to trigger resync of token data...
de: Rufe hostd auf, um Resync der Token-Daten auszulösen...
es: Llamando a hostd para activar la resincronización de datos de token...
fr: Appel de hostd pour déclencher la resynchronisation des données de jeton...
it: Chiamata a hostd per attivare la risincronizzazione dei dati token...

source: Failed to send object: {object_id}: {reply}
de: Fehler beim Senden des Objekts: {object_id}: {reply}
es: Error al enviar objeto: {object_id}: {reply}
fr: Échec de l'envoi de l'objet : {object_id} : {reply}
it: Impossibile inviare l'oggetto: {object_id}: {reply}

source: Failed to check if object exists: {object_id}: {reply}
de: Fehler beim Prüfen, ob Objekt existiert: {object_id}: {reply}
es: Error al verificar si el objeto existe: {object_id}: {reply}
fr: Échec de la vérification de l'existence de l'objet : {object_id} : {reply}
it: Impossibile verificare se l'oggetto esiste: {object_id}: {reply}

source: Failed to delete object: {object_id}: {reply}
de: Fehler beim Löschen des Objekts: {object_id}: {reply}
es: Error al eliminar objeto: {object_id}: {reply}
fr: Échec de la suppression de l'objet : {object_id} : {reply}
it: Impossibile eliminare l'oggetto: {object_id}: {reply}

source: Failed to rename object: {object_id}: {reply}
de: Fehler beim Umbenennen des Objekts: {object_id}: {reply}
es: Error al renombrar objeto: {object_id}: {reply}
fr: Échec du renommage de l'objet : {object_id} : {reply}
it: Impossibile rinominare l'oggetto: {object_id}: {reply}

source: Failed to send lock request: {lock_id}: {reply}
de: Fehler beim Senden der Sperranfrage: {lock_id}: {reply}
es: Error al enviar solicitud de bloqueo: {lock_id}: {reply}
fr: Échec de l'envoi de la demande de verrouillage : {lock_id} : {reply}
it: Impossibile inviare richiesta di blocco: {lock_id}: {reply}

source: Failed to send lock release request: {lock_id}: {reply}
de: Fehler beim Senden der Sperrfreigabe-Anfrage: {lock_id}: {reply}
es: Error al enviar solicitud de liberación de bloqueo: {lock_id}: {reply}
fr: Échec de l'envoi de la demande de libération du verrou : {lock_id} : {reply}
it: Impossibile inviare richiesta di rilascio blocco: {lock_id}: {reply}

source: Failed to get data revision: {reply}
de: Fehler beim Abrufen der Datenrevision: {reply}
es: Error al obtener revisión de datos: {reply}
fr: Échec de l'obtention de la révision des données : {reply}
it: Impossibile ottenere revisione dati: {reply}

source: Failed to get cluster checksums: {reply}
de: Fehler beim Abrufen der Cluster-Prüfsummen: {reply}
es: Error al obtener sumas de verificación del clúster: {reply}
fr: Échec de l'obtention des sommes de contrôle du cluster : {reply}
it: Impossibile ottenere checksum del cluster: {reply}

source: Failed to send trash object: {object_id}: {reply}
de: Fehler beim Senden des Papierkorb-Objekts: {object_id}: {reply}
es: Error al enviar objeto a papelera: {object_id}: {reply}
fr: Échec de l'envoi de l'objet à la corbeille : {object_id} : {reply}
it: Impossibile inviare oggetto al cestino: {object_id}: {reply}

source: Failed to send trash delete request: {trash_id}: {reply}
de: Fehler beim Senden der Papierkorb-Löschanfrage: {trash_id}: {reply}
es: Error al enviar solicitud de eliminación de papelera: {trash_id}: {reply}
fr: Échec de l'envoi de la demande de suppression de la corbeille : {trash_id} : {reply}
it: Impossibile inviare richiesta di eliminazione dal cestino: {trash_id}: {reply}

source: Failed to send trash empty request: {reply}
de: Fehler beim Senden der Papierkorb-Leerungsanfrage: {reply}
es: Error al enviar solicitud de vaciado de papelera: {reply}
fr: Échec de l'envoi de la demande de vidage de la corbeille : {reply}
it: Impossibile inviare richiesta di svuotamento cestino: {reply}

source: Failed to send last used times: {reply}
de: Fehler beim Senden der zuletzt verwendeten Zeiten: {reply}
es: Error al enviar últimos tiempos de uso: {reply}
fr: Échec de l'envoi des derniers temps d'utilisation : {reply}
it: Impossibile inviare ultimi tempi di utilizzo: {reply}

source: Writing received object: {x_oid} ({x_checksum})
de: Schreibe empfangenes Objekt: {x_oid} ({x_checksum})
es: Escribiendo objeto recibido: {x_oid} ({x_checksum})
fr: Écriture de l'objet reçu : {x_oid} ({x_checksum})
it: Scrittura oggetto ricevuto: {x_oid} ({x_checksum})

source: Synced {count} objects from peer: {peer_name}
de: {count} Objekte von Peer synchronisiert: {peer_name}
es: Sincronizados {count} objetos desde par: {peer_name}
fr: {count} objets synchronisés depuis le pair : {peer_name}
it: Sincronizzati {count} oggetti dal peer: {peer_name}

source: Syncing last used times...
de: Synchronisiere zuletzt verwendete Zeiten...
es: Sincronizando últimos tiempos de uso...
fr: Synchronisation des derniers temps d'utilisation...
it: Sincronizzazione ultimi tempi di utilizzo...

source: Got not requested object type from peer: {x_type}
de: Nicht angeforderten Objekttyp von Peer erhalten: {x_type}
es: Se recibió tipo de objeto no solicitado del par: {x_type}
fr: Type d'objet non demandé reçu du pair : {x_type}
it: Ricevuto tipo di oggetto non richiesto dal peer: {x_type}

source: Remote last used data misses timestamp: {x_uuid}
de: Remote-Daten der letzten Verwendung fehlt Zeitstempel: {x_uuid}
es: Los datos remotos de último uso carecen de marca de tiempo: {x_uuid}
fr: Les dernières données utilisées distantes manquent d'horodatage : {x_uuid}
it: Dati ultimi utilizzi remoti mancano del timestamp: {x_uuid}

source: Writing received trash object: {x_oid} ({x_trash_id})
de: Schreibe empfangenes Papierkorb-Objekt: {x_oid} ({x_trash_id})
es: Escribiendo objeto de papelera recibido: {x_oid} ({x_trash_id})
fr: Écriture de l'objet de corbeille reçu : {x_oid} ({x_trash_id})
it: Scrittura oggetto cestino ricevuto: {x_oid} ({x_trash_id})

source: Failed to add trash entry: {x_oid}: {x_trash_id}: {e}
de: Fehler beim Hinzufügen des Papierkorb-Eintrags: {x_oid}: {x_trash_id}: {e}
es: Error al agregar entrada de papelera: {x_oid}: {x_trash_id}: {e}
fr: Échec de l'ajout de l'entrée dans la corbeille : {x_oid} : {x_trash_id} : {e}
it: Impossibile aggiungere voce al cestino: {x_oid}: {x_trash_id}: {e}

source: Failed to delete trash ID: {x_trash_id}: {e}
de: Fehler beim Löschen der Papierkorb-ID: {x_trash_id}: {e}
es: Error al eliminar ID de papelera: {x_trash_id}: {e}
fr: Échec de la suppression de l'ID de corbeille : {x_trash_id} : {e}
it: Impossibile eliminare ID cestino: {x_trash_id}: {e}

source: Synced {count} trash objects from peer: {peer_name}
de: {count} Papierkorb-Objekte von Peer synchronisiert: {peer_name}
es: Sincronizados {count} objetos de papelera desde par: {peer_name}
fr: {count} objets de corbeille synchronisés depuis le pair : {peer_name}
it: Sincronizzati {count} oggetti cestino dal peer: {peer_name}

source: Failed to send deconfigure floating IP request: {reply}
de: Fehler beim Senden der Floating-IP-Dekonfigurationsanfrage: {reply}
es: Error al enviar solicitud de desconfiguración de IP flotante: {reply}
fr: Échec de l'envoi de la demande de déconfiguration de l'IP flottante : {reply}
it: Impossibile inviare richiesta di deconfigurazione IP flottante: {reply}

source: Failed to get cluster status: {reply}
de: Fehler beim Abrufen des Cluster-Status: {reply}
es: Error al obtener estado del clúster: {reply}
fr: Échec de l'obtention du statut du cluster : {reply}
it: Impossibile ottenere stato del cluster: {reply}

source: Failed to get cluster quorum: {reply}
de: Fehler beim Abrufen des Cluster-Quorums: {reply}
es: Error al obtener quórum del clúster: {reply}
fr: Échec de l'obtention du quorum du cluster : {reply}
it: Impossibile ottenere quorum del cluster: {reply}

source: Failed to get node vote: {reply}
de: Fehler beim Abrufen der Node-Stimme: {reply}
es: Error al obtener voto del nodo: {reply}
fr: Échec de l'obtention du vote du nœud : {reply}
it: Impossibile ottenere voto del nodo: {reply}

source: Failed to get cluster nodes: {reply}
de: Fehler beim Abrufen der Cluster-Nodes: {reply}
es: Error al obtener nodos del clúster: {reply}
fr: Échec de l'obtention des nœuds du cluster : {reply}
it: Impossibile ottenere nodi del cluster: {reply}

source: Failed to get master node.
de: Fehler beim Abrufen des Master-Nodes.
es: Error al obtener nodo maestro.
fr: Échec de l'obtention du nœud maître.
it: Impossibile ottenere nodo master.

source: Failed to set required cluster votes: {reply}
de: Fehler beim Setzen der erforderlichen Cluster-Stimmen: {reply}
es: Error al establecer votos requeridos del clúster: {reply}
fr: Échec de la définition des votes requis du cluster : {reply}
it: Impossibile impostare voti richiesti del cluster: {reply}

source: Setting master failover status failed: {reply}
de: Setzen des Master-Failover-Status fehlgeschlagen: {reply}
es: Error al establecer estado de conmutación por error del maestro: {reply}
fr: Échec de la définition du statut de basculement du maître : {reply}
it: Impostazione stato failover master fallita: {reply}

source: Master failover request failed: {reply}
de: Master-Failover-Anfrage fehlgeschlagen: {reply}
es: Solicitud de conmutación por error del maestro falló: {reply}
fr: Échec de la demande de basculement du maître : {reply}
it: Richiesta failover master fallita: {reply}

source: Requesting role member users: {role_name}
de: Fordere Rollenmitglied-Benutzer an: {role_name}
es: Solicitando usuarios miembros del rol: {role_name}
fr: Demande des utilisateurs membres du rôle : {role_name}
it: Richiesta utenti membri del ruolo: {role_name}

source: Unable to get role member users: {e}
de: Rollenmitglied-Benutzer konnten nicht abgerufen werden: {e}
es: No se pueden obtener usuarios miembros del rol: {e}
fr: Impossible d'obtenir les utilisateurs membres du rôle : {e}
it: Impossibile ottenere utenti membri del ruolo: {e}

source: Need 'username' or 'user_uuid'.
de: 'username' oder 'user_uuid' erforderlich.
es: Se necesita 'username' o 'user_uuid'.
fr: Besoin de 'username' ou 'user_uuid'.
it: Necessario 'username' o 'user_uuid'.

source: Requesting users RSA key...
de: Fordere RSA-Schlüssel des Benutzers an...
es: Solicitando clave RSA del usuario...
fr: Demande de la clé RSA de l'utilisateur...
it: Richiesta chiave RSA utente...

source: Unable to get users RSA key: {e}
de: RSA-Schlüssel des Benutzers konnte nicht abgerufen werden: {e}
es: No se puede obtener la clave RSA del usuario: {e}
fr: Impossible d'obtenir la clé RSA de l'utilisateur : {e}
it: Impossibile ottenere chiave RSA utente: {e}

source: Requesting users key mode...
de: Fordere Schlüsselmodus des Benutzers an...
es: Solicitando modo de clave del usuario...
fr: Demande du mode de clé de l'utilisateur...
it: Richiesta modalità chiave utente...

source: Unable to get users key mode: {e}
de: Schlüsselmodus des Benutzers konnte nicht abgerufen werden: {e}
es: No se puede obtener el modo de clave del usuario: {e}
fr: Impossible d'obtenir le mode de clé de l'utilisateur : {e}
it: Impossibile ottenere modalità chiave utente: {e}

source: Selecting user key script...
de: Wähle Benutzerschlüssel-Skript aus...
es: Seleccionando script de clave de usuario...
fr: Sélection du script de clé utilisateur...
it: Selezione script chiave utente...

source: Unable to get user key script name: {e}
de: Benutzerschlüssel-Skriptname konnte nicht abgerufen werden: {e}
es: No se puede obtener el nombre del script de clave de usuario: {e}
fr: Impossible d'obtenir le nom du script de clé utilisateur : {e}
it: Impossibile ottenere nome script chiave utente: {e}

source: Selecting user SSH agent script...
de: Wähle Benutzer-SSH-Agent-Skript aus...
es: Seleccionando script de agente SSH del usuario...
fr: Sélection du script de l'agent SSH utilisateur...
it: Selezione script agente SSH utente...

source: Unable to get user SSH agent script name: {e}
de: Benutzer-SSH-Agent-Skriptname konnte nicht abgerufen werden: {e}
es: No se puede obtener el nombre del script de agente SSH del usuario: {e}
fr: Impossible d'obtenir le nom du script de l'agent SSH utilisateur : {e}
it: Impossibile ottenere nome script agente SSH utente: {e}

source: Requesting script: {script_path}
de: Fordere Skript an: {script_path}
es: Solicitando script: {script_path}
fr: Demande du script : {script_path}
it: Richiesta script: {script_path}
