Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Got option: {arg}
de: Option erhalten: {arg}
es: Opción recibida: {arg}
fr: Option reçue : {arg}
it: Ricevuta opzione: {arg}

source: Malformed options for PAM parameter: check_offline_pass_strength
de: Fehlerhafte Optionen für PAM-Parameter: check_offline_pass_strength
es: Opciones malformadas para el parámetro PAM: check_offline_pass_strength
fr: Options mal formées pour le paramètre PAM : check_offline_pass_strength
it: Opzioni malformate per il parametro PAM: check_offline_pass_strength

source: Ignoring malformed PAM parameter: offline_key_func
de: Ignoriere fehlerhaften PAM-Parameter: offline_key_func
es: Ignorando parámetro PAM malformado: offline_key_func
fr: Paramètre PAM mal formé ignoré : offline_key_func
it: Ignorato parametro PAM malformato: offline_key_func

source: Malformed options for PAM parameter: offline_key_func
de: Fehlerhafte Optionen für PAM-Parameter: offline_key_func
es: Opciones malformadas para el parámetro PAM: offline_key_func
fr: Options mal formées pour le paramètre PAM : offline_key_func
it: Opzioni malformate per il parametro PAM: offline_key_func

source: No password received and 'try_first_pass' set. Will ask user for password.
de: Kein Passwort erhalten und 'try_first_pass' gesetzt. Werde Benutzer nach Passwort fragen.
es: No se recibió contraseña y 'try_first_pass' está configurado. Se solicitará la contraseña al usuario.
fr: Aucun mot de passe reçu et 'try_first_pass' activé. Demandera le mot de passe à l'utilisateur.
it: Nessuna password ricevuta e 'try_first_pass' impostato. Verrà chiesta la password all'utente.

source: Using password from previous PAM module.
de: Verwende Passwort vom vorherigen PAM-Modul.
es: Usando contraseña del módulo PAM anterior.
fr: Utilisation du mot de passe du module PAM précédent.
it: Utilizzo password dal modulo PAM precedente.

source: Trying to get password from PAM...
de: Versuche Passwort von PAM zu erhalten...
es: Intentando obtener contraseña de PAM...
fr: Tentative d'obtention du mot de passe depuis PAM...
it: Tentativo di ottenere la password da PAM...

source: Got empty password and 'nullok' option enabled, continuing.
de: Leeres Passwort erhalten und 'nullok'-Option aktiviert, fahre fort.
es: Se recibió contraseña vacía y la opción 'nullok' está habilitada, continuando.
fr: Mot de passe vide reçu et option 'nullok' activée, poursuite.
it: Ricevuta password vuota e opzione 'nullok' abilitata, continuo.

source: Got password from PAM.
de: Passwort von PAM erhalten.
es: Contraseña obtenida de PAM.
fr: Mot de passe reçu depuis PAM.
it: Password ottenuta da PAM.

source: Removing SSH key passphrase from agent...
de: Entferne SSH-Schlüssel-Passphrase vom Agent...
es: Eliminando frase de contraseña de clave SSH del agente...
fr: Suppression de la phrase secrète de clé SSH de l'agent...
it: Rimozione passphrase chiave SSH dall'agent...

source: Enabling GPG pinentry autoconfirmation.
de: Aktiviere GPG-Pinentry-Autobestätigung.
es: Habilitando autoconfirmación de pinentry GPG.
fr: Activation de l'autoconfirmation GPG pinentry.
it: Abilitazione autoconferma pinentry GPG.

source: Got DISPLAY from PAM session: {display}
de: DISPLAY von PAM-Sitzung erhalten: {display}
es: DISPLAY obtenido de la sesión PAM: {display}
fr: DISPLAY obtenu depuis la session PAM : {display}
it: Ricevuto DISPLAY dalla sessione PAM: {display}

source: Stopping otpme-agent...
de: Stoppe otpme-agent...
es: Deteniendo otpme-agent...
fr: Arrêt de otpme-agent...
it: Arresto di otpme-agent...

source: Getting dynamic groups from hostd.
de: Rufe dynamische Gruppen von hostd ab.
es: Obteniendo grupos dinámicos de hostd.
fr: Récupération des groupes dynamiques depuis hostd.
it: Recupero gruppi dinamici da hostd.

source: Staring ssh-agent...
de: Starte ssh-agent...
es: Iniciando ssh-agent...
fr: Démarrage de ssh-agent...
it: Avvio di ssh-agent...

source: Got no login script.
de: Kein Login-Skript erhalten.
es: No se obtuvo script de inicio de sesión.
fr: Aucun script de connexion reçu.
it: Nessuno script di login ricevuto.

source: Using destination token: {self.offline_verify_token.rel_path}
de: Verwende Ziel-Token: {self.offline_verify_token.rel_path}
es: Usando token de destino: {self.offline_verify_token.rel_path}
fr: Utilisation du jeton de destination : {self.offline_verify_token.rel_path}
it: Utilizzo token di destinazione: {self.offline_verify_token.rel_path}

source: Offline tokens are encrypted.
de: Offline-Token sind verschlüsselt.
es: Los tokens sin conexión están cifrados.
fr: Les jetons hors ligne sont chiffrés.
it: I token offline sono cifrati.

source: Found offline second factor token: {sftoken_path}
de: Offline-Zweitfaktor-Token gefunden: {sftoken_path}
es: Token de segundo factor sin conexión encontrado: {sftoken_path}
fr: Jeton de second facteur hors ligne trouvé : {sftoken_path}
it: Trovato token offline secondo fattore: {sftoken_path}

source: Getting SSH login key from ssh-agent...
de: Rufe SSH-Login-Schlüssel vom ssh-agent ab...
es: Obteniendo clave de inicio de sesión SSH de ssh-agent...
fr: Récupération de la clé de connexion SSH depuis ssh-agent...
it: Recupero chiave di login SSH da ssh-agent...

source: Got {len(agent_keys)} keys from SSH agent.
de: {len(agent_keys)} Schlüssel vom SSH-Agent erhalten.
es: Se obtuvieron {len(agent_keys)} claves del agente SSH.
fr: Reçu {len(agent_keys)} clés depuis l'agent SSH.
it: Ricevute {len(agent_keys)} chiavi dall'agent SSH.

source: Adding SSH key passphrase to otpme-agent...
de: Füge SSH-Schlüssel-Passphrase zu otpme-agent hinzu...
es: Añadiendo frase de contraseña de clave SSH a otpme-agent...
fr: Ajout de la phrase secrète de clé SSH à otpme-agent...
it: Aggiunta passphrase chiave SSH a otpme-agent...

source: Getting encryption response from ssh-agent...
de: Rufe Verschlüsselungsantwort vom ssh-agent ab...
es: Obteniendo respuesta de cifrado de ssh-agent...
fr: Récupération de la réponse de chiffrement depuis ssh-agent...
it: Recupero risposta di cifratura da ssh-agent...

source: Setting offline token encryption passphrase...
de: Setze Verschlüsselungspassphrase für Offline-Token...
es: Configurando frase de contraseña de cifrado del token sin conexión...
fr: Définition de la phrase secrète de chiffrement du jeton hors ligne...
it: Impostazione passphrase cifratura token offline...

source: Verifying offline token: {verify_token}
de: Verifiziere Offline-Token: {verify_token}
es: Verificando token sin conexión: {verify_token}
fr: Vérification du jeton hors ligne : {verify_token}
it: Verifica token offline: {verify_token}

source: Token verified successful: {verify_token}
de: Token erfolgreich verifiziert: {verify_token}
es: Token verificado exitosamente: {verify_token}
fr: Jeton vérifié avec succès : {verify_token}
it: Token verificato con successo: {verify_token}

source: Adding SSH key to agent...
de: Füge SSH-Schlüssel zum Agent hinzu...
es: Añadiendo clave SSH al agente...
fr: Ajout de la clé SSH à l'agent...
it: Aggiunta chiave SSH all'agent...

source: Found {offline_sessions} offline sessions.
de: {offline_sessions} Offline-Sitzungen gefunden.
es: Se encontraron {offline_sessions} sesiones sin conexión.
fr: Trouvé {offline_sessions} sessions hors ligne.
it: Trovate {offline_sessions} sessioni offline.

source: Got login script from offline tokens.
de: Login-Skript von Offline-Token erhalten.
es: Script de inicio de sesión obtenido de tokens sin conexión.
fr: Script de connexion obtenu depuis les jetons hors ligne.
it: Ricevuto script di login dai token offline.

source: Found no offline session to update.
de: Keine zu aktualisierende Offline-Sitzung gefunden.
es: No se encontró ninguna sesión sin conexión para actualizar.
fr: Aucune session hors ligne à mettre à jour trouvée.
it: Nessuna sessione offline trovata da aggiornare.

source: No offline session found. Relogin required when servers are available again...
de: Keine Offline-Sitzung gefunden. Erneutes Login erforderlich, sobald Server wieder verfügbar sind...
es: No se encontró sesión sin conexión. Se requiere volver a iniciar sesión cuando los servidores estén disponibles nuevamente...
fr: Aucune session hors ligne trouvée. Reconnexion requise lorsque les serveurs seront à nouveau disponibles...
it: Nessuna sessione offline trovata. Richiesto nuovo login quando i server saranno nuovamente disponibili...

source: Trying pinned offline token authentication...
de: Versuche Authentifizierung mit festgelegtem Offline-Token...
es: Intentando autenticación con token sin conexión anclado...
fr: Tentative d'authentification par jeton hors ligne épinglé...
it: Tentativo di autenticazione con token offline bloccato...

source: Got DISPLAY from PAM: {self.display}
de: DISPLAY von PAM erhalten: {self.display}
es: DISPLAY obtenido de PAM: {self.display}
fr: DISPLAY obtenu depuis PAM : {self.display}
it: Ricevuto DISPLAY da PAM: {self.display}

source: Got PAM user: {self.username}
de: PAM-Benutzer erhalten: {self.username}
es: Usuario PAM obtenido: {self.username}
fr: Utilisateur PAM obtenu : {self.username}
it: Ricevuto utente PAM: {self.username}

source: Configuring logger...
de: Konfiguriere Logger...
es: Configurando registrador...
fr: Configuration du logger...
it: Configurazione logger...

source: User is already logged in. This is most likely a screen unlock request.
de: Benutzer ist bereits angemeldet. Dies ist höchstwahrscheinlich eine Bildschirmentsperranfrage.
es: El usuario ya ha iniciado sesión. Probablemente se trata de una solicitud de desbloqueo de pantalla.
fr: L'utilisateur est déjà connecté. Il s'agit très probablement d'une demande de déverrouillage d'écran.
it: L'utente è già autenticato. Molto probabilmente questa è una richiesta di sblocco schermo.

source: Uuuh, no login token set. This should not happen.
de: Uuuh, kein Login-Token gesetzt. Dies sollte nicht passieren.
es: Uuuh, no hay token de inicio de sesión establecido. Esto no debería suceder.
fr: Euh, aucun jeton de connexion défini. Cela ne devrait pas arriver.
it: Uhm, nessun token di login impostato. Questo non dovrebbe accadere.

source: Stopping SSH agent after failed login.
de: SSH-Agent wird nach fehlgeschlagener Anmeldung gestoppt.
es: Deteniendo agente SSH después de inicio de sesión fallido.
fr: Arrêt de l'agent SSH après échec de connexion.
it: Arresto dell'agente SSH dopo login fallito.

source: Returning PAM status: {retval}
de: Gebe PAM-Status zurück: {retval}
es: Devolviendo estado PAM: {retval}
fr: Retour du statut PAM : {retval}
it: Restituzione dello stato PAM: {retval}

source: Verifiying OTP within timerange: start='{otp_validity_start_time}' end='{otp_validity_end_time}'.
de: OTP wird innerhalb des Zeitbereichs überprüft: start='{otp_validity_start_time}' end='{otp_validity_end_time}'.
es: Verificando OTP dentro del rango de tiempo: inicio='{otp_validity_start_time}' fin='{otp_validity_end_time}'.
fr: Vérification de l'OTP dans la plage horaire : début='{otp_validity_start_time}' fin='{otp_validity_end_time}'.
it: Verifica OTP nell'intervallo temporale: inizio='{otp_validity_start_time}' fine='{otp_validity_end_time}'.

source: Got wrong token PIN: {self.rel_path}
de: Falsche Token-PIN erhalten: {self.rel_path}
es: Se obtuvo PIN de token incorrecto: {self.rel_path}
fr: PIN de jeton incorrect reçu : {self.rel_path}
it: Ricevuto PIN token errato: {self.rel_path}

source: Updating resolver checksum: {x_object.oid}
de: Aktualisiere Resolver-Prüfsumme: {x_object.oid}
es: Actualizando suma de verificación del resolver: {x_object.oid}
fr: Mise à jour du checksum du résolveur : {x_object.oid}
it: Aggiornamento checksum resolver: {x_object.oid}

source: Generating {self.type} auth challenge.
de: Generiere {self.type} Auth-Challenge.
es: Generando desafío de autenticación {self.type}.
fr: Génération du défi d'authentification {self.type}.
it: Generazione challenge di autenticazione {self.type}.

source: Signing {self.type} auth challenge.
de: Signiere {self.type} Auth-Challenge.
es: Firmando desafío de autenticación {self.type}.
fr: Signature du défi d'authentification {self.type}.
it: Firma challenge di autenticazione {self.type}.

source: Verifying {self.type} auth challenge.
de: Verifiziere {self.type} Auth-Challenge.
es: Verificando desafío de autenticación {self.type}.
fr: Vérification du défi d'authentification {self.type}.
it: Verifica challenge di autenticazione {self.type}.

source: Starting user SSH agent script...
de: Starte Benutzer-SSH-Agent-Skript...
es: Iniciando script de agente SSH de usuario...
fr: Démarrage du script d'agent SSH utilisateur...
it: Avvio script agente SSH utente...

source: Error loading object variables: {self}: {e}
de: Fehler beim Laden der Objektvariablen: {self}: {e}
es: Error al cargar variables del objeto: {self}: {e}
fr: Erreur de chargement des variables d'objet : {self} : {e}
it: Errore nel caricamento delle variabili oggetto: {self}: {e}

source: Error reading object config ({read_method}): {self}: {e}
de: Fehler beim Lesen der Objektkonfiguration ({read_method}): {self}: {e}
es: Error al leer configuración del objeto ({read_method}): {self}: {e}
fr: Erreur de lecture de la configuration d'objet ({read_method}) : {self} : {e}
it: Errore nella lettura della configurazione oggetto ({read_method}): {self}: {e}

source: Object misses OID: {self}
de: Objekt fehlt OID: {self}
es: Al objeto le falta OID: {self}
fr: L'objet manque d'OID : {self}
it: Oggetto manca di OID: {self}

source: Object misses UUID: {oid}
de: Objekt fehlt UUID: {oid}
es: Al objeto le falta UUID: {oid}
fr: L'objet manque d'UUID : {oid}
it: Oggetto manca di UUID: {oid}

source: Object misses name: {oid}
de: Objekt fehlt Name: {oid}
es: Al objeto le falta nombre: {oid}
fr: L'objet manque de nom : {oid}
it: Oggetto manca di nome: {oid}

source: Unable to run policies. Backend not available.
de: Policies können nicht ausgeführt werden. Backend nicht verfügbar.
es: No se pueden ejecutar políticas. Backend no disponible.
fr: Impossible d'exécuter les politiques. Backend non disponible.
it: Impossibile eseguire le policy. Backend non disponibile.

source: Error running 'exists' policy hook: {oid}: {e}
de: Fehler beim Ausführen des 'exists' Policy-Hooks: {oid}: {e}
es: Error al ejecutar gancho de política 'exists': {oid}: {e}
fr: Erreur d'exécution du hook de politique 'exists' : {oid} : {e}
it: Errore nell'esecuzione dell'hook policy 'exists': {oid}: {e}

source: Parameter <{parameter}> needs to be of type: {value_type}
de: Parameter <{parameter}> muss vom Typ sein: {value_type}
es: El parámetro <{parameter}> necesita ser de tipo: {value_type}
fr: Le paramètre <{parameter}> doit être de type : {value_type}
it: Il parametro <{parameter}> deve essere di tipo: {value_type}

source: Cannot update unknown extension: {oid}: {x}
de: Unbekannte Erweiterung kann nicht aktualisiert werden: {oid}: {x}
es: No se puede actualizar extensión desconocida: {oid}: {x}
fr: Impossible de mettre à jour l'extension inconnue : {oid} : {x}
it: Impossibile aggiornare estensione sconosciuta: {oid}: {x}

source: Cannot update unknown hook: {oid}: {hook} ({ext_name})
de: Unbekannter Hook kann nicht aktualisiert werden: {oid}: {hook} ({ext_name})
es: No se puede actualizar gancho desconocido: {oid}: {hook} ({ext_name})
fr: Impossible de mettre à jour le hook inconnu : {oid} : {hook} ({ext_name})
it: Impossibile aggiornare hook sconosciuto: {oid}: {hook} ({ext_name})

source: Updating extension: {oid}: {ext_name} ({hook})
de: Aktualisiere Erweiterung: {oid}: {ext_name} ({hook})
es: Actualizando extensión: {oid}: {ext_name} ({hook})
fr: Mise à jour de l'extension : {oid} : {ext_name} ({hook})
it: Aggiornamento estensione: {oid}: {ext_name} ({hook})

source: Failed to run extension hook: {ext_name}: {hook}: {e}
de: Fehler beim Ausführen des Erweiterungs-Hooks: {ext_name}: {hook}: {e}
es: Error al ejecutar gancho de extensión: {ext_name}: {hook}: {e}
fr: Échec de l'exécution du hook d'extension : {ext_name} : {hook} : {e}
it: Impossibile eseguire l'hook dell'estensione: {ext_name}: {hook}: {e}

source: Unable to find extension to add attribute to object: {attribute}
de: Erweiterung zum Hinzufügen des Attributs zum Objekt nicht gefunden: {attribute}
es: No se puede encontrar extensión para agregar atributo al objeto: {attribute}
fr: Impossible de trouver l'extension pour ajouter l'attribut à l'objet : {attribute}
it: Impossibile trovare l'estensione per aggiungere l'attributo all'oggetto: {attribute}

source: Unable to find extension to modify attribute of object: {attribute}
de: Erweiterung zum Ändern des Attributs des Objekts nicht gefunden: {attribute}
es: No se puede encontrar extensión para modificar atributo del objeto: {attribute}
fr: Impossible de trouver l'extension pour modifier l'attribut de l'objet : {attribute}
it: Impossibile trovare l'estensione per modificare l'attributo dell'oggetto: {attribute}

source: Unable to find extension to delete attribute from object.
de: Erweiterung zum Löschen des Attributs vom Objekt nicht gefunden.
es: No se puede encontrar extensión para eliminar atributo del objeto.
fr: Impossible de trouver l'extension pour supprimer l'attribut de l'objet.
it: Impossibile trovare l'estensione per eliminare l'attributo dall'oggetto.

source: Failed to get extension to handle object class: {object_class}
de: Fehler beim Abrufen der Erweiterung zur Verarbeitung der Objektklasse: {object_class}
es: Error al obtener extensión para manejar clase de objeto: {object_class}
fr: Échec de l'obtention de l'extension pour gérer la classe d'objet : {object_class}
it: Impossibile ottenere l'estensione per gestire la classe oggetto: {object_class}

source: Auto-disable active for this object: {auto_disable_time}
de: Auto-Deaktivierung aktiv für dieses Objekt: {auto_disable_time}
es: Auto-deshabilitación activa para este objeto: {auto_disable_time}
fr: Désactivation automatique active pour cet objet : {auto_disable_time}
it: Disabilitazione automatica attiva per questo oggetto: {auto_disable_time}

source: Unknown unit: {self}: {new_unit}
de: Unbekannte Einheit: {self}: {new_unit}
es: Unidad desconocida: {self}: {new_unit}
fr: Unité inconnue : {self} : {new_unit}
it: Unità sconosciuta: {self}: {new_unit}

source: * NOT applying/removing default ACLs of new/old unit: {inherit_acls_message}
de: * Standard-ACLs der neuen/alten Einheit werden NICHT angewendet/entfernt: {inherit_acls_message}
es: * NO se aplican/eliminan ACLs predeterminadas de unidad nueva/antigua: {inherit_acls_message}
fr: * N'applique/supprime PAS les ACL par défaut de la nouvelle/ancienne unité : {inherit_acls_message}
it: * NON si applicano/rimuovono gli ACL predefiniti della nuova/vecchia unità: {inherit_acls_message}

source: Auto revoking of signatures enabled.
de: Automatisches Widerrufen von Signaturen aktiviert.
es: Revocación automática de firmas habilitada.
fr: Révocation automatique des signatures activée.
it: Revoca automatica delle firme abilitata.

source: {user_name}: signature verification failed: {sign_info}: {e}
de: {user_name}: Signaturverifizierung fehlgeschlagen: {sign_info}: {e}
es: {user_name}: verificación de firma falló: {sign_info}: {e}
fr: {user_name} : échec de vérification de signature : {sign_info} : {e}
it: {user_name}: verifica della firma fallita: {sign_info}: {e}

source: Building new CRL.
de: Erstelle neue CRL.
es: Construyendo nueva CRL.
fr: Construction d'une nouvelle CRL.
it: Creazione nuova CRL.

source: Authentication took {duration} seconds.
de: Authentifizierung dauerte {duration} Sekunden.
es: La autenticación tomó {duration} segundos.
fr: L'authentification a pris {duration} secondes.
it: L'autenticazione ha richiesto {duration} secondi.

source: Failed to add used SOTP.
de: Fehler beim Hinzufügen des verwendeten SOTP.
es: Error al agregar SOTP usado.
fr: Échec de l'ajout du SOTP utilisé.
it: Impossibile aggiungere SOTP utilizzato.

source: Counting failed login for this request.
de: Zähle fehlgeschlagene Anmeldung für diese Anfrage.
es: Contando inicio de sesión fallido para esta solicitud.
fr: Comptage des échecs de connexion pour cette requête.
it: Conteggio login fallito per questa richiesta.

source: Added RSP to otpme-agent: {realm}/{site}
de: RSP zu otpme-agent hinzugefügt: {realm}/{site}
es: RSP agregado a otpme-agent: {realm}/{site}
fr: RSP ajouté à otpme-agent : {realm}/{site}
it: Aggiunto RSP a otpme-agent: {realm}/{site}

source: Ignoring private signers because of {parameter} config file option.
de: Private Signierer werden aufgrund der Konfigurationsdateioption {parameter} ignoriert.
es: Ignorando firmantes privados debido a la opción de archivo de configuración {parameter}.
fr: Signataires privés ignorés en raison de l'option de fichier de configuration {parameter}.
it: Ignorati i firmatari privati a causa dell'opzione file di configurazione {parameter}.

source: Ignoring disabled signer: {signer_oid}
de: Deaktivierter Signierer wird ignoriert: {signer_oid}
es: Ignorando firmante deshabilitado: {signer_oid}
fr: Signataire désactivé ignoré : {signer_oid}
it: Ignorato firmatario disabilitato: {signer_oid}

source: Loading signer...
de: Lade Signierer...
es: Cargando firmante...
fr: Chargement du signataire...
it: Caricamento firmatario...

source: Loaded {count} users from role: {object_id}
de: {count} Benutzer aus Rolle geladen: {object_id}
es: Cargados {count} usuarios del rol: {object_id}
fr: Chargé {count} utilisateurs du rôle : {object_id}
it: Caricati {count} utenti dal ruolo: {object_id}

source: Unable to load object: {error}
de: Objekt kann nicht geladen werden: {error}
es: No se puede cargar objeto: {error}
fr: Impossible de charger l'objet : {error}
it: Impossibile caricare l'oggetto: {error}

source: Verifying signature: {oid} ({tags})
de: Verifiziere Signatur: {oid} ({tags})
es: Verificando firma: {oid} ({tags})
fr: Vérification de la signature : {oid} ({tags})
it: Verifica della firma: {oid} ({tags})

source: Found valid signature: {oid} ({tags})
de: Gültige Signatur gefunden: {oid} ({tags})
es: Firma válida encontrada: {oid} ({tags})
fr: Signature valide trouvée : {oid} ({tags})
it: Trovata firma valida: {oid} ({tags})

source: Loading signature...
de: Lade Signatur...
es: Cargando firma...
fr: Chargement de la signature...
it: Caricamento firma...

source: Revoking signature: {signer_oid} ({tags})
de: Widerrufe Signatur: {signer_oid} ({tags})
es: Revocando firma: {signer_oid} ({tags})
fr: Révocation de la signature : {signer_oid} ({tags})
it: Revoca della firma: {signer_oid} ({tags})

source: Received quit, terminating.
de: Beenden empfangen, terminiere.
es: Salida recibida, terminando.
fr: Commande de fin reçue, terminaison en cours.
it: Ricevuto quit, terminazione in corso.

source: Failed to close comm queue: {comm_queue}: {error}
de: Fehler beim Schließen der Comm-Warteschlange: {comm_queue}: {error}
es: Error al cerrar cola de comunicación: {comm_queue}: {error}
fr: Échec de la fermeture de la file de communication : {comm_queue} : {error}
it: Impossibile chiudere la coda di comunicazione: {comm_queue}: {error}

source: Failed to unlink comm queue: {comm_queue}: {error}
de: Fehler beim Aufheben der Verknüpfung der Kommunikationswarteschlange: {comm_queue}: {error}
es: Error al desvincular cola de comunicación: {comm_queue}: {error}
fr: Échec de la suppression de la file de communication : {comm_queue} : {error}
it: Impossibile scollegare la coda di comunicazione: {comm_queue}: {error}

source: Failed to close shared bool: {shutdown_name}
de: Fehler beim Schließen des Shared Bool: {shutdown_name}
es: Error al cerrar booleano compartido: {shutdown_name}
fr: Échec de la fermeture du booléen partagé : {shutdown_name}
it: Impossibile chiudere il booleano condiviso: {shutdown_name}
