Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-policy --type <policy_type> add {policy}
de: Verwendung: otpme-policy --type <policy_type> add {policy}
es: Uso: otpme-policy --type <policy_type> add {policy}
fr: Utilisation : otpme-policy --type <policy_type> add {policy}
it: Uso: otpme-policy --type <policy_type> add {policy}

source: Add new policy.
de: Neue Richtlinie hinzufügen.
es: Agregar nueva política.
fr: Ajouter une nouvelle politique.
it: Aggiungi nuova policy.

source: Usage: otpme-policy del {policy}
de: Verwendung: otpme-policy del {policy}
es: Uso: otpme-policy del {policy}
fr: Utilisation : otpme-policy del {policy}
it: Uso: otpme-policy del {policy}

source: Delete policy.
de: Richtlinie löschen.
es: Eliminar política.
fr: Supprimer la politique.
it: Elimina policy.

source: Usage: otpme-policy enable {policy}
de: Verwendung: otpme-policy enable {policy}
es: Uso: otpme-policy enable {policy}
fr: Utilisation : otpme-policy enable {policy}
it: Uso: otpme-policy enable {policy}

source: Enable policy.
de: Richtlinie aktivieren.
es: Habilitar política.
fr: Activer la politique.
it: Abilita policy.

source: Usage: otpme-policy disable {policy}
de: Verwendung: otpme-policy disable {policy}
es: Uso: otpme-policy disable {policy}
fr: Utilisation : otpme-policy disable {policy}
it: Uso: otpme-policy disable {policy}

source: Disable policy.
de: Richtlinie deaktivieren.
es: Deshabilitar política.
fr: Désactiver la politique.
it: Disabilita policy.

source: Usage: otpme-policy rename {policy} {new_name}
de: Verwendung: otpme-policy rename {policy} {new_name}
es: Uso: otpme-policy rename {policy} {new_name}
fr: Utilisation : otpme-policy rename {policy} {new_name}
it: Uso: otpme-policy rename {policy} {new_name}

source: Rename policy.
de: Richtlinie umbenennen.
es: Renombrar política.
fr: Renommer la politique.
it: Rinomina policy.

source: Usage: otpme-policy config {policy} {param} [value]
de: Verwendung: otpme-policy config {policy} {param} [value]
es: Uso: otpme-policy config {policy} {param} [value]
fr: Utilisation : otpme-policy config {policy} {param} [value]
it: Uso: otpme-policy config {policy} {param} [value]

source: Add config parameter to policy.
de: Konfigurationsparameter zur Richtlinie hinzufügen.
es: Agregar parámetro de configuración a la política.
fr: Ajouter un paramètre de configuration à la politique.
it: Aggiungi parametro di configurazione alla policy.

source: Usage: otpme-policy show_config {policy}
de: Verwendung: otpme-policy show_config {policy}
es: Uso: otpme-policy show_config {policy}
fr: Utilisation : otpme-policy show_config {policy}
it: Uso: otpme-policy show_config {policy}

source: Show policy config parameters.
de: Richtlinien-Konfigurationsparameter anzeigen.
es: Mostrar parámetros de configuración de la política.
fr: Afficher les paramètres de configuration de la politique.
it: Mostra parametri di configurazione della policy.

source: Usage: otpme-policy add_acl {policy} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-policy add_acl {policy} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-policy add_acl {policy} {role|token} {role_path|token_path} {acl[:value]}
fr: Utilisation : otpme-policy add_acl {policy} {role|token} {role_path|token_path} {acl[:value]}
it: Uso: otpme-policy add_acl {policy} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to policy.
de: ACL zur Richtlinie hinzufügen.
es: Agregar ACL a la política.
fr: Ajouter une ACL à la politique.
it: Aggiungi ACL alla policy.

source: Usage: otpme-policy del_acl {policy} {acl}
de: Verwendung: otpme-policy del_acl {policy} {acl}
es: Uso: otpme-policy del_acl {policy} {acl}
fr: Utilisation : otpme-policy del_acl {policy} {acl}
it: Uso: otpme-policy del_acl {policy} {acl}

source: Delete ACL from policy.
de: ACL von Richtlinie löschen.
es: Eliminar ACL de la política.
fr: Supprimer une ACL de la politique.
it: Elimina ACL dalla policy.

source: Usage: otpme-policy show_acls {policy}
de: Verwendung: otpme-policy show_acls {policy}
es: Uso: otpme-policy show_acls {policy}
fr: Utilisation : otpme-policy show_acls {policy}
it: Uso: otpme-policy show_acls {policy}

source: Show ACLs of policy.
de: ACLs der Richtlinie anzeigen.
es: Mostrar ACLs de la política.
fr: Afficher les ACL de la politique.
it: Mostra ACL della policy.

source: Usage: otpme-policy enable_acl_inheritance {policy}
de: Verwendung: otpme-policy enable_acl_inheritance {policy}
es: Uso: otpme-policy enable_acl_inheritance {policy}
fr: Utilisation : otpme-policy enable_acl_inheritance {policy}
it: Uso: otpme-policy enable_acl_inheritance {policy}

source: Enable ACL inheritance for policy.
de: ACL-Vererbung für Richtlinie aktivieren.
es: Habilitar herencia de ACL para la política.
fr: Activer l'héritage des ACL pour la politique.
it: Abilita ereditarietà ACL per la policy.

source: Usage: otpme-policy disable_acl_inheritance {policy}
de: Verwendung: otpme-policy disable_acl_inheritance {policy}
es: Uso: otpme-policy disable_acl_inheritance {policy}
fr: Utilisation : otpme-policy disable_acl_inheritance {policy}
it: Uso: otpme-policy disable_acl_inheritance {policy}

source: Disable ACL inheritance for policy.
de: ACL-Vererbung für Richtlinie deaktivieren.
es: Deshabilitar herencia de ACL para la política.
fr: Désactiver l'héritage des ACL pour la politique.
it: Disabilita ereditarietà ACL per la policy.

source: Usage: otpme-policy move [--keep-acls] {policy} {unit}
de: Verwendung: otpme-policy move [--keep-acls] {policy} {unit}
es: Uso: otpme-policy move [--keep-acls] {policy} {unit}
fr: Utilisation : otpme-policy move [--keep-acls] {policy} {unit}
it: Uso: otpme-policy move [--keep-acls] {policy} {unit}

source: Change policy's unit.
de: Einheit der Richtlinie ändern.
es: Cambiar unidad de la política.
fr: Changer l'unité de la politique.
it: Cambia unità della policy.

source: Usage: otpme-policy description {policy} [description]
de: Verwendung: otpme-policy description {policy} [description]
es: Uso: otpme-policy description {policy} [description]
fr: Utilisation : otpme-policy description {policy} [description]
it: Uso: otpme-policy description {policy} [description]

source: Set policy description.
de: Richtlinienbeschreibung festlegen.
es: Establecer descripción de la política.
fr: Définir la description de la politique.
it: Imposta descrizione della policy.

source: Usage: otpme-policy export {policy}
de: Verwendung: otpme-policy export {policy}
es: Uso: otpme-policy export {policy}
fr: Utilisation : otpme-policy export {policy}
it: Uso: otpme-policy export {policy}

source: Export policy config to stdout.
de: Richtlinienkonfiguration nach stdout exportieren.
es: Exportar configuración de la política a stdout.
fr: Exporter la configuration de la politique vers stdout.
it: Esporta configurazione della policy su stdout.

source: Usage: otpme-policy add_policy {policy} {policy}
de: Verwendung: otpme-policy add_policy {policy} {policy}
es: Uso: otpme-policy add_policy {policy} {policy}
fr: Utilisation : otpme-policy add_policy {policy} {policy}
it: Uso: otpme-policy add_policy {policy} {policy}

source: Add policy to policy.
de: Policy zu Policy hinzufügen.
es: Agregar política a política.
fr: Ajouter une politique à la politique.
it: Aggiungi policy alla policy.

source: Usage: otpme-policy remove_policy {policy} {policy}
de: Verwendung: otpme-policy remove_policy {policy} {policy}
es: Uso: otpme-policy remove_policy {policy} {policy}
fr: Utilisation : otpme-policy remove_policy {policy} {policy}
it: Uso: otpme-policy remove_policy {policy} {policy}

source: Remove policy from policy.
de: Policy von Policy entfernen.
es: Eliminar política de política.
fr: Supprimer une politique de la politique.
it: Rimuovi policy dalla policy.

source: Usage: otpme-policy list_policies {policy}
de: Verwendung: otpme-policy list_policies {policy}
es: Uso: otpme-policy list_policies {policy}
fr: Utilisation : otpme-policy list_policies {policy}
it: Uso: otpme-policy list_policies {policy}

source: Usage: otpme-policy add {policy}
de: Verwendung: otpme-policy add {policy}
es: Uso: otpme-policy add {policy}
fr: Utilisation : otpme-policy add {policy}
it: Uso: otpme-policy add {policy}

source: Add new policy
de: Neue Policy hinzufügen
es: Agregar nueva política
fr: Ajouter une nouvelle politique
it: Aggiungi nuova policy

source: Usage: otpme-policy add_default_role {policy} {role}
de: Verwendung: otpme-policy add_default_role {policy} {role}
es: Uso: otpme-policy add_default_role {policy} {role}
fr: Utilisation : otpme-policy add_default_role {policy} {role}
it: Uso: otpme-policy add_default_role {policy} {role}

source: Add role.
de: Rolle hinzufügen.
es: Agregar rol.
fr: Ajouter un rôle.
it: Aggiungi ruolo.

source: Usage: otpme-policy remove_default_role {policy} {role}
de: Verwendung: otpme-policy remove_default_role {policy} {role}
es: Uso: otpme-policy remove_default_role {policy} {role}
fr: Utilisation : otpme-policy remove_default_role {policy} {role}
it: Uso: otpme-policy remove_default_role {policy} {role}

source: Remove role.
de: Rolle entfernen.
es: Eliminar rol.
fr: Supprimer un rôle.
it: Rimuovi ruolo.

source: Usage: otpme-policy add_hook {policy} {object_type} {hook}
de: Verwendung: otpme-policy add_hook {policy} {object_type} {hook}
es: Uso: otpme-policy add_hook {policy} {object_type} {hook}
fr: Utilisation : otpme-policy add_hook {policy} {object_type} {hook}
it: Uso: otpme-policy add_hook {policy} {object_type} {hook}

source: Add hook when to force reauth (e.g. change_pin).
de: Hook hinzufügen, wann Reauth erzwungen werden soll (z.B. change_pin).
es: Agregar hook para forzar reautenticación (ej. change_pin).
fr: Ajouter un hook pour forcer la réauthentification (ex. change_pin).
it: Aggiungi hook per forzare riautenticazione (es. change_pin).

source: Usage: otpme-policy remove_hook {policy} {object_type} {hook}
de: Verwendung: otpme-policy remove_hook {policy} {object_type} {hook}
es: Uso: otpme-policy remove_hook {policy} {object_type} {hook}
fr: Utilisation : otpme-policy remove_hook {policy} {object_type} {hook}
it: Uso: otpme-policy remove_hook {policy} {object_type} {hook}

source: Remove hook.
de: Hook entfernen.
es: Eliminar hook.
fr: Supprimer un hook.
it: Rimuovi hook.

source: Usage: otpme-policy reauth_timeout {policy} {reauth_timeout}
de: Verwendung: otpme-policy reauth_timeout {policy} {reauth_timeout}
es: Uso: otpme-policy reauth_timeout {policy} {reauth_timeout}
fr: Utilisation : otpme-policy reauth_timeout {policy} {reauth_timeout}
it: Uso: otpme-policy reauth_timeout {policy} {reauth_timeout}

source: Set reauth timeout.
de: Reauth-Timeout setzen.
es: Establecer tiempo de espera de reautenticación.
fr: Définir le délai de réauthentification.
it: Imposta timeout riautenticazione.

source: Usage: otpme-policy reauth_expiry {policy} {reauth_expiry}
de: Verwendung: otpme-policy reauth_expiry {policy} {reauth_expiry}
es: Uso: otpme-policy reauth_expiry {policy} {reauth_expiry}
fr: Utilisation : otpme-policy reauth_expiry {policy} {reauth_expiry}
it: Uso: otpme-policy reauth_expiry {policy} {reauth_expiry}

source: Set reauth expiry timeout.
de: Reauth-Ablauf-Timeout setzen.
es: Establecer tiempo de expiración de reautenticación.
fr: Définir le délai d'expiration de réauthentification.
it: Imposta scadenza timeout riautenticazione.

source: Usage: otpme-policy whitelist_token {policy} {token}
de: Verwendung: otpme-policy whitelist_token {policy} {token}
es: Uso: otpme-policy whitelist_token {policy} {token}
fr: Utilisation : otpme-policy whitelist_token {policy} {token}
it: Uso: otpme-policy whitelist_token {policy} {token}

source: Add token to reauth whitelist.
de: Token zur Reauth-Whitelist hinzufügen.
es: Agregar token a lista blanca de reautenticación.
fr: Ajouter un token à la liste blanche de réauthentification.
it: Aggiungi token alla whitelist riautenticazione.

source: Usage: otpme-policy unwhitelist_token {policy} {token}
de: Verwendung: otpme-policy unwhitelist_token {policy} {token}
es: Uso: otpme-policy unwhitelist_token {policy} {token}
fr: Utilisation : otpme-policy unwhitelist_token {policy} {token}
it: Uso: otpme-policy unwhitelist_token {policy} {token}

source: Remove token from reauth whitelist.
de: Token von Reauth-Whitelist entfernen.
es: Eliminar token de lista blanca de reautenticación.
fr: Supprimer un token de la liste blanche de réauthentification.
it: Rimuovi token dalla whitelist riautenticazione.

source: Usage: otpme-policy whitelist_role {policy} {role}
de: Verwendung: otpme-policy whitelist_role {policy} {role}
es: Uso: otpme-policy whitelist_role {policy} {role}
fr: Utilisation : otpme-policy whitelist_role {policy} {role}
it: Uso: otpme-policy whitelist_role {policy} {role}

source: Add role to reauth whitelist.
de: Rolle zur Reauth-Whitelist hinzufügen.
es: Agregar rol a lista blanca de reautenticación.
fr: Ajouter un rôle à la liste blanche de réauthentification.
it: Aggiungi ruolo alla whitelist riautenticazione.

source: Usage: otpme-policy unwhitelist_role {policy} {role}
de: Verwendung: otpme-policy unwhitelist_role {policy} {role}
es: Uso: otpme-policy unwhitelist_role {policy} {role}
fr: Utilisation : otpme-policy unwhitelist_role {policy} {role}
it: Uso: otpme-policy unwhitelist_role {policy} {role}

source: Remove role from reauth whitelist.
de: Rolle von Reauth-Whitelist entfernen.
es: Eliminar rol de lista blanca de reautenticación.
fr: Retirer le rôle de la liste blanche de réauthentification.
it: Rimuovi ruolo dalla whitelist di riautenticazione.

source: Usage: otpme-policy force_token_types {policy} {token_types}
de: Verwendung: otpme-policy force_token_types {policy} {token_types}
es: Uso: otpme-policy force_token_types {policy} {token_types}
fr: Utilisation : otpme-policy force_token_types {policy} {token_types}
it: Utilizzo: otpme-policy force_token_types {policy} {token_types}

source: Change list with allowed token types.
de: Liste mit erlaubten Token-Typen ändern.
es: Cambiar lista de tipos de token permitidos.
fr: Modifier la liste des types de jetons autorisés.
it: Modifica lista con tipi di token consentiti.

source: Usage: otpme-policy force_pass_types {policy} {pass_types}
de: Verwendung: otpme-policy force_pass_types {policy} {pass_types}
es: Uso: otpme-policy force_pass_types {policy} {pass_types}
fr: Utilisation : otpme-policy force_pass_types {policy} {pass_types}
it: Utilizzo: otpme-policy force_pass_types {policy} {pass_types}

source: Change list with allowed pass types.
de: Liste mit erlaubten Pass-Typen ändern.
es: Cambiar lista de tipos de contraseña permitidos.
fr: Modifier la liste des types de passes autorisés.
it: Modifica lista con tipi di password consentiti.

source: Usage: otpme-policy add_group {policy} {group}
de: Verwendung: otpme-policy add_group {policy} {group}
es: Uso: otpme-policy add_group {policy} {group}
fr: Utilisation : otpme-policy add_group {policy} {group}
it: Utilizzo: otpme-policy add_group {policy} {group}

source: Add group.
de: Gruppe hinzufügen.
es: Agregar grupo.
fr: Ajouter un groupe.
it: Aggiungi gruppo.

source: Usage: otpme-policy remove_group {policy} {group}
de: Verwendung: otpme-policy remove_group {policy} {group}
es: Uso: otpme-policy remove_group {policy} {group}
fr: Utilisation : otpme-policy remove_group {policy} {group}
it: Utilizzo: otpme-policy remove_group {policy} {group}

source: Remove group.
de: Gruppe entfernen.
es: Eliminar grupo.
fr: Retirer un groupe.
it: Rimuovi gruppo.

source: Usage: otpme-policy default_group {policy} {group}
de: Verwendung: otpme-policy default_group {policy} {group}
es: Uso: otpme-policy default_group {policy} {group}
fr: Utilisation : otpme-policy default_group {policy} {group}
it: Utilizzo: otpme-policy default_group {policy} {group}

source: Set default group.
de: Standardgruppe setzen.
es: Establecer grupo predeterminado.
fr: Définir le groupe par défaut.
it: Imposta gruppo predefinito.

source: Usage: otpme-policy add_id_range {policy} {attribute:type:range}
de: Verwendung: otpme-policy add_id_range {policy} {attribute:type:range}
es: Uso: otpme-policy add_id_range {policy} {attribute:type:range}
fr: Utilisation : otpme-policy add_id_range {policy} {attribute:type:range}
it: Utilizzo: otpme-policy add_id_range {policy} {attribute:type:range}

source: Add ID range. Range type must be s=sequence or r=random.
de: ID-Bereich hinzufügen. Bereichstyp muss s=Sequenz oder r=Zufall sein.
es: Agregar rango de ID. El tipo de rango debe ser s=secuencia o r=aleatorio.
fr: Ajouter une plage d'ID. Le type de plage doit être s=séquence ou r=aléatoire.
it: Aggiungi intervallo ID. Il tipo di intervallo deve essere s=sequenziale o r=casuale.

source: Usage: otpme-policy del_id_range {policy} {attribute:type:range}
de: Verwendung: otpme-policy del_id_range {policy} {attribute:type:range}
es: Uso: otpme-policy del_id_range {policy} {attribute:type:range}
fr: Utilisation : otpme-policy del_id_range {policy} {attribute:type:range}
it: Utilizzo: otpme-policy del_id_range {policy} {attribute:type:range}

source: Delete ID range.
de: ID-Bereich löschen.
es: Eliminar rango de ID.
fr: Supprimer une plage d'ID.
it: Elimina intervallo ID.

source: Usage: otpme-policy enable_id_check {policy}
de: Verwendung: otpme-policy enable_id_check {policy}
es: Uso: otpme-policy enable_id_check {policy}
fr: Utilisation : otpme-policy enable_id_check {policy}
it: Utilizzo: otpme-policy enable_id_check {policy}

source: Enable check if new ID is already used.
de: Prüfung aktivieren, ob neue ID bereits verwendet wird.
es: Habilitar verificación si el nuevo ID ya está en uso.
fr: Activer la vérification si le nouvel ID est déjà utilisé.
it: Abilita controllo se il nuovo ID è già utilizzato.

source: Usage: otpme-policy disable_id_check {policy}
de: Verwendung: otpme-policy disable_id_check {policy}
es: Uso: otpme-policy disable_id_check {policy}
fr: Utilisation : otpme-policy disable_id_check {policy}
it: Utilizzo: otpme-policy disable_id_check {policy}

source: Disable check if new ID is already used.
de: Prüfung deaktivieren, ob neue ID bereits verwendet wird.
es: Deshabilitar verificación si el nuevo ID ya está en uso.
fr: Désactiver la vérification si le nouvel ID est déjà utilisé.
it: Disabilita controllo se il nuovo ID è già utilizzato.

source: Usage: otpme-policy enable_id_range_recheck {policy}
de: Verwendung: otpme-policy enable_id_range_recheck {policy}
es: Uso: otpme-policy enable_id_range_recheck {policy}
fr: Utilisation : otpme-policy enable_id_range_recheck {policy}
it: Utilizzo: otpme-policy enable_id_range_recheck {policy}

source: Enable ID range re-check.
de: ID-Bereich-Neuprüfung aktivieren.
es: Habilitar re-verificación de rango de ID.
fr: Activer la re-vérification de la plage d'ID.
it: Abilita ri-controllo intervallo ID.

source: Usage: otpme-policy disable_id_range_recheck {policy}
de: Verwendung: otpme-policy disable_id_range_recheck {policy}
es: Uso: otpme-policy disable_id_range_recheck {policy}
fr: Utilisation : otpme-policy disable_id_range_recheck {policy}
it: Utilizzo: otpme-policy disable_id_range_recheck {policy}

source: Disable ID range re-check.
de: ID-Bereich-Neuprüfung deaktivieren.
es: Deshabilitar re-verificación de rango de ID.
fr: Désactiver la re-vérification de la plage d'ID.
it: Disabilita ri-controllo intervallo ID.

source: Usage: otpme-policy add_default_policy {policy} {object_type} {policy}
de: Verwendung: otpme-policy add_default_policy {policy} {object_type} {policy}
es: Uso: otpme-policy add_default_policy {policy} {object_type} {policy}
fr: Utilisation : otpme-policy add_default_policy {policy} {object_type} {policy}
it: Utilizzo: otpme-policy add_default_policy {policy} {object_type} {policy}

source: Add default policy to be added to object of type <object_type>.
de: Standardrichtlinie hinzufügen, die zu Objekten vom Typ <object_type> hinzugefügt wird.
es: Agregar política predeterminada para ser agregada a objeto de tipo <object_type>.
fr: Ajouter une politique par défaut à ajouter à l'objet de type <object_type>.
it: Aggiungi policy predefinita da aggiungere a oggetti di tipo <object_type>.

source: Usage: otpme-policy remove_default_policy {policy} {object_type} {policy}
de: Verwendung: otpme-policy remove_default_policy {policy} {object_type} {policy}
es: Uso: otpme-policy remove_default_policy {policy} {object_type} {policy}
fr: Utilisation : otpme-policy remove_default_policy {policy} {object_type} {policy}
it: Utilizzo: otpme-policy remove_default_policy {policy} {object_type} {policy}

source: Remove default policy.
de: Standardrichtlinie entfernen.
es: Eliminar política predeterminada.
fr: Retirer la politique par défaut.
it: Rimuovi policy predefinita.

source: Usage: otpme-policy set_unit {policy} {object_type} [unit]
de: Verwendung: otpme-policy set_unit {policy} {object_type} [unit]
es: Uso: otpme-policy set_unit {policy} {object_type} [unit]
fr: Utilisation : otpme-policy set_unit {policy} {object_type} [unit]
it: Utilizzo: otpme-policy set_unit {policy} {object_type} [unit]

source: Set default unit.
de: Standardeinheit festlegen.
es: Establecer unidad predeterminada.
fr: Définir l'unité par défaut.
it: Imposta unità predefinita.

source: Usage: otpme-policy set_template {policy} {object_type} {template}
de: Verwendung: otpme-policy set_template {policy} {object_type} {template}
es: Uso: otpme-policy set_template {policy} {object_type} {template}
fr: Utilisation : otpme-policy set_template {policy} {object_type} {template}
it: Utilizzo: otpme-policy set_template {policy} {object_type} {template}

source: Set template.
de: Vorlage festlegen.
es: Establecer plantilla.
fr: Définir le modèle.
it: Imposta template.

source: Usage: otpme-policy add_user_acl {policy} {acl}
de: Verwendung: otpme-policy add_user_acl {policy} {acl}
es: Uso: otpme-policy add_user_acl {policy} {acl}
fr: Utilisation : otpme-policy add_user_acl {policy} {acl}
it: Utilizzo: otpme-policy add_user_acl {policy} {acl}

source: Add user ACL.
de: Benutzer-ACL hinzufügen.
es: Agregar ACL de usuario.
fr: Ajouter une ACL utilisateur.
it: Aggiungi ACL utente.

source: Usage: otpme-policy del_user_acl {policy} {acl}
de: Verwendung: otpme-policy del_user_acl {policy} {acl}
es: Uso: otpme-policy del_user_acl {policy} {acl}
fr: Utilisation : otpme-policy del_user_acl {policy} {acl}
it: Utilizzo: otpme-policy del_user_acl {policy} {acl}

source: Delete user ACL.
de: Benutzer-ACL löschen.
es: Eliminar ACL de usuario.
fr: Supprimer une ACL utilisateur.
it: Elimina ACL utente.

source: Usage: otpme-policy add_token_acl {policy} {acl}
de: Verwendung: otpme-policy add_token_acl {policy} {acl}
es: Uso: otpme-policy add_token_acl {policy} {acl}
fr: Utilisation : otpme-policy add_token_acl {policy} {acl}
it: Utilizzo: otpme-policy add_token_acl {policy} {acl}

source: Add token ACL.
de: Token-ACL hinzufügen.
es: Agregar ACL de token.
fr: Ajouter une ACL de jeton.
it: Aggiungi ACL token.

source: Usage: otpme-policy del_token_acl {policy} {acl}
de: Verwendung: otpme-policy del_token_acl {policy} {acl}
es: Uso: otpme-policy del_token_acl {policy} {acl}
fr: Utilisation : otpme-policy del_token_acl {policy} {acl}
it: Utilizzo: otpme-policy del_token_acl {policy} {acl}

source: Delete token ACL.
de: Token-ACL löschen.
es: Eliminar ACL de token.
fr: Supprimer une ACL de jeton.
it: Elimina ACL token.

source: Usage: otpme-policy add_creator_acl {policy} {acl}
de: Verwendung: otpme-policy add_creator_acl {policy} {acl}
es: Uso: otpme-policy add_creator_acl {policy} {acl}
fr: Utilisation : otpme-policy add_creator_acl {policy} {acl}
it: Utilizzo: otpme-policy add_creator_acl {policy} {acl}

source: Add token creator ACL.
de: Token-Ersteller-ACL hinzufügen.
es: Agregar ACL de creador de token.
fr: Ajouter une ACL de créateur de jeton.
it: Aggiungi ACL creatore token.
