Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Problem loading token type '{token_type}': {e}
de: Problem beim Laden des Token-Typs '{token_type}': {e}
es: Problema cargando el tipo de token '{token_type}': {e}
fr: Problème lors du chargement du type de token '{token_type}' : {e}
it: Problema nel caricamento del tipo di token '{token_type}': {e}

source: Added token: {self_name}/{new_token_name}
de: Token hinzugefügt: {self_name}/{new_token_name}
es: Token añadido: {self_name}/{new_token_name}
fr: Token ajouté : {self_name}/{new_token_name}
it: Token aggiunto: {self_name}/{new_token_name}

source: Permission denied: {token}
de: Zugriff verweigert: {token}
es: Permiso denegado: {token}
fr: Permission refusée : {token}
it: Permesso negato: {token}

source: Cannot delete token used at login.
de: Bei der Anmeldung verwendeter Token kann nicht gelöscht werden.
es: No se puede eliminar el token usado en el inicio de sesión.
fr: Impossible de supprimer le token utilisé à la connexion.
it: Impossibile eliminare il token utilizzato al login.

source: Script does not exist: {auth_script}
de: Skript existiert nicht: {auth_script}
es: El script no existe: {auth_script}
fr: Le script n'existe pas : {auth_script}
it: Lo script non esiste: {auth_script}

source: Authorization script already enabled for this user.
de: Autorisierungsskript für diesen Benutzer bereits aktiviert.
es: Script de autorización ya habilitado para este usuario.
fr: Script d'autorisation déjà activé pour cet utilisateur.
it: Script di autorizzazione già abilitato per questo utente.

source: Authorization script already disabled for this user.
de: Autorisierungsskript für diesen Benutzer bereits deaktiviert.
es: Script de autorización ya deshabilitado para este usuario.
fr: Script d'autorisation déjà désactivé pour cet utilisateur.
it: Script di autorizzazione già disabilitato per questo utente.

source: Script does not exist: {login_script}
de: Skript existiert nicht: {login_script}
es: El script no existe: {login_script}
fr: Le script n'existe pas : {login_script}
it: Lo script non esiste: {login_script}

source: Login script already enabled for this user.
de: Anmeldeskript für diesen Benutzer bereits aktiviert.
es: Script de inicio de sesión ya habilitado para este usuario.
fr: Script de connexion déjà activé pour cet utilisateur.
it: Script di login già abilitato per questo utente.

source: Login script already disabled for this user.
de: Anmeldeskript für diesen Benutzer bereits deaktiviert.
es: Script de inicio de sesión ya deshabilitado para este usuario.
fr: Script de connexion déjà désactivé pour cet utilisateur.
it: Script di login già disabilitato per questo utente.

source: User already exists: {user_oid}
de: Benutzer existiert bereits: {user_oid}
es: El usuario ya existe: {user_oid}
fr: L'utilisateur existe déjà : {user_oid}
it: L'utente esiste già: {user_oid}

source: Unknown token type: {default_token_type}
de: Unbekannter Token-Typ: {default_token_type}
es: Tipo de token desconocido: {default_token_type}
fr: Type de token inconnu : {default_token_type}
it: Tipo di token sconosciuto: {default_token_type}

source: Group: {group_name}: Permission denied
de: Gruppe: {group_name}: Zugriff verweigert
es: Grupo: {group_name}: Permiso denegado
fr: Groupe : {group_name} : Permission refusée
it: Gruppo: {group_name}: Permesso negato

source: Role: {role_name}: Permission denied
de: Rolle: {role_name}: Zugriff verweigert
es: Rol: {role_name}: Permiso denegado
fr: Rôle : {role_name} : Permission refusée
it: Ruolo: {role_name}: Permesso negato

source: Unknown token: {default_token_path}
de: Unbekannter Token: {default_token_path}
es: Token desconocido: {default_token_path}
fr: Token inconnu : {default_token_path}
it: Token sconosciuto: {default_token_path}

source: Unable to set password for token type: {default_token_token_type}
de: Passwort kann für Token-Typ nicht gesetzt werden: {default_token_token_type}
es: No se puede establecer contraseña para el tipo de token: {default_token_token_type}
fr: Impossible de définir le mot de passe pour le type de token : {default_token_token_type}
it: Impossibile impostare la password per il tipo di token: {default_token_token_type}

source: Unable to set password for token type: {default_token_type}
de: Passwort kann für Token-Typ nicht gesetzt werden: {default_token_type}
es: No se puede establecer contraseña para el tipo de token: {default_token_type}
fr: Impossible de définir le mot de passe pour le type de token : {default_token_type}
it: Impossibile impostare la password per il tipo di token: {default_token_type}

source: Unknown template: {template_name}
de: Unbekannte Vorlage: {template_name}
es: Plantilla desconocida: {template_name}
fr: Modèle inconnu : {template_name}
it: Template sconosciuto: {template_name}

source: Unknown group: {group}
de: Unbekannte Gruppe: {group}
es: Grupo desconocido: {group}
fr: Groupe inconnu : {group}
it: Gruppo sconosciuto: {group}

source: Group: {group}: Permission denied
de: Gruppe: {group}: Zugriff verweigert
es: Grupo: {group}: Permiso denegado
fr: Groupe : {group} : Permission refusée
it: Gruppo: {group}: Permesso negato

source: {self_type_title} already exists.
de: {self_type_title} existiert bereits.
es: {self_type_title} ya existe.
fr: {self_type_title} existe déjà.
it: {self_type_title} esiste già.

source: WARNING: Unable to inherit ACLs from parent object: {e}
de: WARNUNG: ACLs können nicht vom übergeordneten Objekt geerbt werden: {e}
es: ADVERTENCIA: No se pueden heredar ACLs del objeto padre: {e}
fr: ATTENTION : Impossible d'hériter les ACL de l'objet parent : {e}
it: ATTENZIONE: Impossibile ereditare gli ACL dall'oggetto padre: {e}

source: Invalid attribute: {x}
de: Ungültiges Attribut: {x}
es: Atributo inválido: {x}
fr: Attribut invalide : {x}
it: Attributo non valido: {x}

source: Unable to find template key script: {template_key_script}
de: Template-Schlüsselskript nicht gefunden: {template_key_script}
es: No se puede encontrar el script de clave de plantilla: {template_key_script}
fr: Impossible de trouver le script de clé du modèle : {template_key_script}
it: Impossibile trovare lo script chiave del template: {template_key_script}

source: Setting default key script: {default_key_script}
de: Setze Standard-Schlüsselskript: {default_key_script}
es: Estableciendo script de clave predeterminado: {default_key_script}
fr: Définition du script de clé par défaut : {default_key_script}
it: Impostazione dello script chiave predefinito: {default_key_script}

source: Unable to find template agent script: {template_agent_script}
de: Template-Agentenskript nicht gefunden: {template_agent_script}
es: No se puede encontrar el script de agente de plantilla: {template_agent_script}
fr: Impossible de trouver le script d'agent du modèle : {template_agent_script}
it: Impossibile trovare lo script agent del template: {template_agent_script}

source: Setting default agent script: {default_agent_script}
de: Standard-Agentenskript wird gesetzt: {default_agent_script}
es: Estableciendo script de agente predeterminado: {default_agent_script}
fr: Définition du script d'agent par défaut : {default_agent_script}
it: Impostazione dello script agent predefinito: {default_agent_script}

source: Unable to find template login script: {template_login_script}
de: Template-Login-Skript kann nicht gefunden werden: {template_login_script}
es: No se puede encontrar el script de inicio de sesión de plantilla: {template_login_script}
fr: Impossible de trouver le script de connexion du modèle : {template_login_script}
it: Impossibile trovare lo script di login del template: {template_login_script}

source: Setting default login script: {default_login_script}
de: Standard-Login-Skript wird gesetzt: {default_login_script}
es: Estableciendo script de inicio de sesión predeterminado: {default_login_script}
fr: Définition du script de connexion par défaut : {default_login_script}
it: Impostazione dello script di login predefinito: {default_login_script}

source: Unable to find template auth script: {template_auth_script}
de: Template-Auth-Skript kann nicht gefunden werden: {template_auth_script}
es: No se puede encontrar el script de autenticación de plantilla: {template_auth_script}
fr: Impossible de trouver le script d'authentification du modèle : {template_auth_script}
it: Impossibile trovare lo script di autorizzazione del template: {template_auth_script}

source: Setting default auth script: {default_auth_script}
de: Standard-Auth-Skript wird gesetzt: {default_auth_script}
es: Estableciendo script de autenticación predeterminado: {default_auth_script}
fr: Définition du script d'authentification par défaut : {default_auth_script}
it: Impostazione dello script di autorizzazione predefinito: {default_auth_script}

source: Unable to find {site_admin_role} role.
de: Rolle {site_admin_role} kann nicht gefunden werden.
es: No se puede encontrar el rol {site_admin_role}.
fr: Impossible de trouver le rôle {site_admin_role}.
it: Impossibile trovare il ruolo {site_admin_role}.

source: Cannot delete internal user: {self_name}
de: Interner Benutzer kann nicht gelöscht werden: {self_name}
es: No se puede eliminar usuario interno: {self_name}
fr: Impossible de supprimer l'utilisateur interne : {self_name}
it: Impossibile eliminare l'utente interno: {self_name}

source: Permission denied: {self_name}
de: Zugriff verweigert: {self_name}
es: Permiso denegado: {self_name}
fr: Permission refusée : {self_name}
it: Permesso negato: {self_name}

source: User has tokens: {token_list} Please type '{self_name}' to delete object:
de: Benutzer hat Token: {token_list} Bitte '{self_name}' eingeben, um Objekt zu löschen:
es: El usuario tiene tokens: {token_list} Por favor escriba '{self_name}' para eliminar el objeto:
fr: L'utilisateur a des jetons : {token_list} Veuillez taper '{self_name}' pour supprimer l'objet :
it: L'utente ha token: {token_list} Digitare '{self_name}' per eliminare l'oggetto:

source: User has tokens: {token_list} Delete user '{self_name}'?:
de: Benutzer hat Token: {token_list} Benutzer '{self_name}' löschen?:
es: El usuario tiene tokens: {token_list} ¿Eliminar usuario '{self_name}'?:
fr: L'utilisateur a des jetons : {token_list} Supprimer l'utilisateur '{self_name}' ? :
it: L'utente ha token: {token_list} Eliminare l'utente '{self_name}'?:

source: Please type '{self_name}' to delete object:
de: Bitte '{self_name}' eingeben, um Objekt zu löschen:
es: Por favor escriba '{self_name}' para eliminar el objeto:
fr: Veuillez taper '{self_name}' pour supprimer l'objet :
it: Digitare '{self_name}' per eliminare l'oggetto:

source: Unable to remove token: {token_name}
de: Token kann nicht entfernt werden: {token_name}
es: No se puede eliminar token: {token_name}
fr: Impossible de supprimer le jeton : {token_name}
it: Impossibile rimuovere il token: {token_name}

source: Error removing used SOTP '{used_object}' from backend: {e}
de: Fehler beim Entfernen des verwendeten SOTP '{used_object}' aus dem Backend: {e}
es: Error al eliminar SOTP usado '{used_object}' del backend: {e}
fr: Erreur lors de la suppression du SOTP utilisé '{used_object}' du backend : {e}
it: Errore durante la rimozione del SOTP usato '{used_object}' dal backend: {e}

source: {self_type}|{self_name}: Found the following orphan ACLs: {acl_list}
de: {self_type}|{self_name}: Folgende verwaiste ACLs gefunden: {acl_list}
es: {self_type}|{self_name}: Se encontraron las siguientes ACL huérfanas: {acl_list}
fr: {self_type}|{self_name} : ACLs orphelines trouvées : {acl_list}
it: {self_type}|{self_name}: Trovate le seguenti ACL orfane: {acl_list}

source: {self_type}|{self_name}: Found the following orphan policies: {policy_list}
de: {self_type}|{self_name}: Folgende verwaiste Richtlinien gefunden: {policy_list}
es: {self_type}|{self_name}: Se encontraron las siguientes políticas huérfanas: {policy_list}
fr: {self_type}|{self_name} : Politiques orphelines trouvées : {policy_list}
it: {self_type}|{self_name}: Trovate le seguenti policy orfane: {policy_list}

source: {self_type}|{self_name}: Found the following orphan token UUIDs: {token_list}
de: {self_type}|{self_name}: Folgende verwaiste Token-UUIDs gefunden: {token_list}
es: {self_type}|{self_name}: Se encontraron los siguientes UUID de token huérfanos: {token_list}
fr: {self_type}|{self_name} : UUIDs de jetons orphelins trouvés : {token_list}
it: {self_type}|{self_name}: Trovati i seguenti UUID di token orfani: {token_list}

source: Removing orphan token UUID: {i}
de: Verwaiste Token-UUID wird entfernt: {i}
es: Eliminando UUID de token huérfano: {i}
fr: Suppression de l'UUID de jeton orphelin : {i}
it: Rimozione UUID token orfano: {i}

source: No orphan objects found for {self_type}: {self_name}
de: Keine verwaisten Objekte für {self_type} gefunden: {self_name}
es: No se encontraron objetos huérfanos para {self_type}: {self_name}
fr: Aucun objet orphelin trouvé pour {self_type} : {self_name}
it: Nessun oggetto orfano trovato per {self_type}: {self_name}

source: Unknown token: {token_name}
de: Unbekanntes Token: {token_name}
es: Token desconocido: {token_name}
fr: Jeton inconnu : {token_name}
it: Token sconosciuto: {token_name}

source: Authentication with site '{name}' is already enabled.
de: Authentifizierung mit Site '{name}' ist bereits aktiviert.
es: La autenticación con el sitio '{name}' ya está habilitada.
fr: L'authentification avec le site '{name}' est déjà activée.
it: L'autenticazione con il sito '{name}' è già abilitata.

source: Enable authentication for own site?
de: Authentifizierung für eigene Site aktivieren?
es: ¿Habilitar autenticación para el sitio propio?
fr: Activer l'authentification pour votre propre site ?
it: Abilitare l'autenticazione per il proprio sito?

source: Enable authentication with site '{name}'?:
de: Authentifizierung mit Site '{name}' aktivieren?:
es: ¿Habilitar autenticación con el sitio '{name}'?:
fr: Activer l'authentification avec le site '{name}' ? :
it: Abilitare l'autenticazione con il sito '{name}'?:

source: Authentication with site '{name}' is already disabled.
de: Authentifizierung mit Site '{name}' ist bereits deaktiviert.
es: La autenticación con el sitio '{name}' ya está deshabilitada.
fr: L'authentification avec le site '{name}' est déjà désactivée.
it: L'autenticazione con il sito '{name}' è già disabilitata.

source: Disable authentication for own site? This will disable ALL logins!:
de: Authentifizierung für eigene Site deaktivieren? Dies deaktiviert ALLE Anmeldungen!:
es: ¿Deshabilitar autenticación para el sitio propio? ¡Esto deshabilitará TODOS los inicios de sesión!:
fr: Désactiver l'authentification pour votre propre site ? Cela désactivera TOUTES les connexions ! :
it: Disabilitare l'autenticazione per il proprio sito? Questo disabiliterà TUTTI i login!:

source: Disable authentication with site '{name}'?:
de: Authentifizierung mit Site '{name}' deaktivieren?:
es: ¿Deshabilitar autenticación con el sitio '{name}'?:
fr: Désactiver l'authentification avec le site '{name}' ? :
it: Disabilitare l'autenticazione con il sito '{name}'?:

source: Synchronization with site '{name}' is already enabled.
de: Synchronisation mit Site '{name}' ist bereits aktiviert.
es: La sincronización con el sitio '{name}' ya está habilitada.
fr: La synchronisation avec le site '{name}' est déjà activée.
it: La sincronizzazione con il sito '{name}' è già abilitata.

source: Enable synchronization of own site '{name}'?:
de: Synchronisation der eigenen Site '{name}' aktivieren?:
es: ¿Habilitar sincronización del sitio propio '{name}'?:
fr: Activer la synchronisation de votre propre site '{name}' ? :
it: Abilitare la sincronizzazione del proprio sito '{name}'?:

source: Enable synchronization with site '{name}'?:
de: Synchronisation mit Site '{name}' aktivieren?:
es: ¿Habilitar sincronización con el sitio '{name}'?:
fr: Activer la synchronisation avec le site '{name}' ? :
it: Abilitare la sincronizzazione con il sito '{name}'?:

source: Cannot disable synchronization of own site.
de: Synchronisation der eigenen Site kann nicht deaktiviert werden.
es: No se puede deshabilitar la sincronización del sitio propio.
fr: Impossible de désactiver la synchronisation de votre propre site.
it: Impossibile disabilitare la sincronizzazione del proprio sito.

source: Synchronization with site '{name}' is already disabled.
de: Synchronisation mit Site '{name}' ist bereits deaktiviert.
es: La sincronización con el sitio '{name}' ya está deshabilitada.
fr: La synchronisation avec le site '{name}' est déjà désactivée.
it: La sincronizzazione con il sito '{name}' è già disabilitata.

source: Disable synchronization with site '{name}'?:
de: Synchronisation mit Site '{name}' deaktivieren?:
es: ¿Deshabilitar sincronización con el sitio '{name}'?:
fr: Désactiver la synchronisation avec le site '{name}' ? :
it: Disabilitare la sincronizzazione con il sito '{name}'?:

source: Generating site certificate ({key_len} bits).
de: Site-Zertifikat wird generiert ({key_len} Bits).
es: Generando certificado del sitio ({key_len} bits).
fr: Génération du certificat de site ({key_len} bits).
it: Generazione certificato del sito ({key_len} bit).

source: Unable to create site certificate: {e}
de: Site-Zertifikat kann nicht erstellt werden: {e}
es: No se puede crear certificado del sitio: {e}
fr: Impossible de créer le certificat de site : {e}
it: Impossibile creare il certificato del sito: {e}

source: Generating new site certificate ({key_len} bits).
de: Neues Site-Zertifikat wird generiert ({key_len} Bits).
es: Generando nuevo certificado del sitio ({key_len} bits).
fr: Génération d'un nouveau certificat de site ({key_len} bits).
it: Generazione nuovo certificato del sito ({key_len} bit).

source: Unable to revoke certificate: {e}
de: Zertifikat kann nicht widerrufen werden: {e}
es: No se puede revocar certificado: {e}
fr: Impossible de révoquer le certificat : {e}
it: Impossibile revocare il certificato: {e}

source: Loading realm CA '{realm_ca_path}'.
de: Realm-CA '{realm_ca_path}' wird geladen.
es: Cargando CA del dominio '{realm_ca_path}'.
fr: Chargement de l'AC du domaine '{realm_ca_path}'.
it: Caricamento CA realm '{realm_ca_path}'.

source: Problem loading realm CA '{realm_ca_path}'.
de: Problem beim Laden der Realm-CA '{realm_ca_path}'.
es: Problema al cargar CA del dominio '{realm_ca_path}'.
fr: Problème lors du chargement de l'AC du domaine '{realm_ca_path}'.
it: Problema nel caricamento CA realm '{realm_ca_path}'.

source: Error creating site CA cert: {e}
de: Fehler beim Erstellen des Site-CA-Zertifikats: {e}
es: Error al crear certificado CA del sitio: {e}
fr: Erreur lors de la création du certificat AC du site : {e}
it: Errore nella creazione del certificato CA del sito: {e}

source: Adding site CA '{site_ca_path}'.
de: Site-CA '{site_ca_path}' wird hinzugefügt.
es: Agregando CA del sitio '{site_ca_path}'.
fr: Ajout de l'AC du site '{site_ca_path}'.
it: Aggiunta CA del sito '{site_ca_path}'.

source: Problem adding site CA '{site_ca_path}'
de: Problem beim Hinzufügen der Site-CA '{site_ca_path}'
es: Problema al agregar CA del sitio '{site_ca_path}'
fr: Problème lors de l'ajout de l'AC du site '{site_ca_path}'
it: Problema nell'aggiunta CA del sito '{site_ca_path}'

source: Error: node '{node_name}' already exists.
de: Fehler: Node '{node_name}' existiert bereits.
es: Error: el nodo '{node_name}' ya existe.
fr: Erreur : le nœud '{node_name}' existe déjà.
it: Errore: il nodo '{node_name}' esiste già.

source: Error adding node: {e}
de: Fehler beim Hinzufügen des Nodes: {e}
es: Error al agregar nodo: {e}
fr: Erreur lors de l'ajout du nœud : {e}
it: Errore nell'aggiunta del nodo: {e}

source: Writing node UUID to file: {uuid_file}
de: Node-UUID wird in Datei geschrieben: {uuid_file}
es: Escribiendo UUID del nodo en archivo: {uuid_file}
fr: Écriture de l'UUID du nœud dans le fichier : {uuid_file}
it: Scrittura UUID del nodo nel file: {uuid_file}

source: Error writing UUID file: {e}
de: Fehler beim Schreiben der UUID-Datei: {e}
es: Error al escribir archivo UUID: {e}
fr: Erreur lors de l'écriture du fichier UUID : {e}
it: Errore nella scrittura del file UUID: {e}

source: Unknown site: {site_name}
de: Unbekannte Site: {site_name}
es: Sitio desconocido: {site_name}
fr: Site inconnu : {site_name}
it: Sito sconosciuto: {site_name}

source: Cannot add trust relationship with site itself.
de: Vertrauensbeziehung mit Site selbst kann nicht hinzugefügt werden.
es: No se puede agregar relación de confianza con el sitio mismo.
fr: Impossible d'ajouter une relation de confiance avec le site lui-même.
it: Impossibile aggiungere relazione di fiducia con il sito stesso.

source: Relationship with site already exists: {site_name}
de: Beziehung mit Site existiert bereits: {site_name}
es: Ya existe una relación con el sitio: {site_name}
fr: La relation avec le site existe déjà : {site_name}
it: La relazione con il sito esiste già: {site_name}

source: Relationship with site does not exist: {site_name}
de: Beziehung mit Site existiert nicht: {site_name}
es: No existe relación con el sitio: {site_name}
fr: La relation avec le site n'existe pas : {site_name}
it: La relazione con il sito non esiste: {site_name}

source: There is already a site add job running.
de: Es läuft bereits ein Site-Hinzufügen-Job.
es: Ya hay un trabajo de agregar sitio en ejecución.
fr: Une tâche d'ajout de site est déjà en cours d'exécution.
it: C'è già un processo di aggiunta sito in esecuzione.

source: Site added successful.
de: Site erfolgreich hinzugefügt.
es: Sitio agregado exitosamente.
fr: Site ajouté avec succès.
it: Sito aggiunto con successo.

source: Problem adding user: {e}
de: Problem beim Hinzufügen des Benutzers: {e}
es: Problema al agregar usuario: {e}
fr: Problème lors de l'ajout de l'utilisateur : {e}
it: Problema nell'aggiunta dell'utente: {e}

source: Adding {object_type} template: {object_name}
de: {object_type}-Vorlage hinzufügen: {object_name}
es: Agregando plantilla de {object_type}: {object_name}
fr: Ajout du modèle {object_type} : {object_name}
it: Aggiunta template {object_type}: {object_name}

source: Error loading object class: {e}
de: Fehler beim Laden der Objektklasse: {e}
es: Error al cargar clase de objeto: {e}
fr: Erreur lors du chargement de la classe d'objet : {e}
it: Errore nel caricamento della classe oggetto: {e}

source: Found round-robin DNS. Please give floating IP.
de: Round-Robin-DNS gefunden. Bitte Floating-IP angeben.
es: DNS round-robin encontrado. Por favor proporcione IP flotante.
fr: DNS round-robin détecté. Veuillez fournir une IP flottante.
it: Trovato DNS round-robin. Fornire IP floating.

source: Unable to resolve: {site_fqdn}
de: Auflösung nicht möglich: {site_fqdn}
es: No se puede resolver: {site_fqdn}
fr: Impossible de résoudre : {site_fqdn}
it: Impossibile risolvere: {site_fqdn}

source: Host already exists: {node_name}
de: Host existiert bereits: {node_name}
es: El host ya existe: {node_name}
fr: L'hôte existe déjà : {node_name}
it: L'host esiste già: {node_name}

source: Node already exists: {node_name}
de: Node existiert bereits: {node_name}
es: El nodo ya existe: {node_name}
fr: Le nœud existe déjà : {node_name}
it: Il nodo esiste già: {node_name}

source: Error adding base objects: {e}
de: Fehler beim Hinzufügen von Basisobjekten: {e}
es: Error al agregar objetos base: {e}
fr: Erreur lors de l'ajout des objets de base : {e}
it: Errore nell'aggiunta degli oggetti base: {e}

source: Unable to add base objects.
de: Basisobjekte können nicht hinzugefügt werden.
es: No se pueden agregar objetos base.
fr: Impossible d'ajouter les objets de base.
it: Impossibile aggiungere oggetti di base.

source: Unknown dictionary: {d}
de: Unbekanntes Wörterbuch: {d}
es: Diccionario desconocido: {d}
fr: Dictionnaire inconnu : {d}
it: Dizionario sconosciuto: {d}
