Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-group enable_acl_inheritance {group}
de: Verwendung: otpme-group enable_acl_inheritance {group}
es: Uso: otpme-group enable_acl_inheritance {group}
fr: Utilisation : otpme-group enable_acl_inheritance {group}
it: Utilizzo: otpme-group enable_acl_inheritance {group}

source: Enable ACL inheritance for group
de: ACL-Vererbung für Gruppe aktivieren
es: Habilitar herencia de ACL para el grupo
fr: Activer l'héritage des ACL pour le groupe
it: Abilita ereditarietà ACL per il gruppo

source: Usage: otpme-group disable_acl_inheritance {group}
de: Verwendung: otpme-group disable_acl_inheritance {group}
es: Uso: otpme-group disable_acl_inheritance {group}
fr: Utilisation : otpme-group disable_acl_inheritance {group}
it: Utilizzo: otpme-group disable_acl_inheritance {group}

source: Disable ACL inheritance for group
de: ACL-Vererbung für Gruppe deaktivieren
es: Deshabilitar herencia de ACL para el grupo
fr: Désactiver l'héritage des ACL pour le groupe
it: Disabilita ereditarietà ACL per il gruppo

source: Usage: otpme-group move [--keep-acls] {group} {unit}
de: Verwendung: otpme-group move [--keep-acls] {group} {unit}
es: Uso: otpme-group move [--keep-acls] {group} {unit}
fr: Utilisation : otpme-group move [--keep-acls] {group} {unit}
it: Utilizzo: otpme-group move [--keep-acls] {group} {unit}

source: Change group's unit
de: Einheit der Gruppe ändern
es: Cambiar la unidad del grupo
fr: Changer l'unité du groupe
it: Cambia unità del gruppo

source: Keep object ACLs.
de: Objekt-ACLs beibehalten.
es: Mantener ACLs del objeto.
fr: Conserver les ACL de l'objet.
it: Mantieni ACL dell'oggetto.

source: Usage: otpme-group remove_orphans {group}
de: Verwendung: otpme-group remove_orphans {group}
es: Uso: otpme-group remove_orphans {group}
fr: Utilisation : otpme-group remove_orphans {group}
it: Utilizzo: otpme-group remove_orphans {group}

source: Remove orphan UUIDs
de: Verwaiste UUIDs entfernen
es: Eliminar UUIDs huérfanos
fr: Supprimer les UUID orphelins
it: Rimuovi UUID orfani

source: Usage: otpme-group description {group} [description]
de: Verwendung: otpme-group description {group} [description]
es: Uso: otpme-group description {group} [description]
fr: Utilisation : otpme-group description {group} [description]
it: Utilizzo: otpme-group description {group} [description]

source: Set group description
de: Gruppenbeschreibung festlegen
es: Establecer descripción del grupo
fr: Définir la description du groupe
it: Imposta descrizione del gruppo

source: Usage: otpme-group list_sync_users {group}
de: Verwendung: otpme-group list_sync_users {group}
es: Uso: otpme-group list_sync_users {group}
fr: Utilisation : otpme-group list_sync_users {group}
it: Utilizzo: otpme-group list_sync_users {group}

source: List sync users.
de: Sync-Benutzer auflisten.
es: Listar usuarios de sincronización.
fr: Lister les utilisateurs de synchronisation.
it: Elenca utenti di sincronizzazione.

source: Attribute to return.
de: Zurückzugebendes Attribut.
es: Atributo a devolver.
fr: Attribut à retourner.
it: Attributo da restituire.

source: Usage: otpme-group list_users {group}
de: Verwendung: otpme-group list_users {group}
es: Uso: otpme-group list_users {group}
it: Utilizzo: otpme-group list_users {group}

source: List users.
de: Benutzer auflisten.
es: Listar usuarios.
fr: Lister les utilisateurs.
it: Elenca utenti.

source: Usage: otpme-group list_default_group_users {group}
de: Verwendung: otpme-group list_default_group_users {group}
es: Uso: otpme-group list_default_group_users {group}
it: Utilizzo: otpme-group list_default_group_users {group}

source: List default group users.
de: Standardgruppenbenutzer auflisten.
es: Listar usuarios del grupo predeterminado.
fr: Lister les utilisateurs du groupe par défaut.
it: Elenca utenti del gruppo predefinito.

source: Usage: otpme-group list_tokens {group}
de: Verwendung: otpme-group list_tokens {group}
es: Uso: otpme-group list_tokens {group}
it: Utilizzo: otpme-group list_tokens {group}

source: List assigned tokens.
de: Zugewiesene Token auflisten.
es: Listar tokens asignados.
fr: Lister les jetons assignés.
it: Elenca token assegnati.

source: Token types to list.
de: Aufzulistende Token-Typen.
es: Tipos de token a listar.
fr: Types de jetons à lister.
it: Tipi di token da elencare.

source: Usage: otpme-group list_roles {group}
de: Verwendung: otpme-group list_roles {group}
es: Uso: otpme-group list_roles {group}
it: Utilizzo: otpme-group list_roles {group}

source: List assigned roles.
de: Zugewiesene Rollen auflisten.
es: Listar roles asignados.
fr: Lister les rôles assignés.
it: Elenca ruoli assegnati.

source: List roles recursive.
de: Rollen rekursiv auflisten.
es: Listar roles recursivamente.
fr: Lister les rôles de manière récursive.
it: Elenca ruoli in modo ricorsivo.

source: Usage: otpme-group export --password <password> {group}
de: Verwendung: otpme-group export --password <password> {group}
es: Uso: otpme-group export --password <password> {group}
it: Utilizzo: otpme-group export --password <password> {group}

source: Export group config to stdout
de: Gruppenkonfiguration nach stdout exportieren
es: Exportar configuración del grupo a stdout
fr: Exporter la configuration du groupe vers stdout
it: Esporta configurazione gruppo su stdout

source: Encrypt object config with password.
de: Objektkonfiguration mit Passwort verschlüsseln.
es: Cifrar configuración del objeto con contraseña.
fr: Chiffrer la configuration de l'objet avec un mot de passe.
it: Cripta configurazione oggetto con password.

source: Usage: otpme-group add_policy {group} {policy}
de: Verwendung: otpme-group add_policy {group} {policy}
es: Uso: otpme-group add_policy {group} {policy}
it: Utilizzo: otpme-group add_policy {group} {policy}

source: Add policy to group
de: Policy zur Gruppe hinzufügen
es: Añadir política al grupo
fr: Ajouter une politique au groupe
it: Aggiungi policy al gruppo

source: Usage: otpme-group remove_policy {group} {policy}
de: Verwendung: otpme-group remove_policy {group} {policy}
es: Uso: otpme-group remove_policy {group} {policy}
it: Utilizzo: otpme-group remove_policy {group} {policy}

source: Remove policy from group
de: Policy von Gruppe entfernen
es: Eliminar política del grupo
fr: Supprimer une politique du groupe
it: Rimuovi policy dal gruppo

source: Usage: otpme-group list_policies {group}
de: Verwendung: otpme-group list_policies {group}
es: Uso: otpme-group list_policies {group}
it: Utilizzo: otpme-group list_policies {group}

source: List assigned policies.
de: Zugewiesene Policies auflisten.
es: Listar políticas asignadas.
fr: Lister les politiques assignées.
it: Elenca policy assegnate.

source: Policy types to list.
de: Aufzulistende Policy-Typen.
es: Tipos de política a listar.
fr: Types de politiques à lister.
it: Tipi di policy da elencare.

source: Usage: otpme-group add_role {group} {role}
de: Verwendung: otpme-group add_role {group} {role}
es: Uso: otpme-group add_role {group} {role}
it: Utilizzo: otpme-group add_role {group} {role}

source: Add role to group
de: Rolle zur Gruppe hinzufügen
es: Añadir rol al grupo
fr: Ajouter un rôle au groupe
it: Aggiungi ruolo al gruppo

source: Usage: otpme-group remove_role {group} {role}
de: Verwendung: otpme-group remove_role {group} {role}
es: Uso: otpme-group remove_role {group} {role}
it: Utilizzo: otpme-group remove_role {group} {role}

source: Remove role from group
de: Rolle von Gruppe entfernen
es: Eliminar rol del grupo
fr: Supprimer un rôle du groupe
it: Rimuovi ruolo dal gruppo

source: Usage: otpme-group add_token [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {group} {token} [token_options]
de: Verwendung: otpme-group add_token [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {group} {token} [token_options]
es: Uso: otpme-group add_token [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {group} {token} [token_options]
it: Utilizzo: otpme-group add_token [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {group} {token} [token_options]

source: Add token to group.
de: Token zur Gruppe hinzufügen.
es: Agregar token al grupo.
fr: Ajouter un jeton au groupe.
it: Aggiungi token al gruppo.

source: Sign the object with default tags.
de: Objekt mit Standard-Tags signieren.
es: Firmar el objeto con etiquetas predeterminadas.
fr: Signer l'objet avec les tags par défaut.
it: Firma l'oggetto con tag predefiniti.

source: Add tags to signature.
de: Tags zur Signatur hinzufügen.
es: Agregar etiquetas a la firma.
fr: Ajouter des tags à la signature.
it: Aggiungi tag alla firma.

source: Usage: otpme-group remove_token --keep-sign {group} {token}
de: Verwendung: otpme-group remove_token --keep-sign {group} {token}
es: Uso: otpme-group remove_token --keep-sign {group} {token}
it: Utilizzo: otpme-group remove_token --keep-sign {group} {token}

source: Remove token from group.
de: Token von Gruppe entfernen.
es: Eliminar token del grupo.
fr: Supprimer un jeton du groupe.
it: Rimuovi token dal gruppo.

source: Do not remove any signature.
de: Keine Signatur entfernen.
es: No eliminar ninguna firma.
fr: Ne supprimer aucune signature.
it: Non rimuovere alcuna firma.

source: Usage: otpme-group add_sync_user {group} {user}
de: Verwendung: otpme-group add_sync_user {group} {user}
es: Uso: otpme-group add_sync_user {group} {user}
it: Utilizzo: otpme-group add_sync_user {group} {user}

source: Add sync user to group.
de: Sync-Benutzer zur Gruppe hinzufügen.
es: Agregar usuario de sincronización al grupo.
fr: Ajouter un utilisateur de synchronisation au groupe.
it: Aggiungi utente di sincronizzazione al gruppo.

source: Usage: otpme-group remove_sync_user {group} {user}
de: Verwendung: otpme-group remove_sync_user {group} {user}
es: Uso: otpme-group remove_sync_user {group} {user}
it: Utilizzo: otpme-group remove_sync_user {group} {user}

source: Remove sync user from group.
de: Sync-Benutzer von Gruppe entfernen.
es: Eliminar usuario de sincronización del grupo.
fr: Supprimer un utilisateur de synchronisation du groupe.
it: Rimuovi utente di sincronizzazione dal gruppo.

source: Usage: otpme-dictionary {command} [dict_name]
de: Verwendung: otpme-dictionary {command} [dict_name]
es: Uso: otpme-dictionary {command} [dict_name]
it: Utilizzo: otpme-dictionary {command} [dict_name]

source: Usage: otpme-dictionary show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [dict_name]
de: Verwendung: otpme-dictionary show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [dict_name]
es: Uso: otpme-dictionary show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [dict_name]
it: Utilizzo: otpme-dictionary show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [dict_name]

source: Show dictionaries
de: Wörterbücher anzeigen
es: Mostrar diccionarios
fr: Afficher les dictionnaires
it: Mostra dizionari

source: Show all dictionaries.
de: Alle Wörterbücher anzeigen.
es: Mostrar todos los diccionarios.
fr: Afficher tous les dictionnaires.
it: Mostra tutti i dizionari.

source: Usage: otpme-dictionary list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-dictionary list [--attribute attribute] [-a] [regex]
es: Uso: otpme-dictionary list [--attribute attribute] [-a] [regex]
it: Utilizzo: otpme-dictionary list [--attribute attribute] [-a] [regex]

source: List dictionaries.
de: Wörterbücher auflisten.
es: Listar diccionarios.
fr: Lister les dictionnaires.
it: Elenca dizionari.

source: List all dictionaries.
de: Alle Wörterbücher auflisten.
es: Listar todos los diccionarios.
fr: Lister tous les dictionnaires.
it: Elenca tutti i dizionari.

source: Usage: otpme-dictionary add {dict_name} [dict_type]
de: Verwendung: otpme-dictionary add {dict_name} [dict_type]
es: Uso: otpme-dictionary add {dict_name} [dict_type]
it: Utilizzo: otpme-dictionary add {dict_name} [dict_type]

source: Add new dictionary
de: Neues Wörterbuch hinzufügen
es: Agregar nuevo diccionario
fr: Ajouter un nouveau dictionnaire
it: Aggiungi nuovo dizionario

source: Usage: otpme-dictionary del {dict_name}
de: Verwendung: otpme-dictionary del {dict_name}
es: Uso: otpme-dictionary del {dict_name}
it: Utilizzo: otpme-dictionary del {dict_name}

source: Delete dictionary
de: Wörterbuch löschen
es: Eliminar diccionario
fr: Supprimer le dictionnaire
it: Elimina dizionario

source: Usage: otpme-dictionary touch {dictionary}
de: Verwendung: otpme-dictionary touch {dictionary}
es: Uso: otpme-dictionary touch {dictionary}
it: Utilizzo: otpme-dictionary touch {dictionary}

source: Touch dictionary (e.g. migrate).
de: Wörterbuch berühren (z.B. migrieren).
es: Tocar diccionario (ej. migrar).
fr: Toucher le dictionnaire (ex. migrer).
it: Tocca dizionario (es. migrazione).

source: Usage: otpme-dictionary enable {dict_name}
de: Verwendung: otpme-dictionary enable {dict_name}
es: Uso: otpme-dictionary enable {dict_name}
fr: Utilisation : otpme-dictionary enable {dict_name}
it: Uso: otpme-dictionary enable {dict_name}

source: Enable dictionary
de: Wörterbuch aktivieren
es: Habilitar diccionario
fr: Activer le dictionnaire
it: Abilita dizionario

source: Usage: otpme-dictionary disable {dict_name}
de: Verwendung: otpme-dictionary disable {dict_name}
es: Uso: otpme-dictionary disable {dict_name}
fr: Utilisation : otpme-dictionary disable {dict_name}
it: Uso: otpme-dictionary disable {dict_name}

source: Disable dictionary
de: Wörterbuch deaktivieren
es: Deshabilitar diccionario
fr: Désactiver le dictionnaire
it: Disabilita dizionario

source: Usage: otpme-dictionary rename {dict_name} {new_name}
de: Verwendung: otpme-dictionary rename {dict_name} {new_name}
es: Uso: otpme-dictionary rename {dict_name} {new_name}
fr: Utilisation : otpme-dictionary rename {dict_name} {new_name}
it: Uso: otpme-dictionary rename {dict_name} {new_name}

source: Rename dictionary
de: Wörterbuch umbenennen
es: Renombrar diccionario
fr: Renommer le dictionnaire
it: Rinomina dizionario

source: Usage: otpme-dictionary add_acl {dict_name} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-dictionary add_acl {dict_name} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-dictionary add_acl {dict_name} {role|token} {role_path|token_path} {acl[:value]}
fr: Utilisation : otpme-dictionary add_acl {dict_name} {role|token} {role_path|token_path} {acl[:value]}
it: Uso: otpme-dictionary add_acl {dict_name} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to dictionary
de: ACL zum Wörterbuch hinzufügen
es: Agregar ACL al diccionario
fr: Ajouter une ACL au dictionnaire
it: Aggiungi ACL al dizionario

source: Usage: otpme-dictionary del_acl {dict_name} {acl}
de: Verwendung: otpme-dictionary del_acl {dict_name} {acl}
es: Uso: otpme-dictionary del_acl {dict_name} {acl}
fr: Utilisation : otpme-dictionary del_acl {dict_name} {acl}
it: Uso: otpme-dictionary del_acl {dict_name} {acl}

source: Delete ACL from dictionary
de: ACL vom Wörterbuch löschen
es: Eliminar ACL del diccionario
fr: Supprimer une ACL du dictionnaire
it: Elimina ACL dal dizionario

source: Usage: otpme-dictionary show_acls {dict_name}
de: Verwendung: otpme-dictionary show_acls {dict_name}
es: Uso: otpme-dictionary show_acls {dict_name}
fr: Utilisation : otpme-dictionary show_acls {dict_name}
it: Uso: otpme-dictionary show_acls {dict_name}

source: Show ACLs of dictionary
de: ACLs des Wörterbuchs anzeigen
es: Mostrar ACLs del diccionario
fr: Afficher les ACL du dictionnaire
it: Mostra ACL del dizionario

source: Usage: otpme-dictionary enable_acl_inheritance {dict_name}
de: Verwendung: otpme-dictionary enable_acl_inheritance {dict_name}
es: Uso: otpme-dictionary enable_acl_inheritance {dict_name}
fr: Utilisation : otpme-dictionary enable_acl_inheritance {dict_name}
it: Uso: otpme-dictionary enable_acl_inheritance {dict_name}

source: Enable ACL inheritance for dictionary
de: ACL-Vererbung für Wörterbuch aktivieren
es: Habilitar herencia de ACL para el diccionario
fr: Activer l'héritage des ACL pour le dictionnaire
it: Abilita ereditarietà ACL per il dizionario

source: Usage: otpme-dictionary disable_acl_inheritance {dict_name}
de: Verwendung: otpme-dictionary disable_acl_inheritance {dict_name}
es: Uso: otpme-dictionary disable_acl_inheritance {dict_name}
fr: Utilisation : otpme-dictionary disable_acl_inheritance {dict_name}
it: Uso: otpme-dictionary disable_acl_inheritance {dict_name}

source: Disable ACL inheritance for dictionary
de: ACL-Vererbung für Wörterbuch deaktivieren
es: Deshabilitar herencia de ACL para el diccionario
fr: Désactiver l'héritage des ACL pour le dictionnaire
it: Disabilita ereditarietà ACL per il dizionario

source: Usage: otpme-dictionary move [--keep-acls] {dict_name} {unit}
de: Verwendung: otpme-dictionary move [--keep-acls] {dict_name} {unit}
es: Uso: otpme-dictionary move [--keep-acls] {dict_name} {unit}
fr: Utilisation : otpme-dictionary move [--keep-acls] {dict_name} {unit}
it: Uso: otpme-dictionary move [--keep-acls] {dict_name} {unit}

source: Change dictionary's unit
de: Einheit des Wörterbuchs ändern
es: Cambiar la unidad del diccionario
fr: Changer l'unité du dictionnaire
it: Cambia unità del dizionario

source: Usage: otpme-dictionary description {dict_name} [description]
de: Verwendung: otpme-dictionary description {dict_name} [description]
es: Uso: otpme-dictionary description {dict_name} [description]
fr: Utilisation : otpme-dictionary description {dict_name} [description]
it: Uso: otpme-dictionary description {dict_name} [description]

source: Set dictionary description
de: Wörterbuchbeschreibung festlegen
es: Establecer descripción del diccionario
fr: Définir la description du dictionnaire
it: Imposta descrizione del dizionario

source: Usage: otpme-dictionary export --password <password> {dict_name}
de: Verwendung: otpme-dictionary export --password <password> {dict_name}
es: Uso: otpme-dictionary export --password <password> {dict_name}
fr: Utilisation : otpme-dictionary export --password <password> {dict_name}
it: Uso: otpme-dictionary export --password <password> {dict_name}

source: Export dictionary config to stdout
de: Wörterbuchkonfiguration nach stdout exportieren
es: Exportar configuración del diccionario a stdout
fr: Exporter la configuration du dictionnaire vers stdout
it: Esporta configurazione dizionario su stdout

source: Usage: otpme-dictionary add_policy {dictionary} {policy}
de: Verwendung: otpme-dictionary add_policy {dictionary} {policy}
es: Uso: otpme-dictionary add_policy {dictionary} {policy}
fr: Utilisation : otpme-dictionary add_policy {dictionary} {policy}
it: Uso: otpme-dictionary add_policy {dictionary} {policy}

source: Add policy to dictionary
de: Policy zum Wörterbuch hinzufügen
es: Agregar política al diccionario
fr: Ajouter une politique au dictionnaire
it: Aggiungi policy al dizionario

source: Usage: otpme-dictionary remove_policy {dictionary} {policy}
de: Verwendung: otpme-dictionary remove_policy {dictionary} {policy}
es: Uso: otpme-dictionary remove_policy {dictionary} {policy}
fr: Utilisation : otpme-dictionary remove_policy {dictionary} {policy}
it: Uso: otpme-dictionary remove_policy {dictionary} {policy}

source: Remove policy from dictionary
de: Richtlinie aus Wörterbuch entfernen
es: Eliminar política del diccionario
fr: Supprimer une politique du dictionnaire
it: Rimuovi policy dal dizionario

source: Usage: otpme-dictionary list_policies {dictionary}
de: Verwendung: otpme-dictionary list_policies {dictionary}
es: Uso: otpme-dictionary list_policies {dictionary}
fr: Utilisation : otpme-dictionary list_policies {dictionary}
it: Uso: otpme-dictionary list_policies {dictionary}

source: Usage: otpme-dictionary word_learning {dict_name} {file}
de: Verwendung: otpme-dictionary word_learning {dict_name} {file}
es: Uso: otpme-dictionary word_learning {dict_name} {file}
fr: Utilisation : otpme-dictionary word_learning {dict_name} {file}
it: Uso: otpme-dictionary word_learning {dict_name} {file}

source: "Learn" words from file
de: Wörter aus Datei "lernen"
es: "Aprender" palabras del archivo
fr: « Apprendre » les mots depuis un fichier
it: "Apprendi" parole dal file

source: Usage: otpme-dictionary word_import {dict_name} {file}
de: Verwendung: otpme-dictionary word_import {dict_name} {file}
es: Uso: otpme-dictionary word_import {dict_name} {file}
fr: Utilisation : otpme-dictionary word_import {dict_name} {file}
it: Uso: otpme-dictionary word_import {dict_name} {file}

source: Import words from file
de: Wörter aus Datei importieren
es: Importar palabras del archivo
fr: Importer les mots depuis un fichier
it: Importa parole dal file

source: Usage: otpme-dictionary word_export {dict_name}
de: Verwendung: otpme-dictionary word_export {dict_name}
es: Uso: otpme-dictionary word_export {dict_name}
fr: Utilisation : otpme-dictionary word_export {dict_name}
it: Uso: otpme-dictionary word_export {dict_name}

source: Export words to stdout
de: Wörter nach stdout exportieren
es: Exportar palabras a stdout
fr: Exporter les mots vers stdout
it: Esporta parole su stdout

source: Usage: otpme-dictionary clear {dict_name}
de: Verwendung: otpme-dictionary clear {dict_name}
es: Uso: otpme-dictionary clear {dict_name}
fr: Utilisation : otpme-dictionary clear {dict_name}
it: Uso: otpme-dictionary clear {dict_name}

source: Remove all dictionary data
de: Alle Wörterbuchdaten entfernen
es: Eliminar todos los datos del diccionario
fr: Supprimer toutes les données du dictionnaire
it: Rimuovi tutti i dati del dizionario

source: Usage: otpme-get-authorized-keys <username>
de: Verwendung: otpme-get-authorized-keys <username>
es: Uso: otpme-get-authorized-keys <username>
fr: Utilisation : otpme-get-authorized-keys <username>
it: Uso: otpme-get-authorized-keys <username>

source: Usage: otpme-policy [--type <policy_type>] {command} [policy]
de: Verwendung: otpme-policy [--type <policy_type>] {command} [policy]
es: Uso: otpme-policy [--type <policy_type>] {command} [policy]
fr: Utilisation : otpme-policy [--type <policy_type>] {command} [policy]
it: Uso: otpme-policy [--type <policy_type>] {command} [policy]

source: Usage: otpme-policy show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [policy]
de: Verwendung: otpme-policy show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [policy]
es: Uso: otpme-policy show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [policy]
fr: Utilisation : otpme-policy show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [policy]
it: Uso: otpme-policy show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [policy]

source: Show policies.
de: Richtlinien anzeigen.
es: Mostrar políticas.
fr: Afficher les politiques.
it: Mostra policy.

source: Show all policies.
de: Alle Richtlinien anzeigen.
es: Mostrar todas las políticas.
fr: Afficher toutes les politiques.
it: Mostra tutte le policy.

source: Limit output size.
de: Ausgabegröße begrenzen.
es: Limitar tamaño de salida.
fr: Limiter la taille de sortie.
it: Limita dimensione output.

source: Output only given fields.
de: Nur angegebene Felder ausgeben.
es: Mostrar solo los campos dados.
fr: Afficher uniquement les champs donnés.
it: Mostra solo i campi indicati.

source: Usage: otpme-policy list [regex]
de: Verwendung: otpme-policy list [regex]
es: Uso: otpme-policy list [regex]
fr: Utilisation : otpme-policy list [regex]
it: Uso: otpme-policy list [regex]

source: List policies.
de: Richtlinien auflisten.
es: Listar políticas.
fr: Lister les politiques.
it: Elenca policy.
