Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Failed to build preauth reply.
de: Preauth-Antwort konnte nicht erstellt werden.
es: Error al construir respuesta de preautenticación.
fr: Échec de la construction de la réponse de pré-authentification.
it: Impossibile creare la risposta preauth.

source: Failed to encrypt preauth reply.
de: Preauth-Antwort konnte nicht verschlüsselt werden.
es: Error al cifrar respuesta de preautenticación.
fr: Échec du chiffrement de la réponse de pré-authentification.
it: Impossibile crittografare la risposta preauth.

source: Failed to sign preauth challenge: {error}
de: Preauth-Challenge konnte nicht signiert werden: {error}
es: Error al firmar desafío de preautenticación: {error}
fr: Échec de la signature du défi de pré-authentification : {error}
it: Impossibile firmare la sfida preauth: {error}

source: Failed to generate session key via DH: {error}
de: Sitzungsschlüssel konnte nicht über DH generiert werden: {error}
es: Error al generar clave de sesión mediante DH: {error}
fr: Échec de la génération de la clé de session via DH : {error}
it: Impossibile generare la chiave di sessione tramite DH: {error}

source: Redirecting authentication for user from other site: {realm}/{site}/{user}
de: Authentifizierung für Benutzer von anderer Site wird umgeleitet: {realm}/{site}/{user}
es: Redirigiendo autenticación para usuario de otro sitio: {realm}/{site}/{user}
fr: Redirection de l'authentification pour l'utilisateur d'un autre site : {realm}/{site}/{user}
it: Reindirizzamento autenticazione per utente da altro sito: {realm}/{site}/{user}

source: Preauth done for logout request.
de: Preauth für Logout-Anfrage abgeschlossen.
es: Preautenticación completada para solicitud de cierre de sesión.
fr: Pré-authentification effectuée pour la requête de déconnexion.
it: Preauth completato per richiesta di logout.

source: Authentication disabled for this site: {realm}/{site}
de: Authentifizierung für diese Site deaktiviert: {realm}/{site}
es: Autenticación deshabilitada para este sitio: {realm}/{site}
fr: Authentification désactivée pour ce site : {realm}/{site}
it: Autenticazione disabilitata per questo sito: {realm}/{site}

source: Authentication with realm is disabled: {realm}
de: Authentifizierung mit Realm ist deaktiviert: {realm}
es: Autenticación con realm deshabilitada: {realm}
fr: L'authentification avec le royaume est désactivée : {realm}
it: Autenticazione con realm disabilitata: {realm}

source: Authentication with site is disabled: {realm}/{site}
de: Authentifizierung mit Site ist deaktiviert: {realm}/{site}
es: Autenticación con sitio deshabilitada: {realm}/{site}
fr: L'authentification avec le site est désactivée : {realm}/{site}
it: Autenticazione con sito disabilitata: {realm}/{site}

source: Selecting valid tokens for accessgroup/user: {access_group}/{user}
de: Wähle gültige Token für Zugriffsgruppe/Benutzer aus: {access_group}/{user}
es: Seleccionando tokens válidos para grupo de acceso/usuario: {access_group}/{user}
fr: Sélection des tokens valides pour le groupe d'accès/utilisateur : {access_group}/{user}
it: Selezione token validi per gruppo di accesso/utente: {access_group}/{user}

source: Smarcard handler failed: {token}: {error}
de: Smartcard-Handler fehlgeschlagen: {token}: {error}
es: Manejador de tarjeta inteligente falló: {token}: {error}
fr: Échec du gestionnaire de carte à puce : {token} : {error}
it: Gestore smartcard fallito: {token}: {error}

source: Got valid smartcard type '{token_type}' from token: {token_path}
de: Gültigen Smartcard-Typ '{token_type}' von Token erhalten: {token_path}
es: Se obtuvo tipo de tarjeta inteligente válido '{token_type}' del token: {token_path}
fr: Type de carte à puce valide '{token_type}' obtenu depuis le token : {token_path}
it: Ottenuto tipo smartcard valido '{token_type}' dal token: {token_path}

source: No token found to authenticate user.
de: Kein Token zur Benutzerauthentifizierung gefunden.
es: No se encontró token para autenticar usuario.
fr: Aucun jeton trouvé pour authentifier l'utilisateur.
it: Nessun token trovato per autenticare l'utente.

source: More than one client has configured IP '{client_ip}': {clients}
de: Mehr als ein Client hat IP '{client_ip}' konfiguriert: {clients}
es: Más de un cliente tiene configurada la IP '{client_ip}': {clients}
fr: Plusieurs clients ont configuré l'IP '{client_ip}' : {clients}
it: Più di un client ha configurato l'IP '{client_ip}': {clients}

source: Found client '{client_name}' via IP '{client_ip}'.
de: Client '{client_name}' über IP '{client_ip}' gefunden.
es: Se encontró el cliente '{client_name}' a través de la IP '{client_ip}'.
fr: Client '{client_name}' trouvé via l'IP '{client_ip}'.
it: Trovato client '{client_name}' tramite IP '{client_ip}'.

source: Error verifying peer challenge: {error}
de: Fehler bei der Überprüfung der Peer-Challenge: {error}
es: Error al verificar el desafío del par: {error}
fr: Erreur lors de la vérification du défi du pair : {error}
it: Errore nella verifica della sfida del peer: {error}

source: Peer response verification successful: {peer_name}
de: Peer-Antwort-Überprüfung erfolgreich: {peer_name}
es: Verificación de respuesta del par exitosa: {peer_name}
fr: Vérification de la réponse du pair réussie : {peer_name}
it: Verifica risposta peer riuscita: {peer_name}

source: Peer certificate CN '{client_cn}' does not match FQDN of {peer_type}: {peer_fqdn}
de: Peer-Zertifikat CN '{client_cn}' stimmt nicht mit FQDN von {peer_type} überein: {peer_fqdn}
es: El CN del certificado del par '{client_cn}' no coincide con el FQDN del {peer_type}: {peer_fqdn}
fr: Le CN du certificat du pair '{client_cn}' ne correspond pas au FQDN de {peer_type} : {peer_fqdn}
it: Il CN del certificato peer '{client_cn}' non corrisponde al FQDN di {peer_type}: {peer_fqdn}

source: Verified peer certificate CN: {peer_fqdn}
de: Peer-Zertifikat CN verifiziert: {peer_fqdn}
es: CN del certificado del par verificado: {peer_fqdn}
fr: CN du certificat du pair vérifié : {peer_fqdn}
it: CN del certificato peer verificato: {peer_fqdn}

source: Please connect to otpme-authd for realm logins.
de: Bitte verbinden Sie sich mit otpme-authd für Realm-Logins.
es: Por favor, conéctese a otpme-authd para inicios de sesión del reino.
fr: Veuillez vous connecter à otpme-authd pour les connexions au royaume.
it: Connettersi a otpme-authd per i login del realm.

source: Please connect to otpme-authd for unlock requests.
de: Bitte verbinden Sie sich mit otpme-authd für Entsperr-Anfragen.
es: Por favor, conéctese a otpme-authd para solicitudes de desbloqueo.
fr: Veuillez vous connecter à otpme-authd pour les demandes de déverrouillage.
it: Connettersi a otpme-authd per le richieste di sblocco.

source: Please connect to otpme-authd for realm logout.
de: Bitte verbinden Sie sich mit otpme-authd für Realm-Logout.
es: Por favor, conéctese a otpme-authd para cerrar sesión del reino.
fr: Veuillez vous connecter à otpme-authd pour la déconnexion du royaume.
it: Connettersi a otpme-authd per il logout del realm.

source: Smartcard handler exception: {error}
de: Smartcard-Handler-Ausnahme: {error}
es: Excepción del controlador de tarjeta inteligente: {error}
fr: Exception du gestionnaire de carte à puce : {error}
it: Eccezione gestore smartcard: {error}

source: Unknown smartcard token: {token_path}
de: Unbekanntes Smartcard-Token: {token_path}
es: Token de tarjeta inteligente desconocido: {token_path}
fr: Jeton de carte à puce inconnu : {token_path}
it: Token smartcard sconosciuto: {token_path}

source: Selecting SSH token for user: {user}
de: SSH-Token für Benutzer auswählen: {user}
es: Seleccionando token SSH para el usuario: {user}
fr: Sélection du jeton SSH pour l'utilisateur : {user}
it: Selezione token SSH per utente: {user}

source: Doing {auth_type} authentication.
de: {auth_type}-Authentifizierung wird durchgeführt.
es: Realizando autenticación {auth_type}.
fr: Authentification {auth_type} en cours.
it: Autenticazione {auth_type} in corso.

source: Got unknown command args: {args}
de: Unbekannte Befehlsargumente erhalten: {args}
es: Se recibieron argumentos de comando desconocidos: {args}
fr: Arguments de commande inconnus reçus : {args}
it: Ricevuti argomenti comando sconosciuti: {args}

source: Error running User().authenticate(): {error}
de: Fehler beim Ausführen von User().authenticate(): {error}
es: Error al ejecutar User().authenticate(): {error}
fr: Erreur lors de l'exécution de User().authenticate() : {error}
it: Errore nell'esecuzione di User().authenticate(): {error}

source: Internal error while authenticating user.
de: Interner Fehler bei der Benutzerauthentifizierung.
es: Error interno al autenticar usuario.
fr: Erreur interne lors de l'authentification de l'utilisateur.
it: Errore interno durante l'autenticazione utente.

source: Session key missing.
de: Session-Key fehlt.
es: Falta la clave de sesión.
fr: Clé de session manquante.
it: Chiave di sessione mancante.

source: Command already registered: {x_type}: {subcommand}
de: Befehl bereits registriert: {x_type}: {subcommand}
es: Comando ya registrado: {x_type}: {subcommand}
fr: Commande déjà enregistrée : {x_type} : {subcommand}
it: Comando già registrato: {x_type}: {subcommand}

source: Failed to decode request: {e}
de: Anfrage konnte nicht dekodiert werden: {e}
es: Error al decodificar la solicitud: {e}
fr: Échec du décodage de la requête : {e}
it: Decodifica richiesta fallita: {e}

source: PID {pid} authorized.
de: PID {pid} autorisiert.
es: PID {pid} autorizado.
fr: PID {pid} autorisé.
it: PID {pid} autorizzato.

source: User {username} ({pid}) authorized by ACL.
de: Benutzer {username} ({pid}) durch ACL autorisiert.
es: Usuario {username} ({pid}) autorizado por ACL.
fr: Utilisateur {username} ({pid}) autorisé par ACL.
it: Utente {username} ({pid}) autorizzato da ACL.

source: Unknown command: {command}
de: Unbekannter Befehl: {command}
es: Comando desconocido: {command}
fr: Commande inconnue : {command}
it: Comando sconosciuto: {command}

source: Unknown session
de: Unbekannte Sitzung
es: Sesión desconocida
fr: Session inconnue
it: Sessione sconosciuta

source: Granted access to SSH key passphrase by PID: {pid}
de: Zugriff auf SSH-Schlüssel-Passphrase durch PID gewährt: {pid}
es: Acceso concedido a la frase de contraseña de la clave SSH por PID: {pid}
fr: Accès accordé à la phrase secrète de la clé SSH par PID : {pid}
it: Accesso concesso alla passphrase chiave SSH da PID: {pid}

source: Session for this PID already exists: {user}
de: Sitzung für diese PID existiert bereits: {user}
es: Ya existe una sesión para este PID: {user}
fr: Une session pour ce PID existe déjà : {user}
it: Esiste già una sessione per questo PID: {user}

source: Adding session for user '{user}' (PID: {pid}).
de: Sitzung für Benutzer '{user}' hinzufügen (PID: {pid}).
es: Agregando sesión para el usuario '{user}' (PID: {pid}).
fr: Ajout de la session pour l'utilisateur '{user}' (PID : {pid}).
it: Aggiunta sessione per utente '{user}' (PID: {pid}).

source: Login PID from given session ID does not exist: {pid}
de: Login-PID von gegebener Sitzungs-ID existiert nicht: {pid}
es: El PID de inicio de sesión del ID de sesión dado no existe: {pid}
fr: Le PID de connexion de l'ID de session donné n'existe pas : {pid}
it: Il PID di login dall'ID sessione fornito non esiste: {pid}

source: Added session: {session_id}
de: Sitzung hinzugefügt: {session_id}
es: Sesión agregada: {session_id}
fr: Session ajoutée : {session_id}
it: Sessione aggiunta: {session_id}

source: Failed to prepare mountpoint: {error}
de: Mountpunkt konnte nicht vorbereitet werden: {error}
es: Error al preparar el punto de montaje: {error}
fr: Échec de la préparation du point de montage : {error}
it: Preparazione punto di mount fallita: {error}

source: Share already mounted: {share_id}: {mount_point}
de: Freigabe bereits eingehängt: {share_id}: {mount_point}
es: Recurso compartido ya montado: {share_id}: {mount_point}
fr: Partage déjà monté : {share_id} : {mount_point}
it: Condivisione già montata: {share_id}: {mount_point}

source: Failed to mount share: {share_id}
de: Freigabe konnte nicht eingehängt werden: {share_id}
es: Error al montar el recurso compartido: {share_id}
fr: Échec du montage du partage : {share_id}
it: Mount condivisione fallito: {share_id}

source: Failed to run setreadahead: {mount_point}: {error}
de: setreadahead konnte nicht ausgeführt werden: {mount_point}: {error}
es: Error al ejecutar setreadahead: {mount_point}: {error}
fr: Échec de l'exécution de setreadahead : {mount_point} : {error}
it: Esecuzione setreadahead fallita: {mount_point}: {error}

source: Shares mounted: {mounts}
de: Freigaben eingehängt: {mounts}
es: Recursos compartidos montados: {mounts}
fr: Partages montés : {mounts}
it: Condivisioni montate: {mounts}

source: No shares mounted.
de: Keine Freigaben eingehängt.
es: No hay recursos compartidos montados.
fr: Aucun partage monté.
it: Nessuna condivisione montata.

source: Failed to unmount share: {mount_point}: {error}
de: Freigabe konnte nicht ausgehängt werden: {mount_point}: {error}
es: Error al desmontar el recurso compartido: {mount_point}: {error}
fr: Échec du démontage du partage : {mount_point} : {error}
it: Unmount condivisione fallito: {mount_point}: {error}

source: Failed to rmdir mountpoint: {mount_point}: {error}
de: rmdir für Mountpunkt fehlgeschlagen: {mount_point}: {error}
es: Error al eliminar el punto de montaje: {mount_point}: {error}
fr: Échec de rmdir du point de montage : {mount_point} : {error}
it: rmdir punto di mount fallito: {mount_point}: {error}

source: Shares unmounted: {shares}
de: Freigaben ausgehängt: {shares}
es: Recursos compartidos desmontados: {shares}
fr: Partages démontés : {shares}
it: Condivisioni smontate: {shares}

source: Authorized to access login session: {user}
de: Autorisiert für Zugriff auf Login-Sitzung: {user}
es: Autorizado para acceder a la sesión de inicio: {user}
fr: Autorisé à accéder à la session de connexion : {user}
it: Autorizzato ad accedere alla sessione di login: {user}

source: Access denied.
de: Zugriff verweigert.
es: Acceso denegado.
fr: Accès refusé.
it: Accesso negato.

source: Logged in with token: {token} type: {pass_type}
de: Angemeldet mit Token: {token} Typ: {pass_type}
es: Sesión iniciada con token: {token} tipo: {pass_type}
fr: Connecté avec le jeton : {token} type : {pass_type}
it: Login effettuato con token: {token} tipo: {pass_type}

source: Logged in as user: {user}
de: Angemeldet als Benutzer: {user}
es: Sesión iniciada como usuario: {user}
fr: Connecté en tant qu'utilisateur : {user}
it: Login effettuato come utente: {user}

source: Logged in (offline) with token: {token} type: {pass_type}
de: Angemeldet (offline) mit Token: {token} Typ: {pass_type}
es: Sesión iniciada (sin conexión) con token: {token} tipo: {pass_type}
fr: Connecté (hors ligne) avec le jeton : {token} type : {pass_type}
it: Login effettuato (offline) con token: {token} tipo: {pass_type}

source: Not logged in
de: Nicht angemeldet
es: No ha iniciado sesión
fr: Non connecté
it: Non connesso

source: Command '{command}' denied: process={proc}({pid}) user={user}
de: Befehl '{command}' verweigert: Prozess={proc}({pid}) Benutzer={user}
es: Comando '{command}' denegado: proceso={proc}({pid}) usuario={user}
fr: Commande '{command}' refusée : process={proc}({pid}) user={user}
it: Comando '{command}' negato: processo={proc}({pid}) utente={user}

source: Setting login token for user '{user}' (PID: {pid}).
de: Login-Token für Benutzer '{user}' setzen (PID: {pid}).
es: Estableciendo token de inicio de sesión para el usuario '{user}' (PID: {pid}).
fr: Définition du jeton de connexion pour l'utilisateur '{user}' (PID : {pid}).
it: Impostazione token di login per utente '{user}' (PID: {pid}).

source: Adding SSH key passphrase for user '{user}' (PID: {pid}).
de: SSH-Schlüssel-Passphrase für Benutzer '{user}' hinzufügen (PID: {pid}).
es: Agregando frase de contraseña de clave SSH para el usuario '{user}' (PID: {pid}).
fr: Ajout de la phrase secrète de la clé SSH pour l'utilisateur '{user}' (PID : {pid}).
it: Aggiunta passphrase chiave SSH per utente '{user}' (PID: {pid}).

source: PID {pid} not running
de: PID {pid} läuft nicht
es: PID {pid} no está en ejecución
fr: PID {pid} non en cours d'exécution
it: PID {pid} non in esecuzione

source: username: {user} ssh_key_pass: {key_pass}
es: nombre de usuario: {user} contraseña_clave_ssh: {key_pass}

source: Removing SSH key passphrase for user '{user}' (PID: {pid}).
de: SSH-Schlüssel-Passphrase für Benutzer '{user}' wird entfernt (PID: {pid}).
es: Eliminando frase de contraseña de clave SSH para el usuario '{user}' (PID: {pid}).
fr: Suppression de la phrase secrète de la clé SSH pour l'utilisateur '{user}' (PID : {pid}).
it: Rimozione passphrase chiave SSH per utente '{user}' (PID: {pid}).

source: Failed to load session key: {error}
de: Sitzungsschlüssel konnte nicht geladen werden: {error}
es: Error al cargar la clave de sesión: {error}
fr: Échec du chargement de la clé de session : {error}
it: Caricamento chiave di sessione fallito: {error}

source: Adding RSP for user '{user}@{realm}/{site}' (PID: {pid}).
de: RSP für Benutzer '{user}@{realm}/{site}' wird hinzugefügt (PID: {pid}).
es: Agregando RSP para el usuario '{user}@{realm}/{site}' (PID: {pid}).
fr: Ajout du RSP pour l'utilisateur '{user}@{realm}/{site}' (PID : {pid}).
it: Aggiunta RSP per utente '{user}@{realm}/{site}' (PID: {pid}).

source: Failed to add RSP: {error}
de: RSP konnte nicht hinzugefügt werden: {error}
es: Error al agregar RSP: {error}
fr: Échec de l'ajout du RSP : {error}
it: Aggiunta RSP fallita: {error}

source: Adding ACL for user session '{user}' (PID: {pid}).
de: ACL für Benutzersitzung '{user}' wird hinzugefügt (PID: {pid}).
es: Agregando ACL para sesión de usuario '{user}' (PID: {pid}).
fr: Ajout de l'ACL pour la session utilisateur '{user}' (PID : {pid}).
it: Aggiunta ACL per sessione utente '{user}' (PID: {pid}).

source: Removing ACL for user session '{user}' (PID: {pid}).
de: ACL für Benutzersitzung '{user}' wird entfernt (PID: {pid}).
es: Eliminando ACL para sesión de usuario '{user}' (PID: {pid}).
fr: Suppression de l'ACL pour la session utilisateur '{user}' (PID : {pid}).
it: Rimozione ACL per sessione utente '{user}' (PID: {pid}).

source: Received request to delete user session for '{user}'.
de: Anfrage zum Löschen der Benutzersitzung für '{user}' erhalten.
es: Solicitud recibida para eliminar sesión de usuario para '{user}'.
fr: Demande reçue pour supprimer la session utilisateur pour '{user}'.
it: Ricevuta richiesta di eliminazione sessione utente per '{user}'.

source: Removing empty session ({pid}) for user '{user}'.
de: Leere Sitzung ({pid}) für Benutzer '{user}' wird entfernt.
es: Eliminando sesión vacía ({pid}) para usuario '{user}'.
fr: Suppression de la session vide ({pid}) pour l'utilisateur '{user}'.
it: Rimozione sessione vuota ({pid}) per utente '{user}'.

source: Empty session removed.
de: Leere Sitzung entfernt.
es: Sesión vacía eliminada.
fr: Session vide supprimée.
it: Sessione vuota rimossa.

source: Unknown daemon: {daemon}
de: Unbekannter Daemon: {daemon}
es: Daemon desconocido: {daemon}
fr: Démon inconnu : {daemon}
it: Daemon sconosciuto: {daemon}

source: username: {user} srp: {srp}
es: nombre de usuario: {user} srp: {srp}
fr: nom d'utilisateur : {user} srp : {srp}

source: No server session.
de: Keine Serversitzung.
es: Sin sesión de servidor.
fr: Aucune session serveur.
it: Nessuna sessione server.

source: username: {user} slp: {slp}
es: nombre de usuario: {user} slp: {slp}
fr: nom d'utilisateur : {user} slp : {slp}

source: Offline allowed.
de: Offline erlaubt.
es: Sin conexión permitido.
fr: Hors ligne autorisé.
it: Offline consentito.

source: Offline not allowed.
de: Offline nicht erlaubt.
es: Sin conexión no permitido.
fr: Hors ligne non autorisé.
it: Offline non consentito.

source: {proctitle} User: {username} Share: {share}
de: {proctitle} Benutzer: {username} Freigabe: {share}
es: {proctitle} Usuario: {username} Recurso compartido: {share}
fr: {proctitle} Utilisateur : {username} Partage : {share}
it: {proctitle} Utente: {username} Condivisione: {share}

source: Please authenticate.
de: Bitte authentifizieren.
es: Por favor autentíquese.
fr: Veuillez vous authentifier.
it: Si prega di autenticarsi.

source: Share already mounted: {share}
de: Freigabe bereits eingehängt: {share}
es: Recurso compartido ya montado: {share}
fr: Partage déjà monté : {share}
it: Condivisione già montata: {share}

source: Missing share.
de: Fehlende Freigabe.
es: Recurso compartido faltante.
fr: Partage manquant.
it: Condivisione mancante.

source: Unknown share: {share}
de: Unbekannte Freigabe: {share}
es: Recurso compartido desconocido: {share}
fr: Partage inconnu : {share}
it: Condivisione sconosciuta: {share}

source: Unknown share root dir: {share}: {root_dir}
de: Unbekanntes Freigabe-Stammverzeichnis: {share}: {root_dir}
es: Directorio raíz del recurso compartido desconocido: {share}: {root_dir}
fr: Répertoire racine du partage inconnu : {share} : {root_dir}
it: Directory radice condivisione sconosciuta: {share}: {root_dir}

source: No share permissions: {share}
de: Keine Freigabeberechtigungen: {share}
es: Sin permisos del recurso compartido: {share}
fr: Aucune permission de partage : {share}
it: Nessun permesso di condivisione: {share}

source: Failed to mount share: {share}
de: Freigabe konnte nicht eingehängt werden: {share}
es: Error al montar recurso compartido: {share}
fr: Échec du montage du partage : {share}
it: Impossibile montare la condivisione: {share}

source: Unknown force group: {group_uuid}
de: Unbekannte Zwangsgruppe: {group_uuid}
es: Grupo forzado desconocido: {group_uuid}
fr: Groupe forcé inconnu : {group_uuid}
it: Gruppo forzato sconosciuto: {group_uuid}

source: Force group does not exists: {group_name}
de: Zwangsgruppe existiert nicht: {group_name}
es: El grupo forzado no existe: {group_name}
fr: Le groupe forcé n'existe pas : {group_name}
it: Il gruppo forzato non esiste: {group_name}

source: Failed to initialize cryptfs: {share_name}
de: Cryptfs konnte nicht initialisiert werden: {share_name}
es: Error al inicializar cryptfs: {share_name}
fr: Échec de l'initialisation de cryptfs : {share_name}
it: Impossibile inizializzare cryptfs: {share_name}

source: Cryptfs not initialized: {root}
de: Cryptfs nicht initialisiert: {root}
es: Cryptfs no inicializado: {root}
fr: Cryptfs non initialisé : {root}
it: Cryptfs non inizializzato: {root}

source: Failed to read cryptfs settings: {share_name}
de: Cryptfs-Einstellungen konnten nicht gelesen werden: {share_name}
es: Error al leer configuración de cryptfs: {share_name}
fr: Échec de la lecture des paramètres cryptfs : {share_name}
it: Impossibile leggere le impostazioni cryptfs: {share_name}

source: Cryptfs misses block size: {share_name}
de: Cryptfs fehlt Blockgröße: {share_name}
es: Cryptfs sin tamaño de bloque: {share_name}
fr: Taille de bloc manquante pour cryptfs : {share_name}
it: Cryptfs manca la dimensione del blocco: {share_name}

source: Master password mount not allowed: {token_path}
de: Master-Passwort-Einhängung nicht erlaubt: {token_path}
es: Montaje con contraseña maestra no permitido: {token_path}
fr: Montage par mot de passe principal non autorisé : {token_path}
it: Montaggio con password master non consentito: {token_path}

source: Cryptfs misses master password hash parameters: {share_name}
de: Cryptfs fehlen Master-Passwort-Hash-Parameter: {share_name}
es: Cryptfs sin parámetros hash de contraseña maestra: {share_name}
fr: Paramètres de hachage du mot de passe principal manquants pour cryptfs : {share_name}
it: Cryptfs manca i parametri hash della password master: {share_name}
