Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-user list_policies {user}
de: Verwendung: otpme-user list_policies {user}
es: Uso: otpme-user list_policies {user}
fr: Utilisation : otpme-user list_policies {user}
it: Uso: otpme-user list_policies {user}

source: Usage: otpme-user group {user} {group}
de: Verwendung: otpme-user group {user} {group}
es: Uso: otpme-user group {user} {group}
fr: Utilisation : otpme-user group {user} {group}
it: Uso: otpme-user group {user} {group}

source: Change user's default group
de: Standardgruppe des Benutzers ändern
es: Cambiar grupo predeterminado del usuario
fr: Changer le groupe par défaut de l'utilisateur
it: Cambia gruppo predefinito dell'utente

source: Usage: otpme-user unblock {user} [accessgroup]
de: Verwendung: otpme-user unblock {user} [accessgroup]
es: Uso: otpme-user unblock {user} [accessgroup]
fr: Utilisation : otpme-user unblock {user} [accessgroup]
it: Uso: otpme-user unblock {user} [accessgroup]

source: Unblock user for an given accessgroup or for all
de: Benutzer für eine bestimmte Zugriffsgruppe oder für alle entsperren
es: Desbloquear usuario para un grupo de acceso dado o para todos
fr: Débloquer l'utilisateur pour un groupe d'accès donné ou pour tous
it: Sblocca utente per un dato accessgroup o per tutti

source: Usage: otpme-user auth_script {user} {auth_script} -- [script_options]
de: Verwendung: otpme-user auth_script {user} {auth_script} -- [script_options]
es: Uso: otpme-user auth_script {user} {auth_script} -- [script_options]
fr: Utilisation : otpme-user auth_script {user} {auth_script} -- [script_options]
it: Uso: otpme-user auth_script {user} {auth_script} -- [script_options]

source: Change user's authorization script
de: Autorisierungsskript des Benutzers ändern
es: Cambiar script de autorización del usuario
fr: Changer le script d'autorisation de l'utilisateur
it: Cambia script di autorizzazione dell'utente

source: Usage: otpme-user enable_auth_script {user}
de: Verwendung: otpme-user enable_auth_script {user}
es: Uso: otpme-user enable_auth_script {user}
fr: Utilisation : otpme-user enable_auth_script {user}
it: Uso: otpme-user enable_auth_script {user}

source: Enable user's authorization script
de: Autorisierungsskript des Benutzers aktivieren
es: Habilitar script de autorización del usuario
fr: Activer le script d'autorisation de l'utilisateur
it: Abilita script di autorizzazione dell'utente

source: Usage: otpme-user disable_auth_script {user}
de: Verwendung: otpme-user disable_auth_script {user}
es: Uso: otpme-user disable_auth_script {user}
it: Uso: otpme-user disable_auth_script {user}

source: Disable user's authorization script
de: Autorisierungsskript des Benutzers deaktivieren
es: Deshabilitar script de autorización del usuario
fr: Désactiver le script d'autorisation de l'utilisateur
it: Disabilita script di autorizzazione dell'utente

source: Usage: otpme-user get_key_script {user} [name|uuid]
de: Verwendung: otpme-user get_key_script {user} [name|uuid]
es: Uso: otpme-user get_key_script {user} [name|uuid]
it: Uso: otpme-user get_key_script {user} [name|uuid]

source: Get user's key script name or UUID
de: Name oder UUID des Schlüsselskripts des Benutzers abrufen
es: Obtener nombre o UUID del script de clave del usuario
fr: Obtenir le nom ou l'UUID du script de clé de l'utilisateur
it: Ottieni nome o UUID dello script chiave dell'utente

source: Usage: otpme-user key_script {user} [key_script] -- [script_options]
de: Verwendung: otpme-user key_script {user} [key_script] -- [script_options]
es: Uso: otpme-user key_script {user} [key_script] -- [script_options]
it: Uso: otpme-user key_script {user} [key_script] -- [script_options]

source: Change user's key script
de: Schlüsselskript des Benutzers ändern
es: Cambiar script de clave del usuario
fr: Changer le script de clé de l'utilisateur
it: Cambia script chiave dell'utente

source: Usage: otpme-user agent_script {user} [agent_script] -- [script_options]
de: Verwendung: otpme-user agent_script {user} [agent_script] -- [script_options]
es: Uso: otpme-user agent_script {user} [agent_script] -- [script_options]
it: Uso: otpme-user agent_script {user} [agent_script] -- [script_options]

source: Change user's agent script
de: Agentenskript des Benutzers ändern
es: Cambiar script del agente del usuario
fr: Changer le script d'agent de l'utilisateur
it: Cambia script dell'agente dell'utente

source: Usage: otpme-user login_script {user} [login_script] -- [script_options]
de: Verwendung: otpme-user login_script {user} [login_script] -- [script_options]
es: Uso: otpme-user login_script {user} [login_script] -- [script_options]
it: Utilizzo: otpme-user login_script {user} [login_script] -- [script_options]

source: Change user's login script
de: Anmeldeskript des Benutzers ändern
es: Cambiar script de inicio de sesión del usuario
fr: Changer le script de connexion de l'utilisateur
it: Cambia script di login dell'utente

source: Usage: otpme-user enable_login_script {user}
de: Verwendung: otpme-user enable_login_script {user}
es: Uso: otpme-user enable_login_script {user}
it: Utilizzo: otpme-user enable_login_script {user}

source: Enable user's login script
de: Anmeldeskript des Benutzers aktivieren
es: Habilitar script de inicio de sesión del usuario
fr: Activer le script de connexion de l'utilisateur
it: Abilita script di login dell'utente

source: Usage: otpme-user disable_login_script {user}
de: Verwendung: otpme-user disable_login_script {user}
es: Uso: otpme-user disable_login_script {user}
it: Utilizzo: otpme-user disable_login_script {user}

source: Disable user's login script
de: Anmeldeskript des Benutzers deaktivieren
es: Deshabilitar script de inicio de sesión del usuario
fr: Désactiver le script de connexion de l'utilisateur
it: Disabilita script di login dell'utente

source: Usage: otpme-user enable_autosign {user}
de: Verwendung: otpme-user enable_autosign {user}
es: Uso: otpme-user enable_autosign {user}
it: Utilizzo: otpme-user enable_autosign {user}

source: Enable auto-sign feature of user.
de: Auto-Sign-Funktion des Benutzers aktivieren.
es: Habilitar función de auto-firma del usuario.
fr: Activer la fonction de signature automatique de l'utilisateur.
it: Abilita funzione di auto-firma dell'utente.

source: Usage: otpme-user disable_autosign {user}
de: Verwendung: otpme-user disable_autosign {user}
es: Uso: otpme-user disable_autosign {user}
it: Utilizzo: otpme-user disable_autosign {user}

source: Disable auto-sign feature of user.
de: Auto-Sign-Funktion des Benutzers deaktivieren.
es: Deshabilitar función de auto-firma del usuario.
fr: Désactiver la fonction de signature automatique de l'utilisateur.
it: Disabilita funzione di auto-firma dell'utente.

source: Usage: otpme-user list_groups {user}
de: Verwendung: otpme-user list_groups {user}
es: Uso: otpme-user list_groups {user}
it: Utilizzo: otpme-user list_groups {user}

source: List user's groups.
de: Gruppen des Benutzers auflisten.
es: Listar grupos del usuario.
fr: Lister les groupes de l'utilisateur.
it: Elenca gruppi dell'utente.

source: Usage: otpme-user list_tokens {user}
de: Verwendung: otpme-user list_tokens {user}
es: Uso: otpme-user list_tokens {user}
it: Utilizzo: otpme-user list_tokens {user}

source: List user's tokens.
de: Token des Benutzers auflisten.
es: Listar tokens del usuario.
fr: Lister les jetons de l'utilisateur.
it: Elenca token dell'utente.

source: Usage: otpme-user list_roles {user}
de: Verwendung: otpme-user list_roles {user}
es: Uso: otpme-user list_roles {user}
it: Utilizzo: otpme-user list_roles {user}

source: List user's roles.
de: Rollen des Benutzers auflisten.
es: Listar roles del usuario.
fr: Lister les rôles de l'utilisateur.
it: Elenca ruoli dell'utente.

source: Usage: otpme-user photo {user} {image_path}
de: Verwendung: otpme-user photo {user} {image_path}
es: Uso: otpme-user photo {user} {image_path}
it: Utilizzo: otpme-user photo {user} {image_path}

source: Add user photo (jpeg).
de: Benutzerfoto hinzufügen (jpeg).
es: Agregar foto del usuario (jpeg).
fr: Ajouter une photo d'utilisateur (jpeg).
it: Aggiungi foto utente (jpeg).

source: Usage: otpme-user dump_photo {user}
de: Verwendung: otpme-user dump_photo {user}
es: Uso: otpme-user dump_photo {user}
it: Utilizzo: otpme-user dump_photo {user}

source: Dump user photo as base64.
de: Benutzerfoto als base64 ausgeben.
es: Volcar foto del usuario como base64.
fr: Exporter la photo de l'utilisateur en base64.
it: Esporta foto utente come base64.

source: Usage: otpme-user del_photo {user}
de: Verwendung: otpme-user del_photo {user}
es: Uso: otpme-user del_photo {user}
it: Utilizzo: otpme-user del_photo {user}

source: Delete user photo.
de: Benutzerfoto löschen.
es: Eliminar foto del usuario.
fr: Supprimer la photo de l'utilisateur.
it: Elimina foto utente.

source: Usage: otpme-site {command} [site]
de: Verwendung: otpme-site {command} [site]
es: Uso: otpme-site {command} [site]
it: Utilizzo: otpme-site {command} [site]

source: Usage: otpme-site show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [site]
es: Uso: otpme-site show [--policy-limit <límite>] [--fields <campo1,campo2,campo3>] [-z <límite_tamaño>] [-a] [sitio]
it: Utilizzo: otpme-site show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [site]

source: Show site(s)
de: Standort(e) anzeigen
es: Mostrar sitio(s)
fr: Afficher le(s) site(s)
it: Mostra sito/i

source: Show all sites.
de: Alle Standorte anzeigen.
es: Mostrar todos los sitios.
fr: Afficher tous les sites.
it: Mostra tutti i siti.

source: Usage: otpme-site list [--attribute attribute] [-a] [regex]
es: Uso: otpme-site list [--attribute atributo] [-a] [regex]
it: Utilizzo: otpme-site list [--attribute attribute] [-a] [regex]

source: List sites.
de: Standorte auflisten.
es: Listar sitios.
fr: Lister les sites.
it: Elenca siti.

source: List all sites.
de: Alle Standorte auflisten.
es: Listar todos los sitios.
fr: Lister tous les sites.
it: Elenca tutti i siti.

source: Usage: otpme-site show_config {site}
es: Uso: otpme-site show_config {sitio}
it: Utilizzo: otpme-site show_config {site}

source: Show site's config parameters
de: Konfigurationsparameter des Standorts anzeigen
es: Mostrar parámetros de configuración del sitio
fr: Afficher les paramètres de configuration du site
it: Mostra parametri di configurazione del sito

source: Usage: otpme-site add {site} {node_name} {site_fqdn} [site_address]
es: Uso: otpme-site add {sitio} {nombre_nodo} {fqdn_sitio} [dirección_sitio]
it: Utilizzo: otpme-site add {site} {node_name} {site_fqdn} [site_address]

source: Add new site.
de: Neuen Standort hinzufügen.
es: Agregar nuevo sitio.
fr: Ajouter un nouveau site.
it: Aggiungi nuovo sito.

source: CA certificates validity in days.
de: CA-Zertifikate Gültigkeit in Tagen.
es: Validez de certificados CA en días.
fr: Validité des certificats CA en jours.
it: Validità certificati CA in giorni.

source: Key length for CA certificates in bits.
de: Schlüssellänge für CA-Zertifikate in Bits.
es: Longitud de clave para certificados CA en bits.
fr: Longueur de clé pour les certificats CA en bits.
it: Lunghezza chiave per certificati CA in bit.

source: Site certificate validity in days.
de: Standort-Zertifikat Gültigkeit in Tagen.
es: Validez del certificado del sitio en días.
fr: Validité du certificat de site en jours.
it: Validità certificato del sito in giorni.

source: Key length for site certificate in bits.
de: Schlüssellänge für Standort-Zertifikat in Bits.
es: Longitud de clave para certificado del sitio en bits.
fr: Longueur de clé pour le certificat de site en bits.
it: Lunghezza chiave per certificato del sito in bit.

source: Master node certificate validity in days.
de: Master-Node-Zertifikat Gültigkeit in Tagen.
es: Validez del certificado del nodo maestro en días.
fr: Validité du certificat du nœud maître en jours.
it: Validità certificato nodo master in giorni.

source: Key length for master node certificate in bits.
de: Schlüssellänge für Master-Node-Zertifikat in Bits.
es: Longitud de clave para certificado del nodo maestro en bits.
fr: Longueur de clé pour le certificat du nœud maître en bits.
it: Lunghezza chiave per certificato nodo master in bit.

source: Do not add any word dictionaries (strength checker).
de: Keine Wörterbücher hinzufügen (Stärkeprüfer).
es: No agregar diccionarios de palabras (verificador de fortaleza).
fr: Ne pas ajouter de dictionnaires de mots (vérificateur de force).
it: Non aggiungere dizionari di parole (controllo robustezza).

source: Add the given word dictionaries (strength checker).
de: Die angegebenen Wörterbücher hinzufügen (Stärkeprüfer).
es: Agregar los diccionarios de palabras dados (verificador de fortaleza).
fr: Ajouter les dictionnaires de mots donnés (vérificateur de force).
it: Aggiungi i dizionari di parole indicati (controllo robustezza).

source: ID ranges to add.
de: Hinzuzufügende ID-Bereiche.
es: Rangos de ID a agregar.
fr: Plages d'ID à ajouter.
it: Intervalli ID da aggiungere.

source: Usage: otpme-site del {site}
es: Uso: otpme-site del {sitio}
it: Utilizzo: otpme-site del {site}

source: Delete site.
de: Standort löschen.
es: Eliminar sitio.
fr: Supprimer le site.
it: Elimina sito.

source: Usage: otpme-site touch {site}
es: Uso: otpme-site touch {sitio}
it: Utilizzo: otpme-site touch {site}

source: Touch site (e.g. migrate).
de: Standort berühren (z.B. migrieren).
es: Tocar sitio (ej. migrar).
fr: Toucher le site (par ex. migrer).
it: Tocca sito (es. migra).

source: Usage: otpme-site enable {site}
es: Uso: otpme-site enable {sitio}
it: Utilizzo: otpme-site enable {site}

source: Enable site
de: Standort aktivieren
es: Habilitar sitio
fr: Activer le site
it: Abilita sito

source: Usage: otpme-site disable {site}
es: Uso: otpme-site disable {sitio}
it: Utilizzo: otpme-site disable {site}

source: Disable site
de: Standort deaktivieren
es: Deshabilitar sitio
fr: Désactiver le site
it: Disabilita sito

source: Usage: otpme-site config {site} {param} [value]
es: Uso: otpme-site config {sitio} {parámetro} [valor]
it: Uso: otpme-site config {site} {param} [value]

source: Add config parameter to site.
de: Konfigurationsparameter zum Standort hinzufügen.
es: Agregar parámetro de configuración al sitio.
fr: Ajouter un paramètre de configuration au site.
it: Aggiungi parametro di configurazione al sito.

source: Usage: otpme-site add_extension {site} {extension}
es: Uso: otpme-site add_extension {sitio} {extensión}
it: Uso: otpme-site add_extension {site} {extension}

source: Add extension to site
de: Erweiterung zum Standort hinzufügen
es: Agregar extensión al sitio
fr: Ajouter une extension au site
it: Aggiungi estensione al sito

source: Usage: otpme-site remove_extension {site} {extension}
es: Uso: otpme-site remove_extension {sitio} {extensión}
it: Uso: otpme-site remove_extension {site} {extension}

source: Remove extension from site
de: Erweiterung vom Standort entfernen
es: Eliminar extensión del sitio
fr: Supprimer une extension du site
it: Rimuovi estensione dal sito

source: Usage: otpme-site add_attribute {site} {attribute}=[value]
es: Uso: otpme-site add_attribute {sitio} {atributo}=[valor]
it: Uso: otpme-site add_attribute {site} {attribute}=[value]

source: Add (LDAP) attribute to site
de: (LDAP) Attribut zum Standort hinzufügen
es: Agregar atributo (LDAP) al sitio
fr: Ajouter un attribut (LDAP) au site
it: Aggiungi attributo (LDAP) al sito

source: Usage: otpme-site modify_attribute {site} {attribute} {old_value} {new_value}
es: Uso: otpme-site modify_attribute {sitio} {atributo} {valor_antiguo} {valor_nuevo}
it: Uso: otpme-site modify_attribute {site} {attribute} {old_value} {new_value}

source: Modify (LDAP) attribute of site
de: (LDAP) Attribut des Standorts ändern
es: Modificar atributo (LDAP) del sitio
fr: Modifier un attribut (LDAP) du site
it: Modifica attributo (LDAP) del sito

source: Usage: otpme-site del_attribute {site} {attribute}=[value]
es: Uso: otpme-site del_attribute {sitio} {atributo}=[valor]
it: Uso: otpme-site del_attribute {site} {attribute}=[value]

source: Delete (LDAP) attribute from site
de: (LDAP) Attribut vom Standort löschen
es: Eliminar atributo (LDAP) del sitio
fr: Supprimer un attribut (LDAP) du site
it: Elimina attributo (LDAP) dal sito

source: Usage: otpme-site add_object_class {site} {object_class}
es: Uso: otpme-site add_object_class {sitio} {clase_objeto}
it: Uso: otpme-site add_object_class {site} {object_class}

source: Add (LDAP) object class to site
de: (LDAP) Objektklasse zum Standort hinzufügen
es: Agregar clase de objeto (LDAP) al sitio
fr: Ajouter une classe d'objet (LDAP) au site
it: Aggiungi classe oggetto (LDAP) al sito

source: Usage: otpme-site del_object_class {site} {object_class}
es: Uso: otpme-site del_object_class {sitio} {clase_objeto}
it: Uso: otpme-site del_object_class {site} {object_class}

source: Delete (LDAP) object class from site
de: (LDAP) Objektklasse vom Standort löschen
es: Eliminar clase de objeto (LDAP) del sitio
fr: Supprimer une classe d'objet (LDAP) du site
it: Elimina classe oggetto (LDAP) dal sito

source: Usage: otpme-site show_ldif {site} -a attribute1,attribute2
es: Uso: otpme-site show_ldif {sitio} -a atributo1,atributo2
it: Uso: otpme-site show_ldif {site} -a attribute1,attribute2

source: Show LDIF representation of site
de: LDIF-Darstellung des Standorts anzeigen
es: Mostrar representación LDIF del sitio
fr: Afficher la représentation LDIF du site
it: Mostra rappresentazione LDIF del sito

source: Usage: otpme-site add_acl [-r -a --objects <user,group,token>] {site} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-site add_acl [-r -a --objects <usuario,grupo,token>] {sitio} {rol|token} {ruta_rol|ruta_token} {acl[:valor]}
it: Uso: otpme-site add_acl [-r -a --objects <user,group,token>] {site} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to site
de: ACL zum Standort hinzufügen
es: Agregar ACL al sitio
fr: Ajouter une ACL au site
it: Aggiungi ACL al sito

source: Usage: otpme-site del_acl [-r -a --objects <user,group,token>] {site} {acl}
es: Uso: otpme-site del_acl [-r -a --objects <usuario,grupo,token>] {sitio} {acl}
it: Uso: otpme-site del_acl [-r -a --objects <user,group,token>] {site} {acl}

source: Delete ACL from site
de: ACL vom Standort löschen
es: Eliminar ACL del sitio
fr: Supprimer une ACL du site
it: Elimina ACL dal sito

source: Delete ACL recursive
de: ACL rekursiv löschen
es: Eliminar ACL recursivamente
fr: Supprimer l'ACL de manière récursive
it: Elimina ACL ricorsivamente

source: Usage: otpme-site show_acls {site}
de: Verwendung: otpme-site show_acls {site}
es: Uso: otpme-site show_acls {site}
it: Uso: otpme-site show_acls {site}

source: show ACLs of site
de: ACLs der Site anzeigen
es: mostrar ACLs del sitio
fr: afficher les ACL du site
it: mostra ACL del sito

source: Usage: otpme-site remove_orphans {site}
de: Verwendung: otpme-site remove_orphans {site}
es: Uso: otpme-site remove_orphans {site}
it: Uso: otpme-site remove_orphans {site}

source: Usage: otpme-site description {site} [description]
de: Verwendung: otpme-site description {site} [description]
es: Uso: otpme-site description {site} [descripción]
it: Uso: otpme-site description {site} [description]

source: set site description
de: Site-Beschreibung festlegen
es: establecer descripción del sitio
fr: définir la description du site
it: imposta descrizione sito

source: Usage: otpme-site export --password <password> {site}
de: Verwendung: otpme-site export --password <password> {site}
es: Uso: otpme-site export --password <contraseña> {site}
it: Uso: otpme-site export --password <password> {site}

source: Export site config to stdout
de: Site-Konfiguration nach stdout exportieren
es: Exportar configuración del sitio a stdout
fr: Exporter la configuration du site vers stdout
it: Esporta configurazione sito su stdout

source: Usage: otpme-site add_policy {site} {policy}
de: Verwendung: otpme-site add_policy {site} {policy}
es: Uso: otpme-site add_policy {site} {política}
it: Uso: otpme-site add_policy {site} {policy}

source: add policy to site
de: Policy zur Site hinzufügen
es: agregar política al sitio
fr: ajouter une politique au site
it: aggiungi policy al sito

source: Usage: otpme-site remove_policy {site} {policy}
de: Verwendung: otpme-site remove_policy {site} {policy}
es: Uso: otpme-site remove_policy {site} {política}
it: Uso: otpme-site remove_policy {site} {policy}

source: remove policy from site
de: Policy von Site entfernen
es: eliminar política del sitio
fr: supprimer une politique du site
it: rimuovi policy dal sito

source: Usage: otpme-site list_policies {site}
de: Verwendung: otpme-site list_policies {site}
es: Uso: otpme-site list_policies {site}
it: Uso: otpme-site list_policies {site}

source: Usage: otpme-site dump_cert {site}
de: Verwendung: otpme-site dump_cert {site}
es: Uso: otpme-site dump_cert {site}
it: Uso: otpme-site dump_cert {site}

source: dump site cert to stdout
de: Site-Zertifikat nach stdout ausgeben
es: volcar certificado del sitio a stdout
fr: exporter le certificat du site vers stdout
it: scarica certificato sito su stdout

source: Usage: otpme-site dump_key [-p passphrase] {site}
de: Verwendung: otpme-site dump_key [-p passphrase] {site}
es: Uso: otpme-site dump_key [-p frase_de_paso] {site}
it: Uso: otpme-site dump_key [-p passphrase] {site}

source: Dump site's private key to stdout
de: Privaten Schlüssel der Site nach stdout ausgeben
es: Volcar clave privada del sitio a stdout
fr: Exporter la clé privée du site vers stdout
it: Scarica chiave privata del sito su stdout

source: Usage: otpme-site radius_cert {site} {radius_cert}
de: Verwendung: otpme-site radius_cert {site} {radius_cert}
es: Uso: otpme-site radius_cert {site} {radius_cert}
it: Uso: otpme-site radius_cert {site} {radius_cert}

source: Change radius certificate.
de: RADIUS-Zertifikat ändern.
es: Cambiar certificado radius.
fr: Changer le certificat radius.
it: Cambia certificato radius.

source: Usage: otpme-site radius_key {site} {radius_key}
de: Verwendung: otpme-site radius_key {site} {radius_key}
es: Uso: otpme-site radius_key {site} {radius_key}
it: Uso: otpme-site radius_key {site} {radius_key}

source: Change radius certificate key.
de: RADIUS-Zertifikatschlüssel ändern.
es: Cambiar clave del certificado radius.
fr: Changer la clé du certificat radius.
it: Cambia chiave certificato radius.

source: Usage: otpme-site del_radius_cert {site}
de: Verwendung: otpme-site del_radius_cert {site}
es: Uso: otpme-site del_radius_cert {site}
fr: Utilisation : otpme-site del_radius_cert {site}
it: Uso: otpme-site del_radius_cert {site}

source: Delete radius certificate.
de: RADIUS-Zertifikat löschen.
es: Eliminar certificado radius.
fr: Supprimer le certificat radius.
it: Elimina certificato radius.

source: Usage: otpme-site del_radius_key {site}
de: Verwendung: otpme-site del_radius_key {site}
es: Uso: otpme-site del_radius_key {site}
fr: Utilisation : otpme-site del_radius_key {site}
it: Uso: otpme-site del_radius_key {site}

source: Delete radius key.
de: RADIUS-Schlüssel löschen.
es: Eliminar clave radius.
fr: Supprimer la clé radius.
it: Elimina chiave radius.

source: Usage: otpme-site sso_cert {site} {sso_cert}
de: Verwendung: otpme-site sso_cert {site} {sso_cert}
es: Uso: otpme-site sso_cert {site} {sso_cert}
fr: Utilisation : otpme-site sso_cert {site} {sso_cert}
it: Uso: otpme-site sso_cert {site} {sso_cert}

source: Change SSO certificate.
de: SSO-Zertifikat ändern.
es: Cambiar certificado SSO.
fr: Changer le certificat SSO.
it: Cambia certificato SSO.

source: Usage: otpme-site sso_key {site} {sso_key}
de: Verwendung: otpme-site sso_key {site} {sso_key}
es: Uso: otpme-site sso_key {site} {sso_key}
fr: Utilisation : otpme-site sso_key {site} {sso_key}
it: Utilizzo: otpme-site sso_key {site} {sso_key}
