Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Unable to get script: {e}
de: Skript konnte nicht abgerufen werden: {e}
es: No se puede obtener el script: {e}
fr: Impossible d'obtenir le script : {e}
it: Impossibile ottenere script: {e}

source: Requesting script signatures: {script_path}
de: Skript-Signaturen werden angefordert: {script_path}
es: Solicitando firmas del script: {script_path}
fr: Demande des signatures du script : {script_path}
it: Richiesta firme script: {script_path}

source: Unable to get script signatures: {e}
de: Skript-Signaturen können nicht abgerufen werden: {e}
es: No se pueden obtener las firmas del script: {e}
fr: Impossible d'obtenir les signatures du script : {e}
it: Impossibile ottenere firme script: {e}

source: Sending {key_type} key to server...
de: Sende {key_type}-Schlüssel an Server...
es: Enviando clave {key_type} al servidor...
fr: Envoi de la clé {key_type} au serveur...
it: Invio chiave {key_type} al server...

source: Unable to set users {key_type} key: {e}
de: {key_type}-Schlüssel des Benutzers kann nicht gesetzt werden: {e}
es: No se puede establecer la clave {key_type} del usuario: {e}
fr: Impossible de définir la clé {key_type} de l'utilisateur : {e}
it: Impossibile impostare chiave {key_type} utente: {e}

source: Unknown host: {uuid}
de: Unbekannter Host: {uuid}
es: Host desconocido: {uuid}
fr: Hôte inconnu : {uuid}
it: Host sconosciuto: {uuid}

source: Uuuh, received wrong realm for site: {src_site}: {object_id}
de: Uuuh, falschen Realm für Site erhalten: {src_site}: {object_id}
es: Uuuh, se recibió realm incorrecto para el sitio: {src_site}: {object_id}
fr: Euh, reçu un mauvais royaume pour le site : {src_site} : {object_id}
it: Uuuh, ricevuto realm errato per il sito: {src_site}: {object_id}

source: Uuuh remote site sent us our own realm.
de: Uuuh, Remote-Site hat uns unseren eigenen Realm gesendet.
es: Uuuh el sitio remoto nos envió nuestro propio realm.
fr: Euh, le site distant nous a envoyé notre propre royaume.
it: Uuuh il sito remoto ci ha inviato il nostro stesso realm.

source: Uuuh, received site from wrong realm from site: {src_site}: {object_id}
de: Uuuh, Site aus falschem Realm von Site erhalten: {src_site}: {object_id}
es: Uuuh, sitio recibido del realm incorrecto desde el sitio: {src_site}: {object_id}
fr: Euh, reçu un site du mauvais royaume depuis le site : {src_site} : {object_id}
it: Uuuh, ricevuto sito da realm errato dal sito: {src_site}: {object_id}

source: Uuuh remote site sent us our own site.
de: Uuuh, Remote-Site hat uns unsere eigene Site gesendet.
es: Uuuh el sitio remoto nos envió nuestro propio sitio.
fr: Euh, le site distant nous a envoyé notre propre site.
it: Uuuh il sito remoto ci ha inviato il nostro stesso sito.

source: Uuuh received object from wrong realm from site: {src_site}: {object_id}
de: Uuuh, Objekt aus falschem Realm von Site erhalten: {src_site}: {object_id}
es: Uuuh objeto recibido del realm incorrecto desde el sitio: {src_site}: {object_id}
fr: Euh, reçu un objet du mauvais royaume depuis le site : {src_site} : {object_id}
it: Uuuh ricevuto oggetto da realm errato dal sito: {src_site}: {object_id}

source: Uuuh, received object from wrong site from site: {src_site}: {object_id}
de: Uuuh, Objekt von falscher Site von Site erhalten: {src_site}: {object_id}
es: Uuuh, objeto recibido del sitio incorrecto desde el sitio: {src_site}: {object_id}
fr: Euh, reçu un objet du mauvais site depuis le site : {src_site} : {object_id}
it: Uuuh, ricevuto oggetto da sito errato dal sito: {src_site}: {object_id}

source: Need <object_count> on first call.
de: Benötige <object_count> beim ersten Aufruf.
es: Se necesita <object_count> en la primera llamada.
fr: Besoin de <object_count> au premier appel.
it: Necessita <object_count> alla prima chiamata.

source: Updating sync list checksum on peer node: {checksum}
de: Aktualisiere Sync-Listen-Checksumme auf Peer-Node: {checksum}
es: Actualizando checksum de lista de sincronización en nodo par: {checksum}
fr: Mise à jour de la somme de contrôle de la liste de synchronisation sur le nœud pair: {checksum}
it: Aggiornamento checksum lista sincronizzazione sul nodo peer: {checksum}

source: Peer site disabled synchronization with us: {realm}/{site}
de: Peer-Site hat Synchronisierung mit uns deaktiviert: {realm}/{site}
es: El sitio par deshabilitó la sincronización con nosotros: {realm}/{site}
fr: Le site pair a désactivé la synchronisation avec nous : {realm}/{site}
it: Il sito peer ha disabilitato la sincronizzazione con noi: {realm}/{site}

source: Error sending sync list checksum to peer: {reply}
de: Fehler beim Senden der Sync-Listen-Checksumme an Peer: {reply}
es: Error enviando checksum de lista de sincronización al par: {reply}
fr: Erreur d'envoi de la somme de contrôle de la liste de synchronisation au pair : {reply}
it: Errore invio checksum lista sincronizzazione al peer: {reply}

source: Retrying ({try_count}/{max_tries})
de: Wiederhole ({try_count}/{max_tries})
es: Reintentando ({try_count}/{max_tries})
fr: Nouvelle tentative ({try_count}/{max_tries})
it: Nuovo tentativo ({try_count}/{max_tries})

source: Requesting sync list from peer.
de: Fordere Sync-Liste von Peer an.
es: Solicitando lista de sincronización del par.
fr: Demande de la liste de synchronisation au pair.
it: Richiesta lista sincronizzazione dal peer.

source: Error receiving sync list from peer: {reply}
de: Fehler beim Empfangen der Sync-Liste von Peer: {reply}
es: Error recibiendo lista de sincronización del par: {reply}
fr: Erreur lors de la réception de la liste de synchronisation du pair : {reply}
it: Errore ricezione lista sincronizzazione dal peer: {reply}

source: Requesting last used timestamps from peer.
de: Fordere zuletzt verwendete Zeitstempel von Peer an.
es: Solicitando últimas marcas de tiempo usadas del par.
fr: Demande des derniers horodatages utilisés au pair.
it: Richiesta ultimi timestamp utilizzati dal peer.

source: Peer site disabled synchronization with us.
de: Peer-Site hat Synchronisierung mit uns deaktiviert.
es: El sitio par deshabilitó la sincronización con nosotros.
fr: Le site pair a désactivé la synchronisation avec nous.
it: Il sito peer ha disabilitato la sincronizzazione con noi.

source: Error receiving last used timestamps from peer: {reply}
de: Fehler beim Empfangen der zuletzt verwendeten Zeitstempel von Peer: {reply}
es: Error recibiendo últimas marcas de tiempo usadas del par: {reply}
fr: Erreur lors de la réception des derniers horodatages utilisés du pair : {reply}
it: Errore ricezione ultimi timestamp utilizzati dal peer: {reply}

source: Failed to receive last used timestamps from peer.
de: Fehler beim Empfangen der zuletzt verwendeten Zeitstempel von Peer.
es: Fallo al recibir últimas marcas de tiempo usadas del par.
fr: Échec de la réception des derniers horodatages utilisés du pair.
it: Impossibile ricevere ultimi timestamp utilizzati dal peer.

source: Got unknown UUID from peer: {x_uuid}
de: Unbekannte UUID von Peer erhalten: {x_uuid}
es: Se recibió UUID desconocido del par: {x_uuid}
fr: UUID inconnu reçu du pair : {x_uuid}
it: Ricevuto UUID sconosciuto dal peer: {x_uuid}

source: Got UUID for not requested realm: {x_realm}: {x_uuid}
de: UUID für nicht angeforderten Realm erhalten: {x_realm}: {x_uuid}
es: Se recibió UUID para realm no solicitado: {x_realm}: {x_uuid}
fr: UUID reçu pour un royaume non demandé : {x_realm} : {x_uuid}
it: Ricevuto UUID per realm non richiesto: {x_realm}: {x_uuid}

source: Got UUID for not requested site: {x_site}: {x_uuid}
de: UUID für nicht angeforderte Site erhalten: {x_site}: {x_uuid}
es: Se recibió UUID para sitio no solicitado: {x_site}: {x_uuid}
fr: UUID reçu pour un site non demandé : {x_site} : {x_uuid}
it: Ricevuto UUID per sito non richiesto: {x_site}: {x_uuid}

source: Checking for orphan sync cache {realm}/{site}...
de: Prüfe auf verwaisten Sync-Cache {realm}/{site}...
es: Verificando caché de sincronización huérfano {realm}/{site}...
fr: Vérification du cache de synchronisation orphelin {realm}/{site}...
it: Controllo cache sincronizzazione orfana {realm}/{site}...

source: Starting sync of {realm}/{site} ({socket_uri})
de: Starte Sync von {realm}/{site} ({socket_uri})
es: Iniciando sincronización de {realm}/{site} ({socket_uri})
fr: Démarrage de la synchronisation de {realm}/{site} ({socket_uri})
it: Avvio sincronizzazione di {realm}/{site} ({socket_uri})

source: Missing AES master key. Unable to start sync.
de: AES-Master-Schlüssel fehlt. Sync kann nicht gestartet werden.
es: Falta clave maestra AES. No se puede iniciar la sincronización.
fr: Clé maître AES manquante. Impossible de démarrer la synchronisation.
it: Chiave master AES mancante. Impossibile avviare sincronizzazione.

source: Error getting remote sync list: {e}
de: Fehler beim Abrufen der Remote-Sync-Liste: {e}
es: Error obteniendo lista de sincronización remota: {e}
fr: Erreur lors de l'obtention de la liste de synchronisation distante : {e}
it: Errore ottenimento lista sincronizzazione remota: {e}

source: Error sending sync list to peer: {e}
de: Fehler beim Senden der Sync-Liste an Peer: {e}
es: Error enviando lista de sincronización al par: {e}
fr: Erreur lors de l'envoi de la liste de synchronisation au pair : {e}
it: Errore invio lista sincronizzazione al peer: {e}

source: Config checksums differ: local={local_sync_list_checksum} remote={remote_sync_list_checksum}
de: Konfigurations-Checksummen unterscheiden sich: lokal={local_sync_list_checksum} remote={remote_sync_list_checksum}
es: Los checksums de configuración difieren: local={local_sync_list_checksum} remoto={remote_sync_list_checksum}
fr: Les sommes de contrôle de configuration diffèrent : local={local_sync_list_checksum} distant={remote_sync_list_checksum}
it: I checksum di configurazione differiscono: locale={local_sync_list_checksum} remoto={remote_sync_list_checksum}

source: Starting sync try {try_count}/{max_tries}
de: Starte Sync-Versuch {try_count}/{max_tries}
es: Iniciando intento de sincronización {try_count}/{max_tries}
fr: Démarrage de la tentative de synchronisation {try_count}/{max_tries}
it: Avvio tentativo sincronizzazione {try_count}/{max_tries}

source: Syncing remote objects...
de: Synchronisiere Remote-Objekte...
es: Sincronizando objetos remotos...
fr: Synchronisation des objets distants...
it: Sincronizzazione oggetti remoti...

source: Syncing remote object ({object_counter}/{object_count}): {object_id}
de: Synchronisiere Remote-Objekt ({object_counter}/{object_count}): {object_id}
es: Sincronizando objeto remoto ({object_counter}/{object_count}): {object_id}
fr: Synchronisation de l'objet distant ({object_counter}/{object_count}) : {object_id}
it: Sincronizzazione oggetto remoto ({object_counter}/{object_count}): {object_id}

source: Receiving remote object ({object_counter}/{object_count}): {object_id}
de: Empfange Remote-Objekt ({object_counter}/{object_count}): {object_id}
es: Recibiendo objeto remoto ({object_counter}/{object_count}): {object_id}
fr: Réception de l'objet distant ({object_counter}/{object_count}) : {object_id}
it: Ricezione oggetto remoto ({object_counter}/{object_count}): {object_id}

source: Received {object_counter}/{object_count} objects...
de: {object_counter}/{object_count} Objekte empfangen...
es: Recibidos {object_counter}/{object_count} objetos...
fr: Reçu {object_counter}/{object_count} objets...
it: Ricevuti {object_counter}/{object_count} oggetti...

source: Error receiving object {object_id}: {reply}
de: Fehler beim Empfangen von Objekt {object_id}: {reply}
es: Error recibiendo objeto {object_id}: {reply}
fr: Erreur lors de la réception de l'objet {object_id} : {reply}
it: Errore ricezione oggetto {object_id}: {reply}

source: Object deleted on remote site while syncing: {object_id}
de: Objekt auf Remote-Site während der Synchronisierung gelöscht: {object_id}
es: Objeto eliminado en sitio remoto durante sincronización: {object_id}
fr: Objet supprimé sur le site distant pendant la synchronisation : {object_id}
it: Oggetto eliminato sul sito remoto durante sincronizzazione: {object_id}

source: Object changed while syncing: {object_id}
de: Objekt während der Synchronisierung geändert: {object_id}
es: Objeto cambió durante sincronización: {object_id}
fr: Objet modifié pendant la synchronisation : {object_id}
it: Oggetto modificato durante sincronizzazione: {object_id}

source: Object misses checksum: {object_id}
de: Objekt fehlt Checksumme: {object_id}
es: Al objeto le falta checksum: {object_id}
fr: L'objet manque de somme de contrôle : {object_id}
it: Oggetto senza checksum: {object_id}

source: Received {received_objects} objects from peer.
de: {received_objects} Objekte von Peer empfangen.
es: Recibidos {received_objects} objetos del par.
fr: {received_objects} objets reçus du pair.
it: Ricevuti {received_objects} oggetti dal peer.

source: Not re-checking sync status with master node (--ignore-changed-objects).
de: Sync-Status wird nicht erneut mit Master-Node überprüft (--ignore-changed-objects).
es: No re-verificando estado de sincronización con nodo maestro (--ignore-changed-objects).
fr: Pas de revérification du statut de synchronisation avec le nœud maître (--ignore-changed-objects).
it: Stato sincronizzazione con nodo master non ricontrollato (--ignore-changed-objects).

source: Rechecking sync state with peer.
de: Überprüfe Sync-Status mit Peer erneut.
es: Re-verificando estado de sincronización con el par.
fr: Revérification de l'état de synchronisation avec le pair.
it: Ricontrollo stato sincronizzazione con peer.

source: Local sync cache up-to-date with peer: {remote_sync_list_checksum}
de: Lokaler Sync-Cache ist mit Peer aktuell: {remote_sync_list_checksum}
es: Caché de sincronización local actualizado con el par: {remote_sync_list_checksum}
fr: Cache de synchronisation local à jour avec le pair : {remote_sync_list_checksum}
it: Cache sincronizzazione locale aggiornata con peer: {remote_sync_list_checksum}

source: Sync finished successful. Synchronized {synced_objects_count} objects.
de: Sync erfolgreich abgeschlossen. {synced_objects_count} Objekte synchronisiert.
es: Sincronización finalizada exitosamente. Sincronizados {synced_objects_count} objetos.
fr: Synchronisation terminée avec succès. {synced_objects_count} objets synchronisés.
it: Sincronizzazione completata con successo. Sincronizzati {synced_objects_count} oggetti.

source: Sync finished with errors. Synchronized {synced_objects_count} objects, {failed_objects_count} failed.
de: Sync mit Fehlern abgeschlossen. {synced_objects_count} Objekte synchronisiert, {failed_objects_count} fehlgeschlagen.
es: Sincronización finalizada con errores. Sincronizados {synced_objects_count} objetos, {failed_objects_count} fallaron.
fr: Synchronisation terminée avec des erreurs. {synced_objects_count} objets synchronisés, {failed_objects_count} ont échoué.
it: Sincronizzazione completata con errori. Sincronizzati {synced_objects_count} oggetti, {failed_objects_count} falliti.

source: Remote config checksum matches local. No sync needed: {local_sync_list_checksum}
de: Remote-Konfigurations-Checksumme stimmt mit lokaler überein. Keine Synchronisierung erforderlich: {local_sync_list_checksum}
es: Checksum de configuración remota coincide con local. No se necesita sincronización: {local_sync_list_checksum}
fr: La somme de contrôle de configuration distante correspond à la locale. Aucune synchronisation nécessaire : {local_sync_list_checksum}
it: Checksum configurazione remota corrisponde a locale. Sincronizzazione non necessaria: {local_sync_list_checksum}

source: Unable to get consistent sync state with peer after {try_count} tries.
de: Konsistenter Sync-Status mit Peer nach {try_count} Versuchen nicht erreichbar.
es: No se pudo obtener estado de sincronización consistente con el par después de {try_count} intentos.
fr: Impossible d'obtenir un état de synchronisation cohérent avec le pair après {try_count} tentatives.
it: Impossibile ottenere stato sincronizzazione consistente con peer dopo {try_count} tentativi.

source: Started merging of sync cache...
de: Zusammenführung des Sync-Caches gestartet...
es: Iniciada fusión de caché de sincronización...
fr: Fusion du cache de synchronisation démarrée...
it: Avviato merge cache sincronizzazione...

source: Peer sent us forbidden {object_type} object: {object_id}
de: Peer hat uns verbotenes {object_type}-Objekt gesendet: {object_id}
es: El par nos envió objeto {object_type} prohibido: {object_id}
fr: Le pair nous a envoyé un objet {object_type} interdit : {object_id}
it: Il peer ci ha inviato oggetto {object_type} vietato: {object_id}

source: Added object ({object_counter}/{object_count}): {x_oid}
de: Objekt hinzugefügt ({object_counter}/{object_count}): {x_oid}
es: Objeto añadido ({object_counter}/{object_count}): {x_oid}
fr: Objet ajouté ({object_counter}/{object_count}) : {x_oid}
it: Aggiunto oggetto ({object_counter}/{object_count}): {x_oid}

source: Updated object ({object_counter}/{object_count}): {x_oid}
de: Objekt aktualisiert ({object_counter}/{object_count}): {x_oid}
es: Objeto actualizado ({object_counter}/{object_count}): {x_oid}
fr: Objet mis à jour ({object_counter}/{object_count}) : {x_oid}
it: Aggiornato oggetto ({object_counter}/{object_count}): {x_oid}

source: Processed {object_counter}/{object_count} objects.
de: {object_counter}/{object_count} Objekte verarbeitet.
es: Procesados {object_counter}/{object_count} objetos.
fr: {object_counter}/{object_count} objets traités.
it: Elaborati {object_counter}/{object_count} oggetti.

source: Got object type to sync that is not known for this host type. This is most likley a bug: {object_type}
de: Objekttyp zum Synchronisieren erhalten, der für diesen Host-Typ nicht bekannt ist. Dies ist höchstwahrscheinlich ein Fehler: {object_type}
es: Se recibió tipo de objeto para sincronizar que no es conocido para este tipo de host. Esto es probablemente un bug: {object_type}
fr: Type d'objet à synchroniser reçu qui n'est pas connu pour ce type d'hôte. C'est très probablement un bug : {object_type}
it: Ricevuto tipo oggetto da sincronizzare non noto per questo tipo di host. Probabilmente è un bug: {object_type}

source: Failed to process object: {x_oid}
de: Objektverarbeitung fehlgeschlagen: {x_oid}
es: Fallo al procesar objeto: {x_oid}
fr: Échec du traitement de l'objet : {x_oid}
it: Impossibile elaborare oggetto: {x_oid}

source: Updating realm CA data...
de: Realm-CA-Daten werden aktualisiert...
es: Actualizando datos de CA del realm...
fr: Mise à jour des données CA du domaine...
it: Aggiornamento dati CA realm...

source: Failed to get parent object UUID: {object_id}: {e}
de: Fehler beim Abrufen der übergeordneten Objekt-UUID: {object_id}: {e}
es: Error al obtener UUID del objeto padre: {object_id}: {e}
fr: Échec de l'obtention de l'UUID de l'objet parent : {object_id} : {e}
it: Impossibile ottenere UUID oggetto padre: {object_id}: {e}

source: Unable to sync object with missing parent object: {object_id}: {parent_object_uuid}
de: Objekt mit fehlendem übergeordneten Objekt kann nicht synchronisiert werden: {object_id}: {parent_object_uuid}
es: No se puede sincronizar objeto con objeto padre faltante: {object_id}: {parent_object_uuid}
fr: Impossible de synchroniser l'objet avec l'objet parent manquant : {object_id} : {parent_object_uuid}
it: Impossibile sincronizzare oggetto con oggetto padre mancante: {object_id}: {parent_object_uuid}

source: Failed to load new object: {object_id}: {e}
de: Neues Objekt konnte nicht geladen werden: {object_id}: {e}
es: Error al cargar nuevo objeto: {object_id}: {e}
fr: Échec du chargement du nouvel objet : {object_id} : {e}
it: Impossibile caricare nuovo oggetto: {object_id}: {e}

source: User already exists on our site: {object_id}
de: Benutzer existiert bereits auf unserer Seite: {object_id}
es: El usuario ya existe en nuestro sitio: {object_id}
fr: L'utilisateur existe déjà sur notre site : {object_id}
it: Utente già esistente sul nostro sito: {object_id}

source: Cannot sync user with duplicate uidNumber: {x_uidnumber}: {new_object} <> {x_oid}
de: Benutzer mit doppelter uidNumber kann nicht synchronisiert werden: {x_uidnumber}: {new_object} <> {x_oid}
es: No se puede sincronizar usuario con uidNumber duplicado: {x_uidnumber}: {new_object} <> {x_oid}
fr: Impossible de synchroniser l'utilisateur avec un uidNumber en double : {x_uidnumber} : {new_object} <> {x_oid}
it: Impossibile sincronizzare utente con uidNumber duplicato: {x_uidnumber}: {new_object} <> {x_oid}

source: Group already exists on our site: {object_id}
de: Gruppe existiert bereits auf unserer Seite: {object_id}
es: El grupo ya existe en nuestro sitio: {object_id}
fr: Le groupe existe déjà sur notre site : {object_id}
it: Il gruppo esiste già sul nostro sito: {object_id}

source: Cannot sync group with duplicate gidNumber: {x_gidnumber}: {new_object} <> {x_oid}
de: Gruppe mit doppelter gidNumber kann nicht synchronisiert werden: {x_gidnumber}: {new_object} <> {x_oid}
es: No se puede sincronizar grupo con gidNumber duplicado: {x_gidnumber}: {new_object} <> {x_oid}
fr: Impossible de synchroniser le groupe avec un gidNumber en double : {x_gidnumber} : {new_object} <> {x_oid}
it: Impossibile sincronizzare il gruppo con gidNumber duplicato: {x_gidnumber}: {new_object} <> {x_oid}

source: Received invalid object: {e}
de: Ungültiges Objekt empfangen: {e}
es: Objeto inválido recibido: {e}
fr: Objet invalide reçu : {e}
it: Ricevuto oggetto non valido: {e}

source: Ignoring duplicate UUID: {new_object_uuid}: {current_object} <> {object_id}
de: Doppelte UUID wird ignoriert: {new_object_uuid}: {current_object} <> {object_id}
es: Ignorando UUID duplicado: {new_object_uuid}: {current_object} <> {object_id}
fr: UUID en double ignoré : {new_object_uuid} : {current_object} <> {object_id}
it: UUID duplicato ignorato: {new_object_uuid}: {current_object} <> {object_id}

source: Ignoring older object from peer: {object_id}
de: Älteres Objekt vom Peer wird ignoriert: {object_id}
es: Ignorando objeto más antiguo del par: {object_id}
fr: Objet plus ancien du pair ignoré : {object_id}
it: Ignorato oggetto più vecchio dal peer: {object_id}

source: Error writing object {object_id} to backend: {e}
de: Fehler beim Schreiben von Objekt {object_id} ins Backend: {e}
es: Error al escribir objeto {object_id} en backend: {e}
fr: Erreur d'écriture de l'objet {object_id} dans le backend : {e}
it: Errore nella scrittura dell'oggetto {object_id} sul backend: {e}

source: Unable to read signer cache: {object_id}: {e}
de: Signer-Cache kann nicht gelesen werden: {object_id}: {e}
es: No se puede leer caché del firmante: {object_id}: {e}
fr: Impossible de lire le cache du signataire : {object_id} : {e}
it: Impossibile leggere la cache del firmatario: {object_id}: {e}

source: Unable to add signer cache: {object_id}: {e}
de: Signer-Cache kann nicht hinzugefügt werden: {object_id}: {e}
es: No se puede agregar caché del firmante: {object_id}: {e}
fr: Impossible d'ajouter le cache du signataire : {object_id} : {e}
it: Impossibile aggiungere la cache del firmatario: {object_id}: {e}

source: Checking for deleted objects...
de: Suche nach gelöschten Objekten...
es: Verificando objetos eliminados...
fr: Vérification des objets supprimés...
it: Controllo oggetti eliminati in corso...

source: Removing object ({del_counter}/{del_count}): {object_id}
de: Objekt wird entfernt ({del_counter}/{del_count}): {object_id}
es: Eliminando objeto ({del_counter}/{del_count}): {object_id}
fr: Suppression de l'objet ({del_counter}/{del_count}) : {object_id}
it: Rimozione oggetto ({del_counter}/{del_count}): {object_id}

source: Failed to delete object: {object_id}: {e}
de: Objekt konnte nicht gelöscht werden: {object_id}: {e}
es: Error al eliminar objeto: {object_id}: {e}
fr: Échec de la suppression de l'objet : {object_id} : {e}
it: Impossibile eliminare l'oggetto: {object_id}: {e}
