Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: No valid signature found.
de: Keine gültige Signatur gefunden.
es: No se encontró firma válida.
fr: Aucune signature valide trouvée.
it: Nessuna firma valida trovata.

source: Invalid UUID: {uuid}
de: Ungültige UUID: {uuid}
es: UUID inválido: {uuid}
fr: UUID invalide : {uuid}
it: UUID non valido: {uuid}

source: Invalid signer UUID: {uuid}
de: Ungültige Unterzeichner-UUID: {uuid}
es: UUID del firmante inválido: {uuid}
fr: UUID du signataire invalide : {uuid}
it: UUID del firmatario non valido: {uuid}

source: Invalid signer type: {signer_type}
de: Ungültiger Unterzeichnertyp: {signer_type}
es: Tipo de firmante inválido: {signer_type}
fr: Type de signataire invalide : {signer_type}
it: Tipo di firmatario non valido: {signer_type}

source: Unknown object: {object_uuid}
de: Unbekanntes Objekt: {object_uuid}
es: Objeto desconocido: {object_uuid}
fr: Objet inconnu : {object_uuid}
it: Oggetto sconosciuto: {object_uuid}

source: Unable to resolve UUID to OID: {object_uuid}: {e}
de: UUID konnte nicht in OID aufgelöst werden: {object_uuid}: {e}
es: No se puede resolver UUID a OID: {object_uuid}: {e}
fr: Impossible de résoudre l'UUID en OID : {object_uuid} : {e}
it: Impossibile risolvere UUID in OID: {object_uuid}: {e}

source: Unknown user/role: {uuid}
de: Unbekannter Benutzer/Rolle: {uuid}
es: Usuario/rol desconocido: {uuid}
fr: Utilisateur/rôle inconnu : {uuid}
it: Utente/ruolo sconosciuto: {uuid}

source: Got unknown signer type: {object_type}
de: Unbekannter Unterzeichnertyp erhalten: {object_type}
es: Se obtuvo tipo de firmante desconocido: {object_type}
fr: Type de signataire inconnu reçu : {object_type}
it: Ricevuto tipo di firmatario sconosciuto: {object_type}

source: Found faulty signer
de: Fehlerhafter Unterzeichner gefunden
es: Se encontró firmante defectuoso
fr: Signataire défectueux trouvé
it: Trovato firmatario difettoso

source: Signer data misses attribute: {attr}
de: Unterzeichnerdaten fehlt Attribut: {attr}
es: Los datos del firmante carecen del atributo: {attr}
fr: Les données du signataire manquent l'attribut : {attr}
it: I dati del firmatario mancano dell'attributo: {attr}

source: No signing key found.
de: Kein Signaturschlüssel gefunden.
es: No se encontró clave de firma.
fr: Aucune clé de signature trouvée.
it: Nessuna chiave di firma trovata.

source: Signature not singed by this signer.
de: Signatur nicht von diesem Unterzeichner signiert.
es: La firma no está firmada por este firmante.
fr: Signature non signée par ce signataire.
it: Firma non firmata da questo firmatario.

source: Signature data mismatch: {signer_oid}
de: Signaturdaten stimmen nicht überein: {signer_oid}
es: Los datos de firma no coinciden: {signer_oid}
fr: Non-concordance des données de signature : {signer_oid}
it: Dati della firma non corrispondenti: {signer_oid}

source: Need <tags>.
de: Benötige <tags>.
es: Se necesitan <tags>.
fr: Besoin de <tags>.
it: Necessari <tags>.

source: Found faulty signature
de: Fehlerhafte Signatur gefunden
es: Se encontró firma defectuosa
fr: Signature défectueuse trouvée
it: Trovata firma difettosa

source: Signature data misses attribute: {attr}
de: Signaturdaten fehlt Attribut: {attr}
es: Los datos de firma carecen del atributo: {attr}
fr: Les données de signature manquent l'attribut : {attr}
it: I dati della firma mancano dell'attributo: {attr}

source: Unable to add signature data: {e}
de: Signaturdaten konnten nicht hinzugefügt werden: {e}
es: No se pueden añadir datos de firma: {e}
fr: Impossible d'ajouter les données de signature : {e}
it: Impossibile aggiungere i dati della firma: {e}

source: Unknown error adding signature data: {e}
de: Unbekannter Fehler beim Hinzufügen von Signaturdaten: {e}
es: Error desconocido al añadir datos de firma: {e}
fr: Erreur inconnue lors de l'ajout des données de signature : {e}
it: Errore sconosciuto nell'aggiunta dei dati della firma: {e}

source: Error writing signature revocation object: {e}
de: Fehler beim Schreiben des Signatur-Widerrufsobjekts: {e}
es: Error al escribir objeto de revocación de firma: {e}
fr: Erreur lors de l'écriture de l'objet de révocation de signature : {e}
it: Errore nella scrittura dell'oggetto di revoca della firma: {e}

source: Signature revoked.
de: Signatur widerrufen.
es: Firma revocada.
fr: Signature révoquée.
it: Firma revocata.

source: Ignoring invalid signature: More than one login_interfaces tag found.
de: Ungültige Signatur wird ignoriert: Mehr als ein login_interfaces-Tag gefunden.
es: Ignorando firma inválida: Se encontró más de un tag login_interfaces.
fr: Signature invalide ignorée : Plus d'un tag login_interfaces trouvé.
it: Firma non valida ignorata: trovato più di un tag login_interfaces.

source: Ignoring signature: Login interface denied by signature tag: {login_interface_tag}
de: Signatur wird ignoriert: Login-Interface durch Signatur-Tag verweigert: {login_interface_tag}
es: Ignorando firma: Interfaz de inicio de sesión denegada por tag de firma: {login_interface_tag}
fr: Signature ignorée : Interface de connexion refusée par le tag de signature : {login_interface_tag}
it: Firma ignorata: interfaccia di login negata dal tag della firma: {login_interface_tag}

source: Ignoring signature: Login interface not allowed by signature tag: {login_interface_tag}
de: Signatur wird ignoriert: Login-Interface durch Signatur-Tag nicht erlaubt: {login_interface_tag}
es: Ignorando firma: Interfaz de inicio de sesión no permitida por tag de firma: {login_interface_tag}
fr: Signature ignorée : Interface de connexion non autorisée par le tag de signature : {login_interface_tag}
it: Firma ignorata: interfaccia di login non consentita dal tag della firma: {login_interface_tag}

source: Signature tags do not match: {checked_tags}
de: Signatur-Tags stimmen nicht überein: {checked_tags}
es: Los tags de firma no coinciden: {checked_tags}
fr: Les tags de signature ne correspondent pas : {checked_tags}
it: I tag della firma non corrispondono: {checked_tags}

source: Unable to load public key: {e}
de: Öffentlicher Schlüssel konnte nicht geladen werden: {e}
es: No se puede cargar clave pública: {e}
fr: Impossible de charger la clé publique : {e}
it: Impossibile caricare la chiave pubblica: {e}

source: Unable to decode signature: {e}
de: Signatur konnte nicht dekodiert werden: {e}
es: No se puede decodificar firma: {e}
fr: Impossible de décoder la signature : {e}
it: Impossibile decodificare la firma: {e}

source: Ignoring faulty signature: {e}
de: Fehlerhafte Signatur wird ignoriert: {e}
es: Ignorando firma defectuosa: {e}
fr: Signature défectueuse ignorée : {e}
it: Firma difettosa ignorata: {e}

source: Invalid signature.
de: Ungültige Signatur.
es: Firma inválida.
fr: Signature invalide.
it: Firma non valida.

source: Failed to update agent login session.
de: Agenten-Login-Sitzung konnte nicht aktualisiert werden.
es: Fallo al actualizar sesión de inicio del agente.
fr: Échec de la mise à jour de la session de connexion de l'agent.
it: Aggiornamento della sessione di login dell'agente fallito.

source: Error connecting to auth daemon to logout: {e}
de: Fehler beim Verbinden zum Auth-Daemon für Logout: {e}
es: Error al conectar con demonio de autenticación para cerrar sesión: {e}
fr: Erreur de connexion au démon d'authentification pour se déconnecter : {e}
it: Errore di connessione al daemon di autenticazione per il logout: {e}

source: Error requesting JWT: {e}
de: Fehler bei JWT-Anforderung: {e}
es: Error al solicitar JWT: {e}
fr: Erreur lors de la demande de JWT : {e}
it: Errore nella richiesta del JWT: {e}

source: Unable to login to: {realm}/{site}: {e}
de: Anmeldung fehlgeschlagen bei: {realm}/{site}: {e}
es: No se puede iniciar sesión en: {realm}/{site}: {e}
fr: Impossible de se connecter à : {realm}/{site} : {e}
it: Impossibile effettuare il login a: {realm}/{site}: {e}

source: Error getting login user.
de: Fehler beim Abrufen des Login-Benutzers.
es: Error al obtener usuario de inicio de sesión.
fr: Erreur lors de l'obtention de l'utilisateur de connexion.
it: Errore nel recupero dell'utente di login.

source: Error getting RSP.
de: Fehler beim Abrufen von RSP.
es: Error al obtener RSP.
fr: Erreur lors de l'obtention du RSP.
it: Errore nel recupero dell'RSP.

source: Authentication failed while connecting to daemon: {daemon}: {e}
de: Authentifizierung beim Verbinden zum Daemon fehlgeschlagen: {daemon}: {e}
es: La autenticación falló al conectar con el demonio: {daemon}: {e}
fr: L'authentification a échoué lors de la connexion au démon : {daemon} : {e}
it: Autenticazione fallita durante la connessione al daemon: {daemon}: {e}

source: Error getting daemon connection: {daemon}: {e}
de: Fehler beim Abrufen der Daemon-Verbindung: {daemon}: {e}
es: Error al obtener conexión del demonio: {daemon}: {e}
fr: Erreur lors de l'obtention de la connexion au démon : {daemon} : {e}
it: Errore nel recupero della connessione al daemon: {daemon}: {e}

source: Error updating daemon connection: {e}
de: Fehler beim Aktualisieren der Daemon-Verbindung: {e}
es: Error al actualizar conexión del demonio: {e}
fr: Erreur lors de la mise à jour de la connexion démon: {e}
it: Errore nell'aggiornamento della connessione al daemon: {e}

source: Error updating connecton keepalive timestamp: {e}
de: Fehler beim Aktualisieren des Keepalive-Zeitstempels der Verbindung: {e}
es: Error al actualizar timestamp de keepalive de conexión: {e}
fr: Erreur de mise à jour de l'horodatage keepalive de la connexion : {e}
it: Errore nell'aggiornamento del timestamp keepalive della connessione: {e}

source: Error updating connecton usage timestamp: {e}
de: Fehler beim Aktualisieren des Nutzungs-Zeitstempels der Verbindung: {e}
es: Error al actualizar timestamp de uso de conexión: {e}
fr: Erreur de mise à jour de l'horodatage d'utilisation de la connexion : {e}
it: Errore nell'aggiornamento del timestamp di utilizzo della connessione: {e}

source: Failed to login user: {e}
de: Benutzeranmeldung fehlgeschlagen: {e}
es: Fallo al iniciar sesión del usuario: {e}
fr: Échec de la connexion de l'utilisateur : {e}
it: Login utente fallito: {e}

source: Session added.
de: Sitzung hinzugefügt.
es: Sesión añadida.
fr: Session ajoutée.
it: Sessione aggiunta.

source: Failed to add new session: {e}
de: Neue Sitzung konnte nicht hinzugefügt werden: {e}
es: Error al añadir nueva sesión: {e}
fr: Échec de l'ajout de la nouvelle session : {e}
it: Aggiunta nuova sessione fallita: {e}

source: Failed to logout user: {e}
de: Benutzerabmeldung fehlgeschlagen: {e}
es: Error al cerrar sesión del usuario: {e}
fr: Échec de la déconnexion de l'utilisateur : {e}
it: Logout utente fallito: {e}

source: RSP added.
de: RSP hinzugefügt.
es: RSP añadido.
fr: RSP ajouté.
it: RSP aggiunto.

source: Failed to add RSP: {e}
de: RSP konnte nicht hinzugefügt werden: {e}
es: Error al añadir RSP: {e}
fr: Échec de l'ajout du RSP : {e}
it: Aggiunta RSP fallita: {e}

source: Session renegotiation successful.
de: Sitzungsneuverhandlung erfolgreich.
es: Renegociación de sesión exitosa.
fr: Renégociation de session réussie.
it: Rinegoziazione sessione riuscita.

source: Session renegotiation failed.
de: Sitzungsneuverhandlung fehlgeschlagen.
es: Renegociación de sesión fallida.
fr: Échec de la renégociation de session.
it: Rinegoziazione sessione fallita.

source: Unknown agent command.
de: Unbekannter Agent-Befehl.
es: Comando de agente desconocido.
fr: Commande d'agent inconnue.
it: Comando agente sconosciuto.

source: Internal error getting daemon connection.
de: Interner Fehler beim Abrufen der Daemon-Verbindung.
es: Error interno al obtener conexión del demonio.
fr: Erreur interne lors de l'obtention de la connexion du daemon.
it: Errore interno nel recupero della connessione al daemon.

source: Error renaming current logfile: {e}
de: Fehler beim Umbenennen der aktuellen Logdatei: {e}
es: Error al renombrar archivo de registro actual: {e}
fr: Erreur lors du renommage du fichier de log actuel : {e}
it: Errore nel rinominare il file di log corrente: {e}

source: Error opening current logfile: {e}
de: Fehler beim Öffnen der aktuellen Logdatei: {e}
es: Error al abrir archivo de registro actual: {e}
fr: Erreur lors de l'ouverture du fichier de log actuel : {e}
it: Errore nell'apertura del file di log corrente: {e}

source: Error opening rotation logfile: {e}
de: Fehler beim Öffnen der Rotations-Logdatei: {e}
es: Error al abrir archivo de registro de rotación: {e}
fr: Erreur d'ouverture du fichier journal de rotation : {e}
it: Errore nell'apertura del file di log di rotazione: {e}

source: Error while compressing logfile: {e}
de: Fehler beim Komprimieren der Logdatei: {e}
es: Error al comprimir archivo de registro: {e}
fr: Erreur lors de la compression du fichier de log : {e}
it: Errore durante la compressione del file di log: {e}

source: Error removing temporary logfile: {e}
de: Fehler beim Entfernen der temporären Logdatei: {e}
es: Error al eliminar archivo de registro temporal: {e}
fr: Erreur lors de la suppression du fichier journal temporaire : {e}
it: Errore nella rimozione del file di log temporaneo: {e}

source: Generating AES key for encrypted share...
de: Generiere AES-Schlüssel für verschlüsselte Freigabe...
es: Generando clave AES para compartición cifrada...
fr: Génération de la clé AES pour le partage chiffré...
it: Generazione chiave AES per condivisione crittografata...

source: Received empty share key response.
de: Leere Freigabeschlüssel-Antwort erhalten.
es: Respuesta de clave compartida vacía recibida.
fr: Réponse de clé de partage vide reçue.
it: Ricevuta risposta chiave condivisione vuota.

source: Share key response misses share key.
de: Freigabeschlüssel fehlt in Freigabeschlüssel-Antwort.
es: Respuesta de clave compartida no contiene clave compartida.
fr: La réponse de clé de partage ne contient pas de clé de partage.
it: Nella risposta chiave condivisione manca la chiave di condivisione.

source: Share key response misses master password hash parameters.
de: Master-Passwort-Hash-Parameter fehlen in Freigabeschlüssel-Antwort.
es: Respuesta de clave compartida no contiene parámetros hash de contraseña maestra.
fr: Réponse de partage de clé manque les paramètres de hachage du mot de passe principal.
it: Nella risposta chiave condivisione mancano i parametri hash della password master.

source: Root dir already set to: {root_dir}
de: Root-Verzeichnis bereits gesetzt auf: {root_dir}
es: Directorio raíz ya establecido en: {root_dir}
fr: Répertoire racine déjà défini sur : {root_dir}
it: Directory root già impostata su: {root_dir}

source: No such file or directory: {root_dir}
de: Datei oder Verzeichnis nicht vorhanden: {root_dir}
es: No existe el archivo o directorio: {root_dir}
fr: Fichier ou répertoire inexistant : {root_dir}
it: File o directory non esistente: {root_dir}

source: Force group already set to: {group}
de: Force-Gruppe bereits gesetzt auf: {group}
es: Grupo forzado ya establecido en: {group}
fr: Groupe forcé déjà défini sur : {group}
it: Gruppo forzato già impostato su: {group}

source: Create mode already set to: {create_mode}
de: Erstellungsmodus bereits gesetzt auf: {create_mode}
es: Modo de creación ya establecido en: {create_mode}
fr: Mode de création déjà défini sur : {create_mode}
it: Modalità creazione già impostata su: {create_mode}

source: Create mode already set to: {directory_mode}
de: Erstellungsmodus bereits gesetzt auf: {directory_mode}
es: Modo de creación ya establecido en: {directory_mode}
fr: Mode de création déjà défini sur : {directory_mode}
it: Modalità directory già impostata su: {directory_mode}

source: Permission denied: {self}
de: Zugriff verweigert: {self}
es: Permiso denegado: {self}
fr: Permission refusée : {self}
it: Permesso negato: {self}

source: Share readonly already enabled.
de: Freigabe-Schreibschutz bereits aktiviert.
es: Solo lectura de compartición ya habilitada.
fr: Partage en lecture seule déjà activé.
it: Condivisione in sola lettura già abilitata.

source: Share readonly already disabled.
de: Freigabe-Schreibschutz bereits deaktiviert.
es: Solo lectura de compartición ya deshabilitada.
fr: Partage en lecture seule déjà désactivé.
it: Condivisione in sola lettura già disabilitata.

source: Share not encrypted.
de: Freigabe nicht verschlüsselt.
es: Compartición no cifrada.
fr: Partage non chiffré.
it: Condivisione non crittografata.

source: Token already assigned to share: {token_path}
de: Token bereits der Freigabe zugewiesen: {token_path}
es: Token ya asignado a compartición: {token_path}
fr: Token déjà assigné au partage : {token_path}
it: Token già assegnato alla condivisione: {token_path}

source: Token not assigned to share: {token_path}
de: Token nicht der Freigabe zugewiesen: {token_path}
es: Token no asignado a compartición: {token_path}
fr: Token non assigné au partage : {token_path}
it: Token non assegnato alla condivisione: {token_path}

source: Unknown user: {token_user}
de: Unbekannter Benutzer: {token_user}
es: Usuario desconocido: {token_user}
fr: Utilisateur inconnu : {token_user}
it: Utente sconosciuto: {token_user}

source: Force group enabled and user not in group: {group_name}
de: Force-Gruppe aktiviert und Benutzer nicht in Gruppe: {group_name}
es: Grupo forzado habilitado y usuario no pertenece al grupo: {group_name}
fr: Groupe forcé activé et utilisateur non membre du groupe : {group_name}
it: Gruppo forzato abilitato e utente non nel gruppo: {group_name}

source: Sending request to re-encrypt share key for user: {user_name}
de: Sende Anfrage zur Neuverschlüsselung des Freigabeschlüssels für Benutzer: {user_name}
es: Enviando solicitud para recifrar clave compartida para usuario: {user_name}
fr: Envoi de la demande de re-chiffrement de la clé de partage pour l'utilisateur : {user_name}
it: Invio richiesta di ri-crittografare la chiave di condivisione per l'utente: {user_name}

source: You dont have a share key for share: {share_name}
de: Sie haben keinen Freigabeschlüssel für Freigabe: {share_name}
es: No tienes una clave compartida para la compartición: {share_name}
fr: Vous n'avez pas de clé de partage pour le partage : {share_name}
it: Non possiedi una chiave di condivisione per la condivisione: {share_name}

source: Failed to receive share key from client.
de: Freigabeschlüssel konnte nicht vom Client empfangen werden.
es: Error al recibir clave compartida del cliente.
fr: Échec de la réception de la clé de partage du client.
it: Impossibile ricevere la chiave di condivisione dal client.

source: Failed to add share key for user: {user}
de: Freigabeschlüssel für Benutzer konnte nicht hinzugefügt werden: {user}
es: Error al añadir clave compartida para usuario: {user}
fr: Échec de l'ajout de la clé de partage pour l'utilisateur : {user}
it: Impossibile aggiungere la chiave di condivisione per l'utente: {user}

source: Encrypted shares do not support roles.
de: Verschlüsselte Freigaben unterstützen keine Rollen.
es: Las comparticiones cifradas no admiten roles.
fr: Les partages chiffrés ne prennent pas en charge les rôles.
it: Le condivisioni crittografate non supportano i ruoli.

source: Share key already exists: {username}
de: Freigabeschlüssel existiert bereits: {username}
es: Clave compartida ya existe: {username}
fr: La clé de partage existe déjà : {username}
it: Chiave di condivisione già esistente: {username}

source: Share key does not exist: {username}
de: Freigabeschlüssel existiert nicht: {username}
es: Clave compartida no existe: {username}
fr: La clé de partage n'existe pas : {username}
it: Chiave di condivisione non esistente: {username}

source: Unknown pool: {pool_name}
de: Unbekannter Pool: {pool_name}
es: Pool desconocido: {pool_name}
fr: Pool inconnu : {pool_name}
it: Pool sconosciuto: {pool_name}

source: Node is already assigned to {object_type} '{object_name}'.
de: Node ist bereits {object_type} '{object_name}' zugewiesen.
es: El nodo ya está asignado a {object_type} '{object_name}'.
fr: Le nœud est déjà assigné à {object_type} '{object_name}'.
it: Il nodo è già assegnato a {object_type} '{object_name}'.

source: Adding pool {pool_name} to {object_type} {object_name}.
de: Füge Pool {pool_name} zu {object_type} {object_name} hinzu.
es: Añadiendo pool {pool_name} a {object_type} {object_name}.
fr: Ajout du pool {pool_name} à {object_type} {object_name}.
it: Aggiunta pool {pool_name} a {object_type} {object_name}.

source: Node is not assigned to {object_type} '{object_name}'.
de: Node ist nicht {object_type} '{object_name}' zugewiesen.
es: El nodo no está asignado a {object_type} '{object_name}'.
fr: Le nœud n'est pas assigné à {object_type} '{object_name}'.
it: Il nodo non è assegnato a {object_type} '{object_name}'.

source: Unable to generate session ID: User is missing used_pass_salt parameter
de: Sitzungs-ID kann nicht generiert werden: Benutzer fehlt der Parameter used_pass_salt
es: No se puede generar ID de sesión: Al usuario le falta el parámetro used_pass_salt
fr: Impossible de générer l'ID de session : Le paramètre used_pass_salt manque pour l'utilisateur
it: Impossibile generare l'ID sessione: All'utente manca il parametro used_pass_salt

source: Object '{object_oid}' does not exist.
de: Objekt '{object_oid}' existiert nicht.
es: El objeto '{object_oid}' no existe.
fr: L'objet '{object_oid}' n'existe pas.
it: L'oggetto '{object_oid}' non esiste.

source: Failed to write session: {session_oid}: {error}
de: Sitzung konnte nicht geschrieben werden: {session_oid}: {error}
es: Error al escribir sesión: {session_oid}: {error}
fr: Échec de l'écriture de la session : {session_oid} : {error}
it: Impossibile scrivere la sessione: {session_oid}: {error}

source: Unknown user: {user_uuid}
de: Unbekannter Benutzer: {user_uuid}
es: Usuario desconocido: {user_uuid}
fr: Utilisateur inconnu : {user_uuid}
it: Utente sconosciuto: {user_uuid}

source: Unknown accessgroup: {access_group_uuid}
de: Unbekannte Zugriffsgruppe: {access_group_uuid}
es: Grupo de acceso desconocido: {access_group_uuid}
fr: Groupe d'accès inconnu : {access_group_uuid}
it: Gruppo di accesso sconosciuto: {access_group_uuid}

source: Need 'password' or 'challenge' + 'response'!
de: 'password' oder 'challenge' + 'response' benötigt!
es: Se necesita 'password' o 'challenge' + 'response'!
fr: Besoin de 'password' ou 'challenge' + 'response' !
it: Necessario 'password' o 'challenge' + 'response'!

source: Need password.
de: Passwort benötigt.
es: Se necesita contraseña.
fr: Mot de passe requis.
it: Password necessaria.

source: Need password_hash.
de: password_hash benötigt.
es: Se necesita password_hash.
fr: password_hash requis.
it: Password_hash necessario.

source: Need MSCHAP challenge/response.
de: MSCHAP Challenge/Response benötigt.
es: Necesita desafío/respuesta MSCHAP.
fr: Défi/réponse MSCHAP requis.
it: Necessario challenge/response MSCHAP.

source: Unable to do session renegotiation for MSCHAP requests.
de: Sitzungsneugotiation für MSCHAP-Anfragen nicht möglich.
es: No se puede realizar renegociación de sesión para solicitudes MSCHAP.
fr: Impossible de renégocier la session pour les requêtes MSCHAP.
it: Impossibile eseguire la rinegoziazione di sessione per richieste MSCHAP.

source: Unknown accessgroup: {auth_ag}
de: Unbekannte Zugriffsgruppe: {auth_ag}
es: Grupo de acceso desconocido: {auth_ag}
fr: Groupe d'accès inconnu : {auth_ag}
it: Gruppo di accesso sconosciuto: {auth_ag}

source: Permission denied: Session token missing
de: Zugriff verweigert: Session-Token fehlt
es: Permiso denegado: Falta el token de sesión
fr: Autorisation refusée : Jeton de session manquant
it: Permesso negato: Token di sessione mancante

source: Permission denied: Session user missing
de: Zugriff verweigert: Session-Benutzer fehlt
es: Permiso denegado: Falta el usuario de sesión
fr: Autorisation refusée : Utilisateur de session manquant
it: Permesso negato: Utente di sessione mancante
