Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-resolver add_ldap_filter {resolver} {object_type} {ldap_filter}
de: Verwendung: otpme-resolver add_ldap_filter {resolver} {object_type} {ldap_filter}
es: Uso: otpme-resolver add_ldap_filter {resolver} {object_type} {ldap_filter}
it: Utilizzo: otpme-resolver add_ldap_filter {resolver} {object_type} {ldap_filter}

source: Add LDAP filter to search given object type.
de: LDAP-Filter zum Suchen des gegebenen Objekttyps hinzufügen.
es: Añadir filtro LDAP para buscar el tipo de objeto dado.
fr: Ajouter un filtre LDAP pour rechercher le type d'objet donné.
it: Aggiungi filtro LDAP per cercare il tipo di oggetto specificato.

source: Usage: otpme-resolver del_ldap_filter {resolver} {object_type} {ldap_filter}
de: Verwendung: otpme-resolver del_ldap_filter {resolver} {object_type} {ldap_filter}
es: Uso: otpme-resolver del_ldap_filter {resolver} {object_type} {ldap_filter}
it: Utilizzo: otpme-resolver del_ldap_filter {resolver} {object_type} {ldap_filter}

source: Delete LDAP filter for given object type.
de: LDAP-Filter für gegebenen Objekttyp löschen.
es: Eliminar filtro LDAP para el tipo de objeto dado.
fr: Supprimer le filtre LDAP pour le type d'objet donné.
it: Elimina filtro LDAP per il tipo di oggetto specificato.

source: Usage: otpme-resolver add_ldap_attribute {resolver} {object_type} {src_attr} [dst_attr]
de: Verwendung: otpme-resolver add_ldap_attribute {resolver} {object_type} {src_attr} [dst_attr]
es: Uso: otpme-resolver add_ldap_attribute {resolver} {object_type} {src_attr} [dst_attr]
it: Utilizzo: otpme-resolver add_ldap_attribute {resolver} {object_type} {src_attr} [dst_attr]

source: Add LDAP attribute to be mapped to the given object type.
de: LDAP-Attribut hinzufügen, das dem gegebenen Objekttyp zugeordnet werden soll.
es: Añadir atributo LDAP para mapear al tipo de objeto dado.
fr: Ajouter un attribut LDAP à mapper au type d'objet donné.
it: Aggiungi attributo LDAP da mappare al tipo di oggetto specificato.

source: Usage: otpme-resolver del_ldap_attribute {resolver} {object_type} {ldap_attribute}
de: Verwendung: otpme-resolver del_ldap_attribute {resolver} {object_type} {ldap_attribute}
es: Uso: otpme-resolver del_ldap_attribute {resolver} {object_type} {ldap_attribute}
it: Utilizzo: otpme-resolver del_ldap_attribute {resolver} {object_type} {ldap_attribute}

source: Delete LDAP attribute for given object type.
de: LDAP-Attribut für gegebenen Objekttyp löschen.
es: Eliminar atributo LDAP para el tipo de objeto dado.
fr: Supprimer l'attribut LDAP pour le type d'objet donné.
it: Elimina attributo LDAP per il tipo di oggetto specificato.

source: Usage: otpme-node {command} [node]
de: Verwendung: otpme-node {command} [node]
es: Uso: otpme-node {command} [node]
fr: Usage : otpme-node {commande} [nœud]
it: Utilizzo: otpme-node {comando} [nodo]

source: Usage: otpme-node show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [node]
de: Verwendung: otpme-node show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [node]
es: Uso: otpme-node show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [node]
fr: Usage : otpme-node show [--policy-limit <limite>] [--fields <champ1,champ2,champ3>] [-z <limite_taille>] [-a] [nœud]
it: Utilizzo: otpme-node show [--policy-limit <limit>] [--fields <campo1,campo2,campo3>] [-z <limite_dimensione>] [-a] [nodo]

source: Show node(s)
de: Node(s) anzeigen
es: Mostrar nodo(s)
fr: Afficher le(s) nœud(s)
it: Mostra nodo/i

source: Show all nodes.
de: Alle Nodes anzeigen.
es: Mostrar todos los nodos.
fr: Afficher tous les nœuds.
it: Mostra tutti i nodi.

source: Output <limit> tokens.
de: <limit> Token ausgeben.
es: Mostrar <limit> tokens.
fr: Afficher <limite> jetons.
it: Output di <limit> token.

source: Usage: otpme-node list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-node list [--attribute attribute] [-a] [regex]
es: Uso: otpme-node list [--attribute attribute] [-a] [regex]
fr: Usage : otpme-node list [--attribute attribut] [-a] [regex]
it: Utilizzo: otpme-node list [--attribute attributo] [-a] [regex]

source: List nodes.
de: Nodes auflisten.
es: Listar nodos.
fr: Lister les nœuds.
it: Elenca nodi.

source: List all nodes.
de: Alle Nodes auflisten.
es: Listar todos los nodos.
fr: Lister tous les nœuds.
it: Elenca tutti i nodi.

source: Usage: otpme-node add {node}
de: Verwendung: otpme-node add {node}
es: Uso: otpme-node add {node}
fr: Usage : otpme-node add {nœud}
it: Utilizzo: otpme-node add {nodo}

source: Add new node
de: Neue Node hinzufügen
es: Añadir nuevo nodo
fr: Ajouter un nouveau nœud
it: Aggiungi nuovo nodo

source: Usage: otpme-node del {node}
de: Verwendung: otpme-node del {node}
es: Uso: otpme-node del {node}
fr: Usage : otpme-node del {nœud}
it: Utilizzo: otpme-node del {nodo}

source: Delete node
de: Node löschen
es: Eliminar nodo
fr: Supprimer le nœud
it: Elimina nodo

source: Usage: otpme-node touch {node}
de: Verwendung: otpme-node touch {node}
es: Uso: otpme-node touch {node}
fr: Usage : otpme-node touch {nœud}
it: Utilizzo: otpme-node touch {nodo}

source: Touch node (e.g. migrate).
de: Node berühren (z.B. migrieren).
es: Tocar nodo (ej. migrar).
fr: Toucher le nœud (ex. migrer).
it: Tocca nodo (es. migra).

source: Usage: otpme-node enable {node}
de: Verwendung: otpme-node enable {node}
es: Uso: otpme-node enable {node}
fr: Usage : otpme-node enable {nœud}
it: Utilizzo: otpme-node enable {nodo}

source: Enable node
de: Node aktivieren
es: Habilitar nodo
fr: Activer le nœud
it: Abilita nodo

source: Usage: otpme-node disable {node}
de: Verwendung: otpme-node disable {node}
es: Uso: otpme-node disable {node}
fr: Usage : otpme-node disable {nœud}
it: Utilizzo: otpme-node disable {nodo}

source: Disable node
de: Node deaktivieren
es: Deshabilitar nodo
fr: Désactiver le nœud
it: Disabilita nodo

source: Usage: otpme-node config {node} {param} [value]
de: Verwendung: otpme-node config {node} {param} [value]
es: Uso: otpme-node config {node} {param} [value]
fr: Usage : otpme-node config {nœud} {param} [valeur]
it: Utilizzo: otpme-node config {nodo} {param} [valore]

source: Add config parameter to node.
de: Konfigurationsparameter zu Node hinzufügen.
es: Añadir parámetro de configuración al nodo.
fr: Ajouter un paramètre de configuration au nœud.
it: Aggiungi parametro di configurazione al nodo.

source: Usage: otpme-node show_config {node}
de: Verwendung: otpme-node show_config {node}
es: Uso: otpme-node show_config {node}
fr: Usage : otpme-node show_config {nœud}
it: Utilizzo: otpme-node show_config {nodo}

source: Show node config parameters
de: Node-Konfigurationsparameter anzeigen
es: Mostrar parámetros de configuración del nodo
fr: Afficher les paramètres de configuration du nœud
it: Mostra parametri di configurazione del nodo

source: Usage: otpme-node add_extension {node} {extension}
de: Verwendung: otpme-node add_extension {node} {extension}
es: Uso: otpme-node add_extension {node} {extension}
fr: Usage : otpme-node add_extension {nœud} {extension}
it: Utilizzo: otpme-node add_extension {nodo} {estensione}

source: Add extension to node
de: Erweiterung zu Node hinzufügen
es: Añadir extensión al nodo
fr: Ajouter une extension au nœud
it: Aggiungi estensione al nodo

source: Usage: otpme-node remove_extension {node} {extension}
de: Verwendung: otpme-node remove_extension {node} {extension}
es: Uso: otpme-node remove_extension {node} {extension}
fr: Usage : otpme-node remove_extension {nœud} {extension}
it: Utilizzo: otpme-node remove_extension {nodo} {estensione}

source: Remove extension from node
de: Erweiterung von Node entfernen
es: Eliminar extensión del nodo
fr: Supprimer une extension du nœud
it: Rimuovi estensione dal nodo

source: Usage: otpme-node add_attribute {node} {attribute}=[value]
de: Verwendung: otpme-node add_attribute {node} {attribute}=[value]
es: Uso: otpme-node add_attribute {node} {attribute}=[value]
fr: Usage : otpme-node add_attribute {nœud} {attribut}=[valeur]
it: Utilizzo: otpme-node add_attribute {nodo} {attributo}=[valore]

source: Add (LDAP) attribute to node
de: (LDAP) Attribut zu Node hinzufügen
es: Agregar atributo (LDAP) al nodo
fr: Ajouter un attribut (LDAP) au nœud
it: Aggiungi attributo (LDAP) al nodo

source: Usage: otpme-node del_attribute {node} {attribute}=[value]
de: Verwendung: otpme-node del_attribute {node} {attribute}=[value]
es: Uso: otpme-node del_attribute {node} {attribute}=[value]
fr: Usage : otpme-node del_attribute {nœud} {attribut}=[valeur]
it: Utilizzo: otpme-node del_attribute {nodo} {attributo}=[valore]

source: Delete (LDAP) attribute from node
de: (LDAP) Attribut von Node löschen
es: Eliminar atributo (LDAP) del nodo
fr: Supprimer un attribut (LDAP) du nœud
it: Elimina attributo (LDAP) dal nodo

source: Usage: otpme-node add_object_class {node} {object_class}
de: Verwendung: otpme-node add_object_class {node} {object_class}
es: Uso: otpme-node add_object_class {node} {object_class}
fr: Usage : otpme-node add_object_class {nœud} {classe_objet}
it: Utilizzo: otpme-node add_object_class {nodo} {object_class}

source: Add (LDAP) object class to node
de: (LDAP) Objektklasse zu Node hinzufügen
es: Agregar clase de objeto (LDAP) al nodo
fr: Ajouter une classe d'objet (LDAP) au nœud
it: Aggiungi object class (LDAP) al nodo

source: Usage: otpme-node del_object_class {node} {object_class}
de: Verwendung: otpme-node del_object_class {node} {object_class}
es: Uso: otpme-node del_object_class {node} {object_class}
fr: Usage : otpme-node del_object_class {nœud} {classe_objet}
it: Utilizzo: otpme-node del_object_class {nodo} {object_class}

source: Delete (LDAP) object class from node
de: (LDAP) Objektklasse von Node löschen
es: Eliminar clase de objeto (LDAP) del nodo
fr: Supprimer une classe d'objet (LDAP) du nœud
it: Elimina object class (LDAP) dal nodo

source: Usage: otpme-node add_acl {node} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-node add_acl {node} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-node add_acl {node} {role|token} {role_path|token_path} {acl[:value]}
fr: Usage : otpme-node add_acl {nœud} {role|token} {chemin_role|chemin_token} {acl[:valeur]}
it: Utilizzo: otpme-node add_acl {nodo} {ruolo|token} {percorso_ruolo|percorso_token} {acl[:valore]}

source: Add ACL to node
de: ACL zu Node hinzufügen
es: Agregar ACL al nodo
fr: Ajouter une ACL au nœud
it: Aggiungi ACL al nodo

source: Usage: otpme-node del_acl {node} {acl}
de: Verwendung: otpme-node del_acl {node} {acl}
es: Uso: otpme-node del_acl {node} {acl}
fr: Usage : otpme-node del_acl {nœud} {acl}
it: Utilizzo: otpme-node del_acl {nodo} {acl}

source: Delete ACL from node
de: ACL von Node löschen
es: Eliminar ACL del nodo
fr: Supprimer une ACL du nœud
it: Elimina ACL dal nodo

source: Usage: otpme-node show_acls {node}
de: Verwendung: otpme-node show_acls {node}
es: Uso: otpme-node show_acls {node}
fr: Usage : otpme-node show_acls {nœud}
it: Utilizzo: otpme-node show_acls {nodo}

source: Show ACLs of node
de: ACLs von Node anzeigen
es: Mostrar ACLs del nodo
fr: Afficher les ACL du nœud
it: Mostra ACL del nodo

source: Usage: otpme-node enable_acl_inheritance {node}
de: Verwendung: otpme-node enable_acl_inheritance {node}
es: Uso: otpme-node enable_acl_inheritance {node}
fr: Usage : otpme-node enable_acl_inheritance {nœud}
it: Utilizzo: otpme-node enable_acl_inheritance {nodo}

source: Enable ACL inheritance for node
de: ACL-Vererbung für Node aktivieren
es: Habilitar herencia de ACL para el nodo
fr: Activer l'héritage des ACL pour le nœud
it: Abilita ereditarietà ACL per il nodo

source: Usage: otpme-node disable_acl_inheritance {node}
de: Verwendung: otpme-node disable_acl_inheritance {node}
es: Uso: otpme-node disable_acl_inheritance {node}
fr: Usage : otpme-node disable_acl_inheritance {nœud}
it: Utilizzo: otpme-node disable_acl_inheritance {nodo}

source: Disable ACL inheritance for node
de: ACL-Vererbung für Node deaktivieren
es: Deshabilitar herencia de ACL para el nodo
fr: Désactiver l'héritage des ACL pour le nœud
it: Disabilita ereditarietà ACL per il nodo

source: Usage: otpme-node move [--keep-acls] {node} {unit}
de: Verwendung: otpme-node move [--keep-acls] {node} {unit}
es: Uso: otpme-node move [--keep-acls] {node} {unit}
fr: Usage : otpme-node move [--keep-acls] {nœud} {unité}
it: Utilizzo: otpme-node move [--keep-acls] {nodo} {unità}

source: Change node's unit
de: Unit der Node ändern
es: Cambiar unidad del nodo
fr: Changer l'unité du nœud
it: Cambia unità del nodo

source: Usage: otpme-node remove_orphans {node}
de: Verwendung: otpme-node remove_orphans {node}
es: Uso: otpme-node remove_orphans {node}
fr: Usage : otpme-node remove_orphans {nœud}
it: Utilizzo: otpme-node remove_orphans {nodo}

source: Usage: otpme-node description {node} [description]
de: Verwendung: otpme-node description {node} [description]
es: Uso: otpme-node description {node} [description]
fr: Usage : otpme-node description {nœud} [description]
it: Utilizzo: otpme-node description {nodo} [descrizione]

source: Set node description
de: Node-Beschreibung setzen
es: Establecer descripción del nodo
fr: Définir la description du nœud
it: Imposta descrizione del nodo

source: Usage: otpme-node export --password <password> {node}
de: Verwendung: otpme-node export --password <password> {node}
es: Uso: otpme-node export --password <password> {node}
fr: Usage : otpme-node export --password <mot_de_passe> {nœud}
it: Utilizzo: otpme-node export --password <password> {nodo}

source: Export node config to stdout
de: Node-Konfiguration nach stdout exportieren
es: Exportar configuración del nodo a stdout
fr: Exporter la configuration du nœud vers stdout
it: Esporta la configurazione del nodo su stdout

source: Usage: otpme-node add_policy {node} {policy}
de: Verwendung: otpme-node add_policy {node} {policy}
es: Uso: otpme-node add_policy {node} {policy}
it: Uso: otpme-node add_policy {node} {policy}

source: Add policy to node
de: Policy zu Node hinzufügen
es: Agregar política al nodo
fr: Ajouter une politique au nœud
it: Aggiungi policy al nodo

source: Usage: otpme-node remove_policy {node} {policy}
de: Verwendung: otpme-node remove_policy {node} {policy}
es: Uso: otpme-node remove_policy {node} {policy}
it: Uso: otpme-node remove_policy {node} {policy}

source: Remove policy from node
de: Policy von Node entfernen
es: Eliminar política del nodo
fr: Supprimer une politique du nœud
it: Rimuovi policy dal nodo

source: Usage: otpme-node list_policies {node}
de: Verwendung: otpme-node list_policies {node}
es: Uso: otpme-node list_policies {node}
it: Uso: otpme-node list_policies {node}

source: Usage: otpme-node list_users {node}
de: Verwendung: otpme-node list_users {node}
es: Uso: otpme-node list_users {node}
it: Uso: otpme-node list_users {node}

source: Usage: otpme-node list_tokens {node}
de: Verwendung: otpme-node list_tokens {node}
es: Uso: otpme-node list_tokens {node}
it: Uso: otpme-node list_tokens {node}

source: Usage: otpme-node list_roles {node}
de: Verwendung: otpme-node list_roles {node}
es: Uso: otpme-node list_roles {node}
it: Uso: otpme-node list_roles {node}

source: Usage: otpme-node list_dynamic_groups {node}
de: Verwendung: otpme-node list_dynamic_groups {node}
es: Uso: otpme-node list_dynamic_groups {node}
it: Uso: otpme-node list_dynamic_groups {node}

source: List dynamic groups of node.
de: Dynamische Gruppen von Node auflisten.
es: Listar grupos dinámicos del nodo.
fr: Lister les groupes dynamiques du nœud.
it: Elenca i gruppi dinamici del nodo.

source: Usage: otpme-node dump_cert {node}
de: Verwendung: otpme-node dump_cert {node}
es: Uso: otpme-node dump_cert {node}
it: Uso: otpme-node dump_cert {node}

source: Dump node cert to stdout
de: Node-Zertifikat nach stdout ausgeben
es: Volcar certificado del nodo a stdout
fr: Exporter le certificat du nœud vers stdout
it: Esporta il certificato del nodo su stdout

source: Usage: otpme-node dump_ca_chain {node}
de: Verwendung: otpme-node dump_ca_chain {node}
es: Uso: otpme-node dump_ca_chain {node}
it: Uso: otpme-node dump_ca_chain {node}

source: Dump node certificate chain of node cert to stdout
de: Zertifikatskette des Node-Zertifikats nach stdout ausgeben
es: Volcar cadena de certificados del certificado del nodo a stdout
fr: Exporter la chaîne de certificats du certificat du nœud vers stdout
it: Esporta la catena di certificati del certificato del nodo su stdout

source: Usage: otpme-node public_key {node} [public_key]
de: Verwendung: otpme-node public_key {node} [public_key]
es: Uso: otpme-node public_key {node} [public_key]
it: Uso: otpme-node public_key {node} [public_key]

source: Change node's public key.
de: Öffentlichen Schlüssel der Node ändern.
es: Cambiar clave pública del nodo.
fr: Changer la clé publique du nœud.
it: Cambia la chiave pubblica del nodo.

source: Usage: otpme-node vote_script {node} {vote_script}
de: Verwendung: otpme-node vote_script {node} {vote_script}
es: Uso: otpme-node vote_script {node} {vote_script}
it: Uso: otpme-node vote_script {node} {vote_script}

source: Change node vote script.
de: Node-Vote-Skript ändern.
es: Cambiar script de votación del nodo.
fr: Changer le script de vote du nœud.
it: Cambia lo script di voto del nodo.

source: Usage: otpme-node enable_vote_script {node}
de: Verwendung: otpme-node enable_vote_script {node}
es: Uso: otpme-node enable_vote_script {node}
it: Uso: otpme-node enable_vote_script {node}

source: Enable node vote script.
de: Node-Vote-Skript aktivieren.
es: Habilitar script de votación del nodo.
fr: Activer le script de vote du nœud.
it: Abilita lo script di voto del nodo.

source: Usage: otpme-node disable_vote_script {node}
de: Verwendung: otpme-node disable_vote_script {node}
es: Uso: otpme-node disable_vote_script {node}
it: Uso: otpme-node disable_vote_script {node}

source: Disable node vote script.
de: Node-Vote-Skript deaktivieren.
es: Deshabilitar script de votación del nodo.
fr: Désactiver le script de vote du nœud.
it: Disabilita lo script di voto del nodo.

source: Usage: otpme-node enable_jotp {node}
de: Verwendung: otpme-node enable_jotp {node}
es: Uso: otpme-node enable_jotp {node}
it: Uso: otpme-node enable_jotp {node}

source: Enable realm join via JOTP.
de: Realm-Beitritt via JOTP aktivieren.
es: Habilitar unión al reino vía JOTP.
fr: Activer l'adhésion au realm via JOTP.
it: Abilita l'adesione al realm tramite JOTP.

source: Usage: otpme-node disable_jotp {node}
de: Verwendung: otpme-node disable_jotp {node}
es: Uso: otpme-node disable_jotp {node}
it: Uso: otpme-node disable_jotp {node}

source: Disable realm join via JOTP.
de: Realm-Beitritt via JOTP deaktivieren.
es: Deshabilitar unión al reino vía JOTP.
fr: Désactiver l'adhésion au realm via JOTP.
it: Disabilita l'adesione al realm tramite JOTP.

source: Usage: otpme-node enable_lotp {node}
de: Verwendung: otpme-node enable_lotp {node}
es: Uso: otpme-node enable_lotp {node}
it: Uso: otpme-node enable_lotp {node}

source: Enable realm leaving via LOTP.
de: Realm-Austritt via LOTP aktivieren.
es: Habilitar salida del reino vía LOTP.
fr: Activer la sortie du realm via LOTP.
it: Abilita l'uscita dal realm tramite LOTP.

source: Usage: otpme-node disable_lotp {node}
de: Verwendung: otpme-node disable_lotp {node}
es: Uso: otpme-node disable_lotp {node}
it: Uso: otpme-node disable_lotp {node}

source: Disable realm leaving via LOTP.
de: Realm-Austritt via LOTP deaktivieren.
es: Deshabilitar salida del reino vía LOTP.
fr: Désactiver la sortie du realm via LOTP.
it: Disabilita l'uscita dal realm tramite LOTP.

source: Usage: otpme-node enable_jotp_rejoin {node}
de: Verwendung: otpme-node enable_jotp_rejoin {node}
es: Uso: otpme-node enable_jotp_rejoin {node}
it: Uso: otpme-node enable_jotp_rejoin {node}

source: Enable printing of rejoin JOTP on realm leave.
de: Ausgabe von Wiederbeitritts-JOTP bei Realm-Austritt aktivieren.
es: Habilitar impresión de JOTP de reunión al salir del reino.
fr: Activer l'affichage du JOTP de réadhésion lors de la sortie du realm.
it: Abilita la stampa del JOTP di riadesione all'uscita dal realm.

source: Usage: otpme-node disable_jotp_rejoin {node}
de: Verwendung: otpme-node disable_jotp_rejoin {node}
es: Uso: otpme-node disable_jotp_rejoin {node}
it: Uso: otpme-node disable_jotp_rejoin {node}

source: Disable printing of rejoin JOTP on realm leave.
de: Ausgabe von Wiederbeitritts-JOTP bei Realm-Austritt deaktivieren.
es: Deshabilitar impresión de JOTP de reunión al salir del reino.
fr: Désactiver l'affichage du JOTP de réadhésion lors de la sortie du realm.
it: Disabilita la stampa del JOTP di riadesione all'uscita dal realm.

source: Usage: otpme-node add_role {node} {role}
de: Verwendung: otpme-node add_role {node} {role}
es: Uso: otpme-node add_role {node} {role}
it: Uso: otpme-node add_role {node} {role}

source: Add role to node.
de: Rolle zu Node hinzufügen.
es: Agregar rol al nodo.
fr: Ajouter un rôle au nœud.
it: Aggiungi ruolo al nodo.

source: Usage: otpme-node remove_role {node} {role}
de: Verwendung: otpme-node remove_role {node} {role}
es: Uso: otpme-node remove_role {node} {role}
it: Uso: otpme-node remove_role {node} {role}

source: Remove role from node.
de: Rolle von Node entfernen.
es: Eliminar rol del nodo.
fr: Supprimer un rôle du nœud.
it: Rimuovi ruolo dal nodo.

source: Usage: otpme-node add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {node} {token} [token_options]
de: Verwendung: otpme-node add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {node} {token} [token_options]
es: Uso: otpme-node add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {node} {token} [token_options]
it: Uso: otpme-node add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {node} {token} [token_options]

source: Add token to node.
de: Token zu Node hinzufügen.
es: Agregar token al nodo.
fr: Ajouter un token au nœud.
it: Aggiungi token al nodo.

source: Limit login to given interface(s).
de: Login auf angegebene Schnittstelle(n) beschränken.
es: Limitar inicio de sesión a la(s) interfaz(es) dada(s).
fr: Limiter la connexion aux interface(s) donnée(s).
it: Limita il login alle interfacce specificate.

source: Usage: otpme-node remove_token --keep-sign {node} {token}
de: Verwendung: otpme-node remove_token --keep-sign {node} {token}
es: Uso: otpme-node remove_token --keep-sign {node} {token}
it: Uso: otpme-node remove_token --keep-sign {node} {token}

source: Remove token from node
de: Token von Node entfernen
es: Eliminar token del nodo
fr: Supprimer un token du nœud
it: Rimuovi token dal nodo

source: Usage: otpme-node add_dynamic_group {node} {group_name}
de: Verwendung: otpme-node add_dynamic_group {node} {group_name}
es: Uso: otpme-node add_dynamic_group {node} {group_name}
it: Uso: otpme-node add_dynamic_group {node} {group_name}

source: Add dynamic group to node.
de: Dynamische Gruppe zu Node hinzufügen.
es: Agregar grupo dinámico al nodo.
fr: Ajouter un groupe dynamique au nœud.
it: Aggiungi gruppo dinamico al nodo.

source: Usage: otpme-node remove_dynamic_group {node} {group_name}
de: Verwendung: otpme-node remove_dynamic_group {node} {group_name}
es: Uso: otpme-node remove_dynamic_group {node} {group_name}
it: Uso: otpme-node remove_dynamic_group {node} {group_name}

source: Remove dynamic group from node.
de: Dynamische Gruppe von Node entfernen.
es: Eliminar grupo dinámico del nodo.
fr: Supprimer un groupe dynamique du nœud.
it: Rimuovi gruppo dinamico dal nodo.

source: Usage: otpme-node limit_logins {node}
de: Verwendung: otpme-node limit_logins {node}
es: Uso: otpme-node limit_logins {node}
it: Uso: otpme-node limit_logins {node}

source: Limit logins.
de: Logins limitieren.
es: Limitar inicios de sesión.
fr: Limiter les connexions.
it: Limita i login.
