Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Change second factor token.
de: Zweiten Faktor Token ändern.
es: Cambiar token de segundo factor.
fr: Changer le token de second facteur.
it: Cambia token del secondo fattore.

source: Usage: otpme-token enable_2f {token}
de: Verwendung: otpme-token enable_2f {token}
es: Uso: otpme-token enable_2f {token}
it: Utilizzo: otpme-token enable_2f {token}

source: Enable second factor token.
de: Zweiten Faktor Token aktivieren.
es: Habilitar token de segundo factor.
fr: Activer le token de second facteur.
it: Abilita token del secondo fattore.

source: Usage: otpme-token disable_2f {token}
de: Verwendung: otpme-token disable_2f {token}
es: Uso: otpme-token disable_2f {token}
it: Utilizzo: otpme-token disable_2f {token}

source: Disable second factor token.
de: Zweiten Faktor Token deaktivieren.
es: Deshabilitar token de segundo factor.
fr: Désactiver le token de second facteur.
it: Disabilita token del secondo fattore.

source: Generate MSCHAP challenge/response from second factor token.
de: MSCHAP Challenge/Response vom zweiten Faktor Token generieren.
es: Generar desafío/respuesta MSCHAP desde token de segundo factor.
fr: Générer un challenge/response MSCHAP depuis le token de second facteur.
it: Genera challenge/response MSCHAP dal token del secondo fattore.

source: Usage: otpme-token ssh_public_key {token} [ssh_public_key]
de: Verwendung: otpme-token ssh_public_key {token} [ssh_public_key]
es: Uso: otpme-token ssh_public_key {token} [clave_pública_ssh]
it: Utilizzo: otpme-token ssh_public_key {token} [ssh_public_key]

source: Change token SSH public key.
de: Token SSH öffentlichen Schlüssel ändern.
es: Cambiar clave pública SSH del token.
fr: Changer la clé publique SSH du token.
it: Cambia chiave pubblica SSH del token.

source: Usage: otpme-token card_type {token} [card_type]
de: Verwendung: otpme-token card_type {token} [card_type]
es: Uso: otpme-token card_type {token} [tipo_tarjeta]
it: Utilizzo: otpme-token card_type {token} [card_type]

source: Set card type of SSH token (e.g. gpg).
de: Kartentyp des SSH-Tokens setzen (z.B. gpg).
es: Establecer tipo de tarjeta del token SSH (p.ej. gpg).
fr: Définir le type de carte du token SSH (ex. gpg).
it: Imposta tipo di carta del token SSH (es. gpg).

source: Usage: otpme-token key_type {token} {key_type}
de: Verwendung: otpme-token key_type {token} {key_type}
es: Uso: otpme-token key_type {token} {tipo_clave}
it: Utilizzo: otpme-token key_type {token} {key_type}

source: Set SSH key type (e.g. rsa).
de: SSH-Schlüsseltyp setzen (z.B. rsa).
es: Establecer tipo de clave SSH (p.ej. rsa).
fr: Définir le type de clé SSH (ex. rsa).
it: Imposta tipo di chiave SSH (es. rsa).

source: Usage: otpme-token sign --stdin-pass [--tags tag1,tag2...] {name}
de: Verwendung: otpme-token sign --stdin-pass [--tags tag1,tag2...] {name}
es: Uso: otpme-token sign --stdin-pass [--tags etiqueta1,etiqueta2...] {nombre}
it: Utilizzo: otpme-token sign --stdin-pass [--tags tag1,tag2...] {name}

source: Sign token.
de: Token signieren.
es: Firmar token.
fr: Signer le token.
it: Firma token.

source: Read passphrase for RSA private key from stdin.
de: Passphrase für privaten RSA-Schlüssel von stdin lesen.
es: Leer frase de contraseña para clave privada RSA desde stdin.
fr: Lire la phrase de passe pour la clé privée RSA depuis stdin.
it: Leggi passphrase per chiave privata RSA da stdin.

source: Usage: otpme-token resign --stdin-pass {name}
de: Verwendung: otpme-token resign --stdin-pass {name}
es: Uso: otpme-token resign --stdin-pass {nombre}
it: Utilizzo: otpme-token resign --stdin-pass {name}

source: Resign token signatures.
de: Token-Signaturen neu signieren.
es: Volver a firmar firmas del token.
fr: Re-signer les signatures du token.
it: Rifirma firme del token.

source: Usage: otpme-token get_sign_data [--tags tag1,tag2...] {name}
es: Uso: otpme-token get_sign_data [--tags tag1,tag2...] {name}
it: Utilizzo: otpme-token get_sign_data [--tags tag1,tag2...] {name}

source: Get object data to be signed from token.
de: Objektdaten abrufen, die vom Token signiert werden sollen.
es: Obtener datos del objeto a firmar desde el token.
fr: Obtenir les données de l'objet à signer depuis le token.
it: Ottieni dati dell'oggetto da firmare dal token.

source: Usage: otpme-token add_sign [--tags tag1,tag2...] {name} {signature}
es: Uso: otpme-token add_sign [--tags tag1,tag2...] {name} {signature}
it: Utilizzo: otpme-token add_sign [--tags tag1,tag2...] {name} {signature}

source: Add new signature to token.
de: Neue Signatur zum Token hinzufügen.
es: Añadir nueva firma al token.
fr: Ajouter une nouvelle signature au token.
it: Aggiungi nuova firma al token.

source: Usage: otpme-token del_sign [--user username] [--tags tag1,tag2...] {name}
es: Uso: otpme-token del_sign [--user username] [--tags tag1,tag2...] {name}
it: Utilizzo: otpme-token del_sign [--user username] [--tags tag1,tag2...] {name}

source: Delete signature from token.
de: Signatur vom Token löschen.
es: Eliminar firma del token.
fr: Supprimer la signature du token.
it: Elimina firma dal token.

source: Usage: otpme-token verify_sign [--user username] [--tags tag1,tag2...] {name}
es: Uso: otpme-token verify_sign [--user username] [--tags tag1,tag2...] {name}
it: Utilizzo: otpme-token verify_sign [--user username] [--tags tag1,tag2...] {name}

source: Verify token signature(s).
de: Token-Signatur(en) verifizieren.
es: Verificar firma(s) del token.
fr: Vérifier la ou les signatures du token.
it: Verifica firma/e del token.

source: Usage: otpme-token get_sign [--user username] [--tags tag1,tag2...] {name}
es: Uso: otpme-token get_sign [--user username] [--tags tag1,tag2...] {name}
it: Utilizzo: otpme-token get_sign [--user username] [--tags tag1,tag2...] {name}

source: Get token signature(s).
de: Token-Signatur(en) abrufen.
es: Obtener firma(s) del token.
fr: Obtenir la ou les signatures du token.
it: Ottieni firma/e del token.

source: Usage: otpme-token add [-r] [--no-qrcode] {token}
es: Uso: otpme-token add [-r] [--no-qrcode] {token}
it: Utilizzo: otpme-token add [-r] [--no-qrcode] {token}

source: Do not generate QRCode.
de: Keinen QRCode generieren.
es: No generar código QR.
fr: Ne pas générer de QRCode.
it: Non generare QRCode.

source: Usage: otpme-token counter_check_range {token} [int]
es: Uso: otpme-token counter_check_range {token} [int]
it: Utilizzo: otpme-token counter_check_range {token} [int]

source: Change OTP check range.
de: OTP-Prüfbereich ändern.
es: Cambiar rango de verificación OTP.
fr: Modifier la plage de vérification OTP.
it: Cambia intervallo di controllo OTP.

source: Usage: otpme-token resync {token} [otp]
es: Uso: otpme-token resync {token} [otp]
it: Utilizzo: otpme-token resync {token} [otp]

source: Resync counter based token.
de: Zähler-basierten Token resynchronisieren.
es: Resincronizar token basado en contador.
fr: Resynchroniser le token basé sur compteur.
it: Risincronizza token basato su contatore.

source: Usage: otpme-token get_token_counter {token}
es: Uso: otpme-token get_token_counter {token}
it: Utilizzo: otpme-token get_token_counter {token}

source: Get token counter.
de: Token-Zähler abrufen.
es: Obtener contador del token.
fr: Obtenir le compteur du token.
it: Ottieni contatore del token.

source: Usage: otpme-auth {command} {username} {{password|otp}|{challenge}{response}} [client] [ipaddr]
es: Uso: otpme-auth {command} {username} {{password|otp}|{challenge}{response}} [client] [ipaddr]
it: Utilizzo: otpme-auth {command} {username} {{password|otp}|{challenge}{response}} [client] [ipaddr]

source: Usage: otpme-auth verify [--socket] [--cache <seconds>] {username} {password|otp} [client] [ipaddr]
es: Uso: otpme-auth verify [--socket] [--cache <seconds>] {username} {password|otp} [client] [ipaddr]
fr: Usage: otpme-auth verify [--socket] [--cache <secondes>] {nom_utilisateur} {mot_de_passe|otp} [client] [adresse_ip]
it: Utilizzo: otpme-auth verify [--socket] [--cache <seconds>] {username} {password|otp} [client] [ipaddr]

source: Verify clear-text password|otp against valid tokens of user
de: Klartext-Passwort|OTP gegen gültige Token des Benutzers verifizieren
es: Verificar contraseña|otp en texto claro contra tokens válidos del usuario
fr: Vérifier le mot de passe en clair|otp contre les tokens valides de l'utilisateur
it: Verifica password|otp in chiaro rispetto ai token validi dell'utente

source: Cache auth request for given seconds.
de: Auth-Anfrage für angegebene Sekunden zwischenspeichern.
es: Cachear solicitud de autenticación por los segundos indicados.
fr: Mettre en cache la requête d'authentification pendant les secondes données.
it: Memorizza in cache la richiesta di autenticazione per i secondi indicati.

source: Connect to authd socket.
de: Mit authd Socket verbinden.
es: Conectar al socket de authd.
fr: Se connecter au socket authd.
it: Connetti al socket authd.

source: Usage: otpme-auth verify_mschap {[--socket] username} {challenge} {response} [client] [ipaddr]
es: Uso: otpme-auth verify_mschap {[--socket] username} {challenge} {response} [client] [ipaddr]
fr: Usage: otpme-auth verify_mschap {[--socket] nom_utilisateur} {challenge} {réponse} [client] [adresse_ip]
it: Utilizzo: otpme-auth verify_mschap {[--socket] username} {challenge} {response} [client] [ipaddr]

source: Verify mschap challenge/response against valid tokens of user
de: MSCHAP Challenge/Response gegen gültige Token des Benutzers verifizieren
es: Verificar challenge/response mschap contra tokens válidos del usuario
fr: Vérifier le challenge/réponse mschap contre les tokens valides de l'utilisateur
it: Verifica challenge/response mschap rispetto ai token validi dell'utente

source: Usage: otpme-client {command} [client]
es: Uso: otpme-client {command} [client]
fr: Usage: otpme-client {commande} [client]
it: Utilizzo: otpme-client {command} [client]

source: Usage: otpme-client show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [client]
es: Uso: otpme-client show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [client]
fr: Usage: otpme-client show [--policy-limit <limite>] [--fields <champ1,champ2,champ3>] [-z <limite_taille>] [-a] [client]
it: Uso: otpme-client show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [client]

source: Show client(s)
de: Client(s) anzeigen
es: Mostrar cliente(s)
fr: Afficher le(s) client(s)
it: Mostra client

source: Show all clients.
de: Alle Clients anzeigen.
es: Mostrar todos los clientes.
fr: Afficher tous les clients.
it: Mostra tutti i client.

source: Usage: otpme-client list [--attribute attribute] [-a] [regex]
es: Uso: otpme-client list [--attribute attribute] [-a] [regex]
fr: Usage: otpme-client list [--attribute attribut] [-a] [regex]
it: Uso: otpme-client list [--attribute attribute] [-a] [regex]

source: List clients
de: Clients auflisten
es: Listar clientes
fr: Lister les clients
it: Elenca client

source: List all clients.
de: Alle Clients auflisten.
es: Listar todos los clientes.
fr: Lister tous les clients.
it: Elenca tutti i client.

source: Usage: otpme-client add {client} [address]
es: Uso: otpme-client add {client} [address]
fr: Usage: otpme-client add {client} [adresse]
it: Uso: otpme-client add {client} [address]

source: Add new client
de: Neuen Client hinzufügen
es: Añadir nuevo cliente
fr: Ajouter un nouveau client
it: Aggiungi nuovo client

source: Usage: otpme-client del {client}
es: Uso: otpme-client del {client}
it: Uso: otpme-client del {client}

source: Delete client
de: Client löschen
es: Eliminar cliente
fr: Supprimer le client
it: Elimina client

source: Usage: otpme-client touch {client}
es: Uso: otpme-client touch {client}
it: Uso: otpme-client touch {client}

source: Touch client (e.g. migrate).
de: Client berühren (z.B. migrieren).
es: Tocar cliente (ej. migrar).
fr: Toucher le client (ex. migrer).
it: Tocca client (es. migra).

source: Usage: otpme-client enable {client}
es: Uso: otpme-client enable {client}
it: Uso: otpme-client enable {client}

source: Enable client
de: Client aktivieren
es: Habilitar cliente
fr: Activer le client
it: Abilita client

source: Usage: otpme-client disable {client}
es: Uso: otpme-client disable {client}
it: Uso: otpme-client disable {client}

source: Disable client
de: Client deaktivieren
es: Deshabilitar cliente
fr: Désactiver le client
it: Disabilita client

source: Usage: otpme-client rename {client} {new_name}
es: Uso: otpme-client rename {client} {new_name}
fr: Usage: otpme-client rename {client} {nouveau_nom}
it: Uso: otpme-client rename {client} {new_name}

source: Rename client
de: Client umbenennen
es: Renombrar cliente
fr: Renommer le client
it: Rinomina client

source: Usage: otpme-client config {client} {param} [value]
es: Uso: otpme-client config {client} {param} [value]
fr: Usage: otpme-client config {client} {param} [valeur]
it: Uso: otpme-client config {client} {param} [value]

source: Add config parameter to client.
de: Konfigurationsparameter zum Client hinzufügen.
es: Añadir parámetro de configuración al cliente.
fr: Ajouter un paramètre de configuration au client.
it: Aggiungi parametro di configurazione al client.

source: Usage: otpme-client show_config {client}
es: Uso: otpme-client show_config {client}
it: Uso: otpme-client show_config {client}

source: Show client config parameters
de: Client-Konfigurationsparameter anzeigen
es: Mostrar parámetros de configuración del cliente
fr: Afficher les paramètres de configuration du client
it: Mostra parametri di configurazione del client

source: Usage: otpme-client add_extension {client} {extension}
es: Uso: otpme-client add_extension {client} {extension}
it: Uso: otpme-client add_extension {client} {extension}

source: Add extension to client
de: Erweiterung zum Client hinzufügen
es: Añadir extensión al cliente
fr: Ajouter une extension au client
it: Aggiungi estensione al client

source: Usage: otpme-client remove_extension {client} {extension}
de: Verwendung: otpme-client remove_extension {client} {extension}
es: Uso: otpme-client remove_extension {client} {extension}
it: Uso: otpme-client remove_extension {client} {extension}

source: Remove extension from client
de: Erweiterung von Client entfernen
es: Eliminar extensión del cliente
fr: Supprimer l'extension du client
it: Rimuovi estensione dal client

source: Usage: otpme-client add_attribute {client} {attribute}=[value]
de: Verwendung: otpme-client add_attribute {client} {attribute}=[value]
es: Uso: otpme-client add_attribute {client} {attribute}=[value]
fr: Usage: otpme-client add_attribute {client} {attribut}=[valeur]
it: Uso: otpme-client add_attribute {client} {attribute}=[value]

source: Add (ldap) attribute to client
de: LDAP-Attribut zu Client hinzufügen
es: Agregar atributo (ldap) al cliente
fr: Ajouter un attribut (ldap) au client
it: Aggiungi attributo (ldap) al client

source: Usage: otpme-client del_attribute {client} {attribute}=[value]
de: Verwendung: otpme-client del_attribute {client} {attribute}=[value]
es: Uso: otpme-client del_attribute {client} {attribute}=[value]
fr: Usage: otpme-client del_attribute {client} {attribut}=[valeur]
it: Uso: otpme-client del_attribute {client} {attribute}=[value]

source: Delete (ldap) attribute from client
de: LDAP-Attribut von Client löschen
es: Eliminar atributo (ldap) del cliente
fr: Supprimer l'attribut (ldap) du client
it: Elimina attributo (ldap) dal client

source: Usage: otpme-client add_object_class {client} {object_class}
de: Verwendung: otpme-client add_object_class {client} {object_class}
es: Uso: otpme-client add_object_class {client} {object_class}
fr: Usage: otpme-client add_object_class {client} {classe_objet}
it: Uso: otpme-client add_object_class {client} {object_class}

source: Add (ldap) object class to client
de: LDAP-Objektklasse zu Client hinzufügen
es: Agregar clase de objeto (ldap) al cliente
fr: Ajouter une classe d'objet (ldap) au client
it: Aggiungi classe oggetto (ldap) al client

source: Usage: otpme-client del_object_class {client} {object_class}
de: Verwendung: otpme-client del_object_class {client} {object_class}
es: Uso: otpme-client del_object_class {client} {object_class}
fr: Usage: otpme-client del_object_class {client} {classe_objet}
it: Uso: otpme-client del_object_class {client} {object_class}

source: Delete (ldap) object class from client
de: LDAP-Objektklasse von Client löschen
es: Eliminar clase de objeto (ldap) del cliente
fr: Supprimer la classe d'objet (ldap) du client
it: Elimina classe oggetto (ldap) dal client

source: Usage: otpme-client add_acl {client} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-client add_acl {client} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-client add_acl {client} {role|token} {role_path|token_path} {acl[:value]}
fr: Usage: otpme-client add_acl {client} {role|token} {chemin_role|chemin_token} {acl[:valeur]}
it: Uso: otpme-client add_acl {client} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to client
de: ACL zu Client hinzufügen
es: Agregar ACL al cliente
fr: Ajouter une ACL au client
it: Aggiungi ACL al client

source: Usage: otpme-client del_acl {client} {acl}
de: Verwendung: otpme-client del_acl {client} {acl}
es: Uso: otpme-client del_acl {client} {acl}
it: Uso: otpme-client del_acl {client} {acl}

source: Delete ACL from client
de: ACL von Client löschen
es: Eliminar ACL del cliente
fr: Supprimer l'ACL du client
it: Elimina ACL dal client

source: Usage: otpme-client show_acls {client}
de: Verwendung: otpme-client show_acls {client}
es: Uso: otpme-client show_acls {client}
it: Uso: otpme-client show_acls {client}

source: Show ACLs of client
de: ACLs des Clients anzeigen
es: Mostrar ACLs del cliente
fr: Afficher les ACLs du client
it: Mostra ACL del client

source: Usage: otpme-client enable_acl_inheritance {client}
de: Verwendung: otpme-client enable_acl_inheritance {client}
es: Uso: otpme-client enable_acl_inheritance {client}
it: Uso: otpme-client enable_acl_inheritance {client}

source: Enable ACL inheritance for client
de: ACL-Vererbung für Client aktivieren
es: Habilitar herencia de ACL para el cliente
fr: Activer l'héritage des ACL pour le client
it: Abilita ereditarietà ACL per il client

source: Usage: otpme-client disable_acl_inheritance {client}
de: Verwendung: otpme-client disable_acl_inheritance {client}
es: Uso: otpme-client disable_acl_inheritance {client}
it: Uso: otpme-client disable_acl_inheritance {client}

source: Disable ACL inheritance for client
de: ACL-Vererbung für Client deaktivieren
es: Deshabilitar herencia de ACL para el cliente
fr: Désactiver l'héritage ACL pour le client
it: Disabilita ereditarietà ACL per il client

source: Usage: otpme-client move [--keep-acls] {client} {unit}
de: Verwendung: otpme-client move [--keep-acls] {client} {unit}
es: Uso: otpme-client move [--keep-acls] {client} {unit}
it: Uso: otpme-client move [--keep-acls] {client} {unit}

source: Change client's unit
de: Einheit des Clients ändern
es: Cambiar la unidad del cliente
fr: Changer l'unité du client
it: Cambia unità del client

source: Usage: otpme-client remove_orphans {client}
de: Verwendung: otpme-client remove_orphans {client}
es: Uso: otpme-client remove_orphans {client}
it: Uso: otpme-client remove_orphans {client}

source: Usage: otpme-client description {client} [description]
de: Verwendung: otpme-client description {client} [description]
es: Uso: otpme-client description {client} [description]
it: Uso: otpme-client description {client} [description]

source: Set client description
de: Client-Beschreibung festlegen
es: Establecer descripción del cliente
fr: Définir la description du client
it: Imposta descrizione del client

source: Usage: otpme-client export --password <password> {client}
de: Verwendung: otpme-client export --password <password> {client}
es: Uso: otpme-client export --password <password> {client}
it: Uso: otpme-client export --password <password> {client}

source: Export client config to stdout
de: Client-Konfiguration nach stdout exportieren
es: Exportar configuración del cliente a stdout
fr: Exporter la configuration du client vers stdout
it: Esporta configurazione client su stdout

source: Usage: otpme-client add_policy {client} {policy}
de: Verwendung: otpme-client add_policy {client} {policy}
es: Uso: otpme-client add_policy {client} {policy}
it: Uso: otpme-client add_policy {client} {policy}

source: Add policy to client
de: Richtlinie zu Client hinzufügen
es: Agregar política al cliente
fr: Ajouter une politique au client
it: Aggiungi policy al client

source: Usage: otpme-client remove_policy {client} {policy}
de: Verwendung: otpme-client remove_policy {client} {policy}
es: Uso: otpme-client remove_policy {client} {policy}
it: Uso: otpme-client remove_policy {client} {policy}

source: Remove policy from client
de: Richtlinie von Client entfernen
es: Eliminar política del cliente
fr: Supprimer une politique du client
it: Rimuovi policy dal client

source: Usage: otpme-client list_tokens {client}
de: Verwendung: otpme-client list_tokens {client}
es: Uso: otpme-client list_tokens {client}
it: Uso: otpme-client list_tokens {client}

source: Usage: otpme-client list_roles {client}
de: Verwendung: otpme-client list_roles {client}
es: Uso: otpme-client list_roles {client}
it: Uso: otpme-client list_roles {client}

source: Usage: otpme-client list_policies {client}
de: Verwendung: otpme-client list_policies {client}
es: Uso: otpme-client list_policies {client}
it: Uso: otpme-client list_policies {client}

source: Usage: otpme-client add_role {client} {role}
de: Verwendung: otpme-client add_role {client} {role}
es: Uso: otpme-client add_role {client} {role}
it: Uso: otpme-client add_role {client} {role}

source: Add role to client.
de: Rolle zu Client hinzufügen.
es: Agregar rol al cliente.
fr: Ajouter un rôle au client.
it: Aggiungi ruolo al client.

source: Usage: otpme-client remove_role {client} {role}
de: Verwendung: otpme-client remove_role {client} {role}
es: Uso: otpme-client remove_role {client} {role}
it: Uso: otpme-client remove_role {client} {role}

source: Remove role from client.
de: Rolle von Client entfernen.
es: Eliminar rol del cliente.
fr: Supprimer un rôle du client.
it: Rimuovi ruolo dal client.

source: Usage: otpme-client add_token {client} {token} [token_options]
de: Verwendung: otpme-client add_token {client} {token} [token_options]
es: Uso: otpme-client add_token {client} {token} [token_options]
it: Uso: otpme-client add_token {client} {token} [token_options]

source: Add token to client.
de: Token zu Client hinzufügen.
es: Agregar token al cliente.
fr: Ajouter un jeton au client.
it: Aggiungi token al client.

source: Usage: otpme-client remove_token {client} {token}
de: Verwendung: otpme-client remove_token {client} {token}
es: Uso: otpme-client remove_token {client} {token}
it: Uso: otpme-client remove_token {client} {token}

source: Remove token from client.
de: Token von Client entfernen.
es: Eliminar token del cliente.
fr: Supprimer un jeton du client.
it: Rimuovi token dal client.

source: Usage: otpme-client limit_logins {client}
de: Verwendung: otpme-client limit_logins {client}
es: Uso: otpme-client limit_logins {client}
it: Uso: otpme-client limit_logins {client}

source: Usage: otpme-client unlimit_logins {client}
de: Verwendung: otpme-client unlimit_logins {client}
es: Uso: otpme-client unlimit_logins {client}
it: Uso: otpme-client unlimit_logins {client}

source: Usage: otpme-client secret {client} [secret]
de: Verwendung: otpme-client secret {client} [secret]
es: Uso: otpme-client secret {client} [secret]
it: Uso: otpme-client secret {client} [secret]

source: Change client's secret
de: Geheimnis des Clients ändern
es: Cambiar el secreto del cliente
fr: Changer le secret du client
it: Cambia il secret del client
