Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: WARNING: This token was previously used in mode2. Changing the PIN requires a re-deployment when changing back to mode2.
de: WARNUNG: Dieser Token wurde zuvor in mode2 verwendet. Das Ändern des PINs erfordert eine erneute Bereitstellung beim Wechsel zurück zu mode2.
es: ADVERTENCIA: Este token se usó previamente en mode2. Cambiar el PIN requiere una reimplementación al volver a mode2.
fr: ATTENTION : Ce token a été précédemment utilisé en mode2. Changer le PIN nécessite un redéploiement lors du retour en mode2.
it: ATTENZIONE: Questo token è stato precedentemente utilizzato in mode2. La modifica del PIN richiede una ridistribuzione quando si torna a mode2.

source: WARNING: Anybody who gets access to the offline token file is able to use it for logins and can see your PIN in clear-text!!
de: WARNUNG: Jeder, der Zugriff auf die Offline-Token-Datei erhält, kann sie für Anmeldungen verwenden und Ihren PIN im Klartext sehen!!
es: ADVERTENCIA: ¡¡Cualquiera que obtenga acceso al archivo del token sin conexión puede usarlo para iniciar sesión y puede ver tu PIN en texto claro!!
fr: ATTENTION : Quiconque accède au fichier de token hors ligne peut l'utiliser pour se connecter et peut voir votre PIN en clair !!
it: ATTENZIONE: Chiunque ottenga accesso al file del token offline può usarlo per i login e può vedere il tuo PIN in chiaro!!

source: You should consider changing token mode to mode2!!
de: Sie sollten in Betracht ziehen, den Token-Modus auf mode2 zu ändern!!
es: ¡¡Deberías considerar cambiar el modo del token a mode2!!
fr: Vous devriez envisager de changer le mode du token en mode2 !!
it: Dovresti considerare di cambiare la modalità del token a mode2!!

source: INFO: Offline OTP tokens are by design vulnerable for brute force attacks if an attacker is able to steal them (e.g. from a notebook)
de: INFO: Offline-OTP-Tokens sind konstruktionsbedingt anfällig für Brute-Force-Angriffe, wenn ein Angreifer sie stehlen kann (z.B. von einem Notebook)
es: INFO: Los tokens OTP sin conexión son por diseño vulnerables a ataques de fuerza bruta si un atacante logra robarlos (p. ej., de un portátil)
fr: INFO : Les tokens OTP hors ligne sont par conception vulnérables aux attaques par force brute si un attaquant parvient à les voler (par ex. depuis un ordinateur portable)
it: INFO: I token OTP offline sono per design vulnerabili ad attacchi brute force se un attaccante riesce a rubarli (ad es. da un notebook)

source: Cannot gen MSCHAP data in mode2.
de: Kann keine MSCHAP-Daten in mode2 generieren.
es: No se pueden generar datos MSCHAP en mode2.
fr: Impossible de générer les données MSCHAP en mode2.
it: Impossibile generare dati MSCHAP in mode2.

source: {message}Token secret: {secret}
de: {message}Token-Geheimnis: {secret}
es: {message}Secreto del token: {secret}
fr: {message}Secret du token : {secret}
it: {message}Segreto del token: {secret}

source: Token PIN: {pin_value}
es: PIN del token: {pin_value}
fr: PIN du token : {pin_value}
it: PIN del token: {pin_value}

source: Cannot show secret without PIN.
de: Kann Geheimnis ohne PIN nicht anzeigen.
es: No se puede mostrar el secreto sin PIN.
fr: Impossible d'afficher le secret sans PIN.
it: Impossibile mostrare il segreto senza PIN.

source: Token '{path}' is not a valid second factor token.
de: Token '{path}' ist kein gültiger Zweifaktor-Token.
es: El token '{path}' no es un token de segundo factor válido.
fr: Le token '{path}' n'est pas un token de second facteur valide.
it: Il token '{path}' non è un token di secondo fattore valido.

source: Token verified successful: {path}
de: Token erfolgreich verifiziert: {path}
es: Token verificado exitosamente: {path}
fr: Token vérifié avec succès : {path}
it: Token verificato con successo: {path}

source: Password+OTP:
de: Passwort+OTP:
es: Contraseña+OTP:
fr: Mot de passe+OTP:

source: 'password' needs to be of type str()
de: 'password' muss vom Typ str() sein
es: 'password' debe ser de tipo str()
fr: 'password' doit être de type str()
it: 'password' deve essere di tipo str()

source: Verifying second factor token: {path}
de: Verifizierung des Zweifaktor-Tokens: {path}
es: Verificando token de segundo factor: {path}
fr: Vérification du token de second facteur : {path}
it: Verifica del token di secondo fattore: {path}

source: Missing smartcard authentication data to verify second factor token: {sftoken}
de: Fehlende Smartcard-Authentifizierungsdaten zur Verifizierung des Zweifaktor-Tokens: {sftoken}
es: Faltan datos de autenticación de tarjeta inteligente para verificar el token de segundo factor: {sftoken}
fr: Données d'authentification par carte à puce manquantes pour vérifier le token de second facteur : {sftoken}
it: Dati di autenticazione smartcard mancanti per verificare il token di secondo fattore: {sftoken}

source: Second factor token verified successful: {path}
de: Zweifaktor-Token erfolgreich verifiziert: {path}
es: Token de segundo factor verificado exitosamente: {path}
fr: Token de second facteur vérifié avec succès : {path}
it: Token di secondo fattore verificato con successo: {path}

source: Added used OTP on failed password verify to prevent brute force attacks.
de: Verwendetes OTP bei fehlgeschlagener Passwortverifizierung hinzugefügt, um Brute-Force-Angriffe zu verhindern.
es: Se agregó OTP usado en la verificación de contraseña fallida para prevenir ataques de fuerza bruta.
fr: OTP utilisé ajouté lors de l'échec de vérification du mot de passe pour empêcher les attaques par force brute.
it: Aggiunto OTP usato su verifica password fallita per prevenire attacchi brute force.

source: Missing NT HASH.
de: Fehlender NT HASH.
es: Falta NT HASH.
fr: NT HASH manquant.
it: NT HASH mancante.

source: Token password: {password}
de: Token-Passwort: {password}
es: Contraseña del token: {password}
fr: Mot de passe du token : {password}
it: Password del token: {password}

source: Verifiying OTP within counter range: start='{token_counter_start}' end='{token_counter_end}'.
de: Verifizierung des OTP innerhalb des Zählerbereichs: start='{token_counter_start}' end='{token_counter_end}'.
es: Verificando OTP dentro del rango del contador: inicio='{token_counter_start}' fin='{token_counter_end}'.
fr: Vérification de l'OTP dans la plage de compteur : début='{token_counter_start}' fin='{token_counter_end}'.
it: Verifica OTP nell'intervallo del contatore: inizio='{token_counter_start}' fine='{token_counter_end}'.

source: Please enter OTP:
de: Bitte OTP eingeben:
es: Por favor, ingrese OTP:
fr: Veuillez entrer l'OTP :
it: Inserisci OTP:

source: OTP too short.
de: OTP zu kurz.
es: OTP demasiado corto.
fr: OTP trop court.
it: OTP troppo breve.

source: OTP too long.
de: OTP zu lang.
es: OTP demasiado largo.
fr: OTP trop long.
it: OTP troppo lungo.

source: Unable to synchronize token.
de: Token kann nicht synchronisiert werden.
es: No se puede sincronizar el token.
fr: Impossible de synchroniser le token.
it: Impossibile sincronizzare il token.

source: Error adding OTP to list of used OTPs: {e}
de: Fehler beim Hinzufügen des OTP zur Liste der verwendeten OTPs: {e}
es: Error al agregar OTP a la lista de OTPs usados: {e}
fr: Erreur lors de l'ajout de l'OTP à la liste des OTP utilisés : {e}
it: Errore nell'aggiungere OTP alla lista degli OTP usati: {e}

source: Offline usage enabled for token. You should re-login after token resync!
de: Offline-Nutzung für Token aktiviert. Sie sollten sich nach der Token-Neusynchronisierung erneut anmelden!
es: Uso sin conexión habilitado para el token. ¡Deberías volver a iniciar sesión después de resincronizar el token!
fr: Utilisation hors ligne activée pour le token. Vous devriez vous reconnecter après la resynchronisation du token !
it: Utilizzo offline abilitato per il token. Dovresti rieffettuare il login dopo la risincronizzazione del token!

source: Token synchronized successful. Current counter: {hotp_count}
de: Token erfolgreich synchronisiert. Aktueller Zähler: {hotp_count}
es: Token sincronizado exitosamente. Contador actual: {hotp_count}
fr: Token synchronisé avec succès. Compteur actuel : {hotp_count}
it: Token sincronizzato con successo. Contatore corrente: {hotp_count}

source: WARNING: Unable to find counter for the given OTP.
de: WARNUNG: Zähler für das angegebene OTP konnte nicht gefunden werden.
es: ADVERTENCIA: No se puede encontrar el contador para el OTP dado.
fr: ATTENTION : Impossible de trouver le compteur pour l'OTP donné.
it: ATTENZIONE: Impossibile trovare il contatore per l'OTP fornito.

source: Failed to add used OTP: {e}
de: Fehler beim Hinzufügen des verwendeten OTP: {e}
es: Error al agregar OTP usado: {e}
fr: Échec de l'ajout de l'OTP utilisé : {e}
it: Impossibile aggiungere OTP usato: {e}

source: Counter check range must be an integer.
de: Zähler-Prüfbereich muss eine Ganzzahl sein.
es: El rango de verificación del contador debe ser un número entero.
fr: La plage de vérification du compteur doit être un entier.
it: L'intervallo di controllo del contatore deve essere un numero intero.

source: Counter check range must be greater than 0.
de: Zähler-Prüfbereich muss größer als 0 sein.
es: El rango de verificación del contador debe ser mayor que 0.
fr: La plage de vérification du compteur doit être supérieure à 0.
it: L'intervallo di controllo del contatore deve essere maggiore di 0.

source: Counter check range:
de: Zähler-Prüfbereich:
es: Rango de verificación del contador:
fr: Plage de vérification du compteur :
it: Intervallo di controllo del contatore:

source: Setting received server secret to token: {self.rel_path}
de: Empfangenes Server-Geheimnis wird auf Token gesetzt: {self.rel_path}
es: Configurando secreto del servidor recibido en el token: {self.rel_path}
fr: Configuration du secret serveur reçu sur le token : {self.rel_path}
it: Impostazione del segreto del server ricevuto sul token: {self.rel_path}

source: Token secret: {token_secret}
de: Token-Geheimnis: {token_secret}
es: Secreto del token: {token_secret}
fr: Secret du token : {token_secret}
it: Segreto del token: {token_secret}

source: You have to resync the token after re-deploying.
de: Sie müssen den Token nach der erneuten Bereitstellung neu synchronisieren.
es: Tienes que resincronizar el token después de reimplementarlo.
fr: Vous devez resynchroniser le token après le redéploiement.
it: Devi risincronizzare il token dopo la ridistribuzione.

source: Failed to verify registration parameters: {error}
de: Fehler beim Überprüfen der Registrierungsparameter: {error}
es: Error al verificar los parámetros de registro: {error}
fr: Échec de la vérification des paramètres d'enregistrement : {error}
it: Impossibile verificare i parametri di registrazione: {error}

source: Failed to load attestation certificate: {error}
de: Fehler beim Laden des Attestierungszertifikats: {error}
es: Error al cargar el certificado de attestation: {error}
fr: Échec du chargement du certificat d'attestation : {error}
it: Impossibile caricare il certificato di attestazione: {error}

source: Got attestation certificate: {subject}
de: Attestierungszertifikat erhalten: {subject}
es: Certificado de atestación obtenido: {subject}
fr: Certificat d'attestation obtenu : {subject}
it: Ottenuto certificato di attestazione: {subject}

source: Got attestation certificate issuer: {issuer}
de: Aussteller des Attestierungszertifikats erhalten: {issuer}
es: Emisor del certificado de atestación obtenido: {issuer}
fr: Émetteur du certificat d'attestation obtenu : {issuer}
it: Ottenuto emittente del certificato di attestazione: {issuer}

source: Failed to load site: {site_uuid}
de: Fehler beim Laden der Site: {site_uuid}
es: Error al cargar el sitio: {site_uuid}
fr: Échec du chargement du site : {site_uuid}
it: Impossibile caricare il sito: {site_uuid}

source: We dont have a fido2 CA cert to verify attestation certificate: {subject}: {issuer}
de: Wir haben kein FIDO2-CA-Zertifikat zur Überprüfung des Attestierungszertifikats: {subject}: {issuer}
es: No tenemos un certificado CA de fido2 para verificar el certificado de atestación: {subject}: {issuer}
fr: Nous n'avons pas de certificat CA fido2 pour vérifier le certificat d'attestation : {subject} : {issuer}
it: Non abbiamo un certificato CA fido2 per verificare il certificato di attestazione: {subject}: {issuer}

source: Failed to load fido2 CA cert: {subject}
de: Fehler beim Laden des FIDO2-CA-Zertifikats: {subject}
es: Error al cargar el certificado CA de fido2: {subject}
fr: Échec du chargement du certificat CA fido2 : {subject}
it: Impossibile caricare il certificato CA fido2: {subject}

source: Failed to verify signature: {error}
de: Fehler beim Überprüfen der Signatur: {error}
es: Error al verificar la firma: {error}
fr: Échec de la vérification de la signature : {error}
it: Impossibile verificare la firma: {error}

source: Attestation certificate not yet valid: {not_valid_before}
de: Attestierungszertifikat noch nicht gültig: {not_valid_before}
es: Certificado de atestación aún no válido: {not_valid_before}
fr: Certificat d'attestation pas encore valide : {not_valid_before}
it: Certificato di attestazione non ancora valido: {not_valid_before}

source: Attestation certificate not valid anymore: {not_valid_before}
de: Attestierungszertifikat nicht mehr gültig: {not_valid_before}
es: Certificado de atestación ya no válido: {not_valid_before}
fr: Certificat d'attestation plus valide : {not_valid_before}
it: Certificato di attestazione non più valido: {not_valid_before}

source: Fido2 token deployed successful.
de: FIDO2-Token erfolgreich bereitgestellt.
es: Token Fido2 desplegado exitosamente.
fr: Token Fido2 déployé avec succès.
it: Token Fido2 distribuito con successo.

source: Failed to load fido2 signature data.
de: Fehler beim Laden der FIDO2-Signaturdaten.
es: Error al cargar los datos de firma de fido2.
fr: Échec du chargement des données de signature fido2.
it: Impossibile caricare i dati della firma fido2.

source: Fido2 token response verification failed: {error}
de: FIDO2-Token-Antwortüberprüfung fehlgeschlagen: {error}
es: La verificación de respuesta del token Fido2 falló: {error}
fr: Échec de la vérification de la réponse du token Fido2 : {error}
it: Verifica della risposta del token Fido2 fallita: {error}

source: Token verified successful: {rel_path}
de: Token erfolgreich verifiziert: {rel_path}
es: Token verificado exitosamente: {rel_path}
fr: Token vérifié avec succès : {rel_path}
it: Token verificato con successo: {rel_path}

source: NOTE: You have to deploy this fido2 token to make it usable.
de: HINWEIS: Sie müssen diesen FIDO2-Token bereitstellen, um ihn nutzbar zu machen.
es: NOTA: Debe desplegar este token fido2 para hacerlo utilizable.
fr: NOTE : Vous devez déployer ce token fido2 pour le rendre utilisable.
it: NOTA: Devi distribuire questo token fido2 per renderlo utilizzabile.

source: Uhhh destination token '{destination_token}' of token '{rel_path}' does not exist!!!
de: Uhhh Ziel-Token '{destination_token}' von Token '{rel_path}' existiert nicht!!!
es: ¡¡¡Uhhh el token de destino '{destination_token}' del token '{rel_path}' no existe!!!
fr: Euh, le token de destination '{destination_token}' du token '{rel_path}' n'existe pas !!!
it: Uhhh il token di destinazione '{destination_token}' del token '{rel_path}' non esiste!!!

source: No destination token configured for: {rel_path}
de: Kein Ziel-Token konfiguriert für: {rel_path}
es: No hay token de destino configurado para: {rel_path}
fr: Aucun token de destination configuré pour : {rel_path}
it: Nessun token di destinazione configurato per: {rel_path}

source: Invalid path: {id}
de: Ungültiger Pfad: {id}
es: Ruta inválida: {id}
fr: Chemin invalide : {id}
it: Percorso non valido: {id}

source: Got empty key attribute.
de: Leeres Schlüsselattribut erhalten.
es: Atributo de clave vacío obtenido.
fr: Attribut de clé vide obtenu.
it: Attributo chiave vuoto.

source: There were errors!
de: Es gab Fehler!
es: ¡Hubo errores!
fr: Il y a eu des erreurs !
it: Ci sono stati errori!

source: All tests successful.
de: Alle Tests erfolgreich.
es: Todas las pruebas exitosas.
fr: Tous les tests réussis.
it: Tutti i test completati con successo.

source: Adopting {object_type} from orphan resolver: {name}
de: Übernehme {object_type} vom verwaisten Resolver: {name}
es: Adoptando {object_type} del resolutor huérfano: {name}
fr: Adoption de {object_type} depuis le résolveur orphelin : {name}
it: Adozione {object_type} da resolver orfano: {name}

source: Cannot import {object_type} added by other resolver: {object_id}: {resolver_name}
de: Kann {object_type} nicht importieren, das von anderem Resolver hinzugefügt wurde: {object_id}: {resolver_name}
es: No se puede importar {object_type} agregado por otro resolutor: {object_id}: {resolver_name}
fr: Impossible d'importer {object_type} ajouté par un autre résolveur : {object_id} : {resolver_name}
it: Impossibile importare {object_type} aggiunto da altro resolver: {object_id}: {resolver_name}

source: This resolver is already running.
de: Dieser Resolver läuft bereits.
es: Este resolutor ya está en ejecución.
fr: Ce résolveur est déjà en cours d'exécution.
it: Questo resolver è già in esecuzione.

source: Failed to fetch objects with resolver: {name}: {error}
de: Fehler beim Abrufen von Objekten mit Resolver: {name}: {error}
es: Error al obtener objetos con el resolutor: {name}: {error}
fr: Échec de la récupération des objets avec le résolveur : {name} : {error}
it: Impossibile recuperare oggetti con resolver: {name}: {error}

source: Processing objects...
de: Verarbeite Objekte...
es: Procesando objetos...
fr: Traitement des objets...
it: Elaborazione oggetti...

source: Got no name attribute: {x_name}: {name_attribute}
de: Kein Namensattribut erhalten: {x_name}: {name_attribute}
es: No se obtuvo atributo de nombre: {x_name}: {name_attribute}
fr: Aucun attribut de nom obtenu : {x_name} : {name_attribute}
it: Nessun attributo nome ottenuto: {x_name}: {name_attribute}

source: Got multiple values for uidNumber: {x_name}: {uid_numbers}
de: Mehrere Werte für uidNumber erhalten: {x_name}: {uid_numbers}
es: Se obtuvieron múltiples valores para uidNumber: {x_name}: {uid_numbers}
fr: Plusieurs valeurs obtenues pour uidNumber : {x_name} : {uid_numbers}
it: Ottenuti valori multipli per uidNumber: {x_name}: {uid_numbers}

source: Got multiple values for loginShell: {x_name}: {login_shells}
de: Mehrere Werte für loginShell erhalten: {x_name}: {login_shells}
es: Se obtuvieron múltiples valores para loginShell: {x_name}: {login_shells}
fr: Plusieurs valeurs obtenues pour loginShell : {x_name} : {login_shells}
it: Ottenuti valori multipli per loginShell: {x_name}: {login_shells}

source: Got multiple values for gidNumber: {x_name}: {gid_numbers}
de: Mehrere Werte für gidNumber erhalten: {x_name}: {gid_numbers}
es: Se obtuvieron múltiples valores para gidNumber: {x_name}: {gid_numbers}
fr: Plusieurs valeurs obtenues pour gidNumber : {x_name} : {gid_numbers}
it: Ottenuti valori multipli per gidNumber: {x_name}: {gid_numbers}

source: Skipping object: {x_oid}
de: Überspringe Objekt: {x_oid}
es: Omitiendo objeto: {x_oid}
fr: Objet ignoré : {x_oid}
it: Salto oggetto: {x_oid}

source: Got unsupported object from resolver: {object_type}: {x_name}
de: Nicht unterstütztes Objekt vom Resolver erhalten: {object_type}: {x_name}
es: Se obtuvo objeto no compatible del resolutor: {object_type}: {x_name}
fr: Objet non supporté obtenu du résolveur : {object_type} : {x_name}
it: Ottenuto oggetto non supportato dal resolver: {object_type}: {x_name}

source: Would not add object: Unit missing: {x_name}
de: Würde Objekt nicht hinzufügen: Einheit fehlt: {x_name}
es: No se agregaría objeto: Unidad faltante: {x_name}
fr: N'ajouterait pas l'objet : Unité manquante : {x_name}
it: Non verrebbe aggiunto oggetto: Unità mancante: {x_name}

source: Unable to import {object_type}: {x_name}: {error}
de: Kann {object_type} nicht importieren: {x_name}: {error}
es: No se puede importar {object_type}: {x_name}: {error}
fr: Impossible d'importer {object_type} : {x_name} : {error}
it: Impossibile importare {object_type}: {x_name}: {error}

source: UUID conflict: {x_name} <> {oid}: {x_uuid}
de: UUID-Konflikt: {x_name} <> {oid}: {x_uuid}
es: Conflicto de UUID: {x_name} <> {oid}: {x_uuid}
fr: Conflit d'UUID : {x_name} <> {oid} : {x_uuid}
it: Conflitto UUID: {x_name} <> {oid}: {x_uuid}

source: Would add {object_type}: {x_name} ({added_count}/{total_count})
de: Würde {object_type} hinzufügen: {x_name} ({added_count}/{total_count})
es: Se agregaría {object_type}: {x_name} ({added_count}/{total_count})
fr: Ajouterait {object_type} : {x_name} ({added_count}/{total_count})
it: Verrebbe aggiunto {object_type}: {x_name} ({added_count}/{total_count})

source: Adding {object_type}: {x_name} ({added_count}/{total_count})
de: Füge {object_type} hinzu: {x_name} ({added_count}/{total_count})
es: Agregando {object_type}: {x_name} ({added_count}/{total_count})
fr: Ajout de {object_type} : {x_name} ({added_count}/{total_count})
it: Aggiunta {object_type}: {x_name} ({added_count}/{total_count})

source: Unable to add {object_type}: {x_name}: {error}
de: Kann {object_type} nicht hinzufügen: {x_name}: {error}
es: No se puede agregar {object_type}: {x_name}: {error}
fr: Impossible d'ajouter {object_type} : {x_name} : {error}
it: Impossibile aggiungere {object_type}: {x_name}: {error}

source: Would update {object_type}: {name} ({updated_count}/{total_count})
de: Würde {object_type} aktualisieren: {name} ({updated_count}/{total_count})
es: Se actualizaría {object_type}: {name} ({updated_count}/{total_count})
fr: Mettrait à jour {object_type} : {name} ({updated_count}/{total_count})
it: Verrebbe aggiornato {object_type}: {name} ({updated_count}/{total_count})

source: Updating {object_type}: {name} ({updated_count}/{total_count})
de: Aktualisiere {object_type}: {name} ({updated_count}/{total_count})
es: Actualizando {object_type}: {name} ({updated_count}/{total_count})
fr: Mise à jour de {object_type} : {name} ({updated_count}/{total_count})
it: Aggiornamento {object_type}: {name} ({updated_count}/{total_count})

source: Failed to update {object_type} resolver: {name}: {error}
de: Fehler beim Aktualisieren des {object_type} Resolvers: {name}: {error}
es: Error al actualizar el resolutor de {object_type}: {name}: {error}
fr: Échec de la mise à jour du résolveur {object_type} : {name} : {error}
it: Impossibile aggiornare resolver {object_type}: {name}: {error}

source: Would rename {object_type}: {old_name} -> {new_name}
de: Würde {object_type} umbenennen: {old_name} -> {new_name}
es: Se renombraría {object_type}: {old_name} -> {new_name}
fr: Renommerait {object_type} : {old_name} -> {new_name}
it: Verrebbe rinominato {object_type}: {old_name} -> {new_name}

source: Renaming {object_type}: {old_name} -> {new_name}
de: Benenne {object_type} um: {old_name} -> {new_name}
es: Renombrando {object_type}: {old_name} -> {new_name}
fr: Renommage de {object_type} : {old_name} -> {new_name}
it: Rinomina {object_type}: {old_name} -> {new_name}

source: Failed to rename {object_type}: {name}: {error}
de: Fehler beim Umbenennen von {object_type}: {name}: {error}
es: Error al renombrar {object_type}: {name}: {error}
fr: Échec du renommage de {object_type} : {name} : {error}
it: Impossibile rinominare {object_type}: {name}: {error}

source: Unable to handle attribute: {oa}: {error}
de: Kann Attribut nicht verarbeiten: {oa}: {error}
es: No se puede manejar el atributo: {oa}: {error}
fr: Impossible de gérer l'attribut : {oa} : {error}
it: Impossibile gestire attributo: {oa}: {error}

source: Would add attribute: {oa}: {av}
de: Würde Attribut hinzufügen: {oa}: {av}
es: Se agregaría atributo: {oa}: {av}
fr: Ajouterait l'attribut : {oa} : {av}
it: Verrebbe aggiunto attributo: {oa}: {av}
