Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Got repeated renegotiation request: {session_name}
de: Wiederholte Neuverhandlungsanfrage erhalten: {session_name}
es: Se recibió solicitud de renegociación repetida: {session_name}
fr: Requête de renégociation répétée reçue: {session_name}
it: Ricevuta richiesta di rinegoziazione ripetuta: {session_name}

source: Generating new RSP for session: {session_name}
de: Generiere neues RSP für Sitzung: {session_name}
es: Generando nuevo RSP para la sesión: {session_name}
fr: Génération d'un nouveau RSP pour la session: {session_name}
it: Generazione di un nuovo RSP per la sessione: {session_name}

source: Error verifying MSCHAP request (auth): {session_id}: {error}
de: Fehler bei der Verifizierung der MSCHAP-Anfrage (auth): {session_id}: {error}
es: Error al verificar solicitud MSCHAP (auth): {session_id}: {error}
fr: Erreur lors de la vérification de la requête MSCHAP (auth): {session_id}: {error}
it: Errore durante la verifica della richiesta MSCHAP (auth): {session_id}: {error}

source: Error verifying MSCHAP request (SLP): {session_id}: {error}
de: Fehler bei der Verifizierung der MSCHAP-Anfrage (SLP): {session_id}: {error}
es: Error al verificar solicitud MSCHAP (SLP): {session_id}: {error}
fr: Erreur lors de la vérification de la requête MSCHAP (SLP): {session_id}: {error}
it: Errore durante la verifica della richiesta MSCHAP (SLP): {session_id}: {error}

source: Error verifying MSCHAP request (SRP): {session_id}: {error}
de: Fehler bei der Verifizierung der MSCHAP-Anfrage (SRP): {session_id}: {error}
es: Error al verificar solicitud MSCHAP (SRP): {session_id}: {error}
fr: Erreur lors de la vérification de la requête MSCHAP (SRP): {session_id}: {error}
it: Errore durante la verifica della richiesta MSCHAP (SRP): {session_id}: {error}

source: Error verifying MSCHAP request (SOTP): {session_id}: {e}
de: Fehler bei der Verifizierung der MSCHAP-Anfrage (SOTP): {session_id}: {e}
es: Error al verificar solicitud MSCHAP (SOTP): {session_id}: {e}
fr: Erreur lors de la vérification de la requête MSCHAP (SOTP): {session_id}: {e}
it: Errore durante la verifica della richiesta MSCHAP (SOTP): {session_id}: {e}

source: Adding session '{session_name}'
de: Füge Sitzung '{session_name}' hinzu
es: Agregando sesión '{session_name}'
fr: Ajout de la session '{session_name}'
it: Aggiunta della sessione '{session_name}'

source: Group '{group_name}' is disabled, will not create sessions.
de: Gruppe '{group_name}' ist deaktiviert, erstelle keine Sitzungen.
es: El grupo '{group_name}' está deshabilitado, no se crearán sesiones.
fr: Le groupe '{group_name}' est désactivé, aucune session ne sera créée.
it: Il gruppo '{group_name}' è disabilitato, non verranno create sessioni.

source: Adding child session '{session_name}'.
de: Füge Kind-Sitzung '{session_name}' hinzu.
es: Agregando sesión secundaria '{session_name}'.
fr: Ajout de la session enfant '{session_name}'.
it: Aggiunta della sessione figlia '{session_name}'.

source: Received authentication reply: {auth_message}
de: Authentifizierungsantwort empfangen: {auth_message}
es: Respuesta de autenticación recibida: {auth_message}
fr: Réponse d'authentification reçue: {auth_message}
it: Ricevuta risposta di autenticazione: {auth_message}

source: Sending request to syncd...
de: Sende Anfrage an syncd...
es: Enviando solicitud a syncd...
fr: Envoi de la requête à syncd...
it: Invio della richiesta a syncd...

source: Received reply: {reply}
de: Antwort empfangen: {reply}
es: Respuesta recibida: {reply}
fr: Réponse reçue: {reply}
it: Risposta ricevuta: {reply}

source: Processing command: {command}: {command_line}
de: Verarbeite Befehl: {command}: {command_line}
es: Procesando comando: {command}: {command_line}
fr: Traitement de la commande: {command}: {command_line}
it: Elaborazione del comando: {command}: {command_line}

source: Failed to get hostd connection: {e}
de: Fehler beim Abrufen der hostd-Verbindung: {e}
es: Error al obtener conexión a hostd: {e}
fr: Échec de l'obtention de la connexion hostd: {e}
it: Impossibile ottenere la connessione a hostd: {e}

source: Failed to stop OTPme daemons: {e}
de: Fehler beim Stoppen der OTPme-Daemons: {e}
es: Error al detener los daemons de OTPme: {e}
fr: Échec de l'arrêt des démons OTPme: {e}
it: Impossibile arrestare i daemon OTPme: {e}

source: Reading users key script...
de: Lese Benutzerschlüssel-Skript...
es: Leyendo script de clave del usuario...
fr: Lecture du script de clé utilisateur...
it: Lettura dello script della chiave utente...

source: Reading users SSH script...
de: Lese Benutzer-SSH-Skript...
es: Leyendo script SSH del usuario...
fr: Lecture du script SSH utilisateur...
it: Lettura dello script SSH dell'utente...

source: Error updating nsscache: {e}
de: Fehler beim Aktualisieren von nsscache: {e}
es: Error al actualizar nsscache: {e}
fr: Erreur lors de la mise à jour de nsscache: {e}
it: Errore durante l'aggiornamento di nsscache: {e}

source: Unable to get sync connection: {realm}/{site}: {e}
de: Sync-Verbindung kann nicht hergestellt werden: {realm}/{site}: {e}
es: No se puede obtener conexión de sincronización: {realm}/{site}: {e}
fr: Impossible d'obtenir la connexion de synchronisation: {realm}/{site}: {e}
it: Impossibile ottenere la connessione di sincronizzazione: {realm}/{site}: {e}

source: Processing sync cache from disk.
de: Verarbeite Sync-Cache von Festplatte.
es: Procesando caché de sincronización desde el disco.
fr: Traitement du cache de synchronisation depuis le disque.
it: Elaborazione cache di sincronizzazione da disco.

source: Reading cluster data from node: {node_name}
de: Lese Cluster-Daten von Knoten: {node_name}
es: Leyendo datos del clúster desde el nodo: {node_name}
fr: Lecture des données du cluster depuis le nœud: {node_name}
it: Lettura dati cluster dal nodo: {node_name}

source: Failed to get cluster connection: {node_name}: {e}
de: Fehler beim Abrufen der Cluster-Verbindung: {node_name}: {e}
es: Error al obtener conexión al clúster: {node_name}: {e}
fr: Échec de l'obtention de la connexion cluster: {node_name}: {e}
it: Impossibile ottenere connessione cluster: {node_name}: {e}

source: Checksum request failed: {e}
de: Prüfsummenanfrage fehlgeschlagen: {e}
es: Solicitud de suma de verificación falló: {e}
fr: La demande de somme de contrôle a échoué: {e}
it: Richiesta checksum fallita: {e}

source: Object {m_object} missing on node {x_node}.
de: Objekt {m_object} fehlt auf Knoten {x_node}.
es: Objeto {m_object} falta en el nodo {x_node}.
fr: Objet {m_object} manquant sur le nœud {x_node}.
it: Oggetto {m_object} mancante sul nodo {x_node}.

source: Object {m_object} differs on node {x_node}: {m_checksum} <> {n_checksum}
de: Objekt {m_object} unterscheidet sich auf Knoten {x_node}: {m_checksum} <> {n_checksum}
es: El objeto {m_object} difiere en el nodo {x_node}: {m_checksum} <> {n_checksum}
fr: L'objet {m_object} diffère sur le nœud {x_node} : {m_checksum} <> {n_checksum}
it: Oggetto {m_object} differisce sul nodo {x_node}: {m_checksum} <> {n_checksum}

source: Object {n_object} missing on node {master_node}.
de: Objekt {n_object} fehlt auf Knoten {master_node}.
es: Objeto {n_object} falta en el nodo {master_node}.
fr: Objet {n_object} manquant sur le nœud {master_node}.
it: Oggetto {n_object} mancante sul nodo {master_node}.

source: Data object {m_data} missing on node {x_node}.
de: Datenobjekt {m_data} fehlt auf Knoten {x_node}.
es: Objeto de datos {m_data} falta en el nodo {x_node}.
fr: Objet de données {m_data} manquant sur le nœud {x_node}.
it: Oggetto dati {m_data} mancante sul nodo {x_node}.

source: Object {m_data} differs on node {x_node}: {m_checksum} <> {n_checksum}
de: Objekt {m_data} unterscheidet sich auf Knoten {x_node}: {m_checksum} <> {n_checksum}
es: El objeto {m_data} difiere en el nodo {x_node}: {m_checksum} <> {n_checksum}
fr: L'objet {m_data} diffère sur le nœud {x_node} : {m_checksum} <> {n_checksum}
it: Oggetto {m_data} differisce sul nodo {x_node}: {m_checksum} <> {n_checksum}

source: Data object {n_data} missing on node {master_node}.
de: Datenobjekt {n_data} fehlt auf Knoten {master_node}.
es: Objeto de datos {n_data} falta en el nodo {master_node}.
fr: Objet de données {n_data} manquant sur le nœud {master_node}.
it: Oggetto dati {n_data} mancante sul nodo {master_node}.

source: Session {m_session} missing on node {x_node}.
de: Sitzung {m_session} fehlt auf Knoten {x_node}.
es: Sesión {m_session} falta en el nodo {x_node}.
fr: Session {m_session} manquante sur le nœud {x_node}.
it: Sessione {m_session} mancante sul nodo {x_node}.

source: Session {m_session} differs on node {x_node}: {m_checksum} <> {n_checksum}
de: Sitzung {m_session} unterscheidet sich auf Knoten {x_node}: {m_checksum} <> {n_checksum}
es: La sesión {m_session} difiere en el nodo {x_node}: {m_checksum} <> {n_checksum}
fr: La session {m_session} diffère sur le nœud {x_node} : {m_checksum} <> {n_checksum}
it: Sessione {m_session} differisce sul nodo {x_node}: {m_checksum} <> {n_checksum}

source: Session {n_session} missing on node {master_node}.
de: Sitzung {n_session} fehlt auf Knoten {master_node}.
es: Sesión {n_session} falta en el nodo {master_node}.
fr: Session {n_session} manquante sur le nœud {master_node}.
it: Sessione {n_session} mancante sul nodo {master_node}.

source: Misses: {missing_objects_len}
de: Fehlend: {missing_objects_len}
es: Faltantes: {missing_objects_len}
fr: Manquants : {missing_objects_len}
it: Mancanti: {missing_objects_len}

source: Diffs: {diff_objects_len}
de: Unterschiede: {diff_objects_len}
es: Diferencias: {diff_objects_len}
fr: Différences : {diff_objects_len}
it: Differenze: {diff_objects_len}

source: Failed to get daemon socket from hostd: {e}
de: Daemon-Socket konnte nicht von hostd abgerufen werden: {e}
es: Error al obtener socket del daemon de hostd: {e}
fr: Échec de récupération du socket du démon depuis hostd : {e}
it: Impossibile ottenere socket daemon da hostd: {e}

source: Failed to get node connection: {node_name}: {e}
de: Knotenverbindung konnte nicht hergestellt werden: {node_name}: {e}
es: Error al obtener conexión del nodo: {node_name}: {e}
fr: Échec de récupération de la connexion au nœud : {node_name} : {e}
it: Impossibile ottenere connessione nodo: {node_name}: {e}

source: Node vote check failed: {node_name}: {e}
de: Knoten-Abstimmungsprüfung fehlgeschlagen: {node_name}: {e}
es: Verificación de voto del nodo falló: {node_name}: {e}
fr: Échec de la vérification du vote du nœud : {node_name} : {e}
it: Controllo voto nodo fallito: {node_name}: {e}

source: Node not ready.
de: Knoten nicht bereit.
es: Nodo no está listo.
fr: Nœud non prêt.
it: Nodo non pronto.

source: Master sync check failed: {node_name}: {e}
de: Master-Synchronisationsprüfung fehlgeschlagen: {node_name}: {e}
es: Verificación de sincronización maestra falló: {node_name}: {e}
fr: Échec de la vérification de synchronisation du maître : {node_name} : {e}
it: Controllo sincronizzazione master fallito: {node_name}: {e}

source: Node master sync not finished.
de: Knoten-Master-Synchronisation nicht abgeschlossen.
es: Sincronización maestra del nodo no finalizada.
fr: Synchronisation du nœud maître non terminée.
it: Sincronizzazione master nodo non completata.

source: Node sync check failed: {node_name}: {e}
de: Knoten-Synchronisationsprüfung fehlgeschlagen: {node_name}: {e}
es: Verificación de sincronización del nodo falló: {node_name}: {e}
fr: Échec de la vérification de synchronisation du nœud : {node_name} : {e}
it: Controllo sincronizzazione nodo fallito: {node_name}: {e}

source: Failed to get master node connection: {node_name}: {e}
de: Master-Knotenverbindung konnte nicht hergestellt werden: {node_name}: {e}
es: Error al obtener conexión del nodo maestro: {node_name}: {e}
fr: Échec de récupération de la connexion au nœud maître : {node_name} : {e}
it: Impossibile ottenere connessione nodo master: {node_name}: {e}

source: Failed to start master failover: {node_name}: {e}
de: Master-Failover konnte nicht gestartet werden: {node_name}: {e}
es: Error al iniciar conmutación por error del maestro: {node_name}: {e}
fr: Échec du démarrage du basculement maître : {node_name} : {e}
it: Impossibile avviare failover master: {node_name}: {e}

source: Unknown node: {this_node_name}
de: Unbekannter Knoten: {this_node_name}
es: Nodo desconocido: {this_node_name}
fr: Nœud inconnu : {this_node_name}
it: Nodo sconosciuto: {this_node_name}

source: Node disabled.
de: Knoten deaktiviert.
es: Nodo deshabilitado.
fr: Nœud désactivé.
it: Nodo disabilitato.

source: Failed to get cluster connection: {this_node}: {e}
de: Clusterverbindung konnte nicht hergestellt werden: {this_node}: {e}
es: Error al obtener conexión del clúster: {this_node}: {e}
fr: Échec de récupération de la connexion au cluster : {this_node} : {e}
it: Impossibile ottenere connessione cluster: {this_node}: {e}

source: Node not the master node.
de: Knoten ist nicht der Master-Knoten.
es: El nodo no es el nodo maestro.
fr: Le nœud n'est pas le nœud maître.
it: Nodo non è il nodo master.

source: Unknown node: {new_master}
de: Unbekannter Knoten: {new_master}
es: Nodo desconocido: {new_master}
fr: Nœud inconnu : {new_master}
it: Nodo sconosciuto: {new_master}

source: Node already master node.
de: Knoten ist bereits Master-Knoten.
es: El nodo ya es el nodo maestro.
fr: Le nœud est déjà le nœud maître.
it: Nodo già nodo master.

source: Checking for cluster quorum...
de: Prüfe Cluster-Quorum...
es: Verificando quórum del clúster...
fr: Vérification du quorum du cluster...
it: Controllo quorum cluster...

source: Failed to get cluster quorum: {this_node}: {e}
de: Cluster-Quorum konnte nicht abgerufen werden: {this_node}: {e}
es: Error al obtener quórum del clúster: {this_node}: {e}
fr: Échec de récupération du quorum du cluster : {this_node} : {e}
it: Impossibile ottenere quorum cluster: {this_node}: {e}

source: Trying to find a node to switch to...
de: Versuche einen Knoten zum Wechseln zu finden...
es: Intentando encontrar un nodo al cual cambiar...
fr: Tentative de trouver un nœud vers lequel basculer...
it: Tentativo di trovare un nodo a cui passare...

source: Failed to get cluster nodes: {this_node}: {e}
de: Clusterknoten konnten nicht abgerufen werden: {this_node}: {e}
es: Error al obtener nodos del clúster: {this_node}: {e}
fr: Échec de récupération des nœuds du cluster : {this_node} : {e}
it: Impossibile ottenere nodi cluster: {this_node}: {e}

source: Master failover failed: Unable to find node to switch to.
de: Master-Failover fehlgeschlagen: Kein Knoten zum Wechseln gefunden.
es: Conmutación por error del maestro falló: No se puede encontrar nodo al cual cambiar.
fr: Échec du basculement maître : Impossible de trouver un nœud vers lequel basculer.
it: Failover master fallito: Impossibile trovare nodo a cui passare.

source: Will not switch to unsync node: {new_master_node}: {e}
de: Werde nicht zu unsynchronisiertem Knoten wechseln: {new_master_node}: {e}
es: No se cambiará a nodo no sincronizado: {new_master_node}: {e}
fr: Ne basculera pas vers un nœud non synchronisé : {new_master_node} : {e}
it: Non passerà a nodo non sincronizzato: {new_master_node}: {e}

source: Will switch to node: {new_master_node}
de: Werde zu Knoten wechseln: {new_master_node}
es: Se cambiará al nodo: {new_master_node}
fr: Basculera vers le nœud : {new_master_node}
it: Passerà al nodo: {new_master_node}

source: Setting master failover status on current master node: {master_node}
de: Setze Master-Failover-Status auf aktuellem Master-Knoten: {master_node}
es: Estableciendo estado de conmutación por error del maestro en el nodo maestro actual: {master_node}
fr: Définition du statut de basculement maître sur le nœud maître actuel : {master_node}
it: Impostazione stato failover master sul nodo master corrente: {master_node}

source: Master node ready...
de: Master-Knoten bereit...
es: Nodo maestro listo...
fr: Nœud maître prêt...
it: Nodo master pronto...

source: Trying to switch to new master node: {new_master_node}
de: Versuche zu neuem Master-Knoten zu wechseln: {new_master_node}
es: Intentando cambiar al nuevo nodo maestro: {new_master_node}
fr: Tentative de basculer vers le nouveau nœud maître : {new_master_node}
it: Tentativo di passare al nuovo nodo master: {new_master_node}

source: Failed to get cluster connection: {new_master_node}: {e}
de: Clusterverbindung konnte nicht hergestellt werden: {new_master_node}: {e}
es: Error al obtener conexión del clúster: {new_master_node}: {e}
fr: Échec de récupération de la connexion au cluster : {new_master_node} : {e}
it: Impossibile ottenere connessione cluster: {new_master_node}: {e}

source: Node already the master node: {new_master_node}
de: Knoten ist bereits der Master-Knoten: {new_master_node}
es: El nodo ya es el nodo maestro: {new_master_node}
fr: Le nœud est déjà le nœud maître : {new_master_node}
it: Nodo già nodo master: {new_master_node}

source: Checking node sync status: {new_master_node}
de: Prüfe Knoten-Synchronisationsstatus: {new_master_node}
es: Verificando estado de sincronización del nodo: {new_master_node}
fr: Vérification du statut de synchronisation du nœud : {new_master_node}
it: Controllo stato sincronizzazione nodo: {new_master_node}

source: Will not switch to not ready node: {new_master_node}: {e}
de: Werde nicht zu nicht bereitem Knoten wechseln: {new_master_node}: {e}
es: No se cambiará a nodo no listo: {new_master_node}: {e}
fr: Ne basculera pas vers un nœud non prêt : {new_master_node} : {e}
it: Non passerà a nodo non pronto: {new_master_node}: {e}

source: Starting user authorization script: {auth_script_oid}
de: Starte Benutzerautorisierungsskript: {auth_script_oid}
es: Iniciando script de autorización de usuario: {auth_script_oid}
fr: Démarrage du script d'autorisation utilisateur : {auth_script_oid}
it: Avvio script autorizzazione utente: {auth_script_oid}

source: Failed to upgrade password hash: {e}
de: Passwort-Hash-Upgrade fehlgeschlagen: {e}
es: Error al actualizar hash de contraseña: {e}
fr: Échec de la mise à niveau du hachage de mot de passe: {e}
it: Impossibile aggiornare hash password: {e}

source: Ignoring access groups of disabled role '{role_name}' for token: {token_path}
de: Ignoriere Zugriffsgruppen der deaktivierten Rolle '{role_name}' für Token: {token_path}
es: Ignorando grupos de acceso del rol deshabilitado '{role_name}' para token: {token_path}
fr: Ignorer les groupes d'accès du rôle désactivé '{role_name}' pour le jeton : {token_path}
it: Ignorati gruppi di accesso del ruolo disabilitato '{role_name}' per token: {token_path}

source: Unable to get offline used OTPs method.
de: Offline-Methode für verwendete OTPs kann nicht abgerufen werden.
es: No se puede obtener el método de OTPs usados sin conexión.
fr: Impossible d'obtenir la méthode des OTP utilisés hors ligne.
it: Impossibile ottenere metodo OTP usati offline.

source: Failed to get used OTPs (offline): {e}
de: Verwendete OTPs konnten nicht abgerufen werden (offline): {e}
es: Error al obtener OTPs usados (sin conexión): {e}
fr: Échec de récupération des OTP utilisés (hors ligne) : {e}
it: Impossibile ottenere OTP usati (offline): {e}

source: Unable to get offline delete method.
de: Offline-Löschmethode kann nicht abgerufen werden.
es: No se puede obtener el método de eliminación sin conexión.
fr: Impossible d'obtenir la méthode de suppression hors ligne.
it: Impossibile ottenere metodo eliminazione offline.

source: Removing expired used OTP from backend: {token_path}
de: Entferne abgelaufenes verwendetes OTP aus Backend: {token_path}
es: Eliminando OTP usado expirado del backend: {token_path}
fr: Suppression de l'OTP utilisé expiré du backend : {token_path}
it: Rimozione OTP usato scaduto dal backend: {token_path}

source: Error removing used OTP '{used_otp}' from backend: {e}
de: Fehler beim Entfernen des verwendeten OTP '{used_otp}' aus Backend: {e}
es: Error al eliminar OTP usado '{used_otp}' del backend: {e}
fr: Erreur lors de la suppression de l'OTP utilisé '{used_otp}' du backend : {e}
it: Errore durante la rimozione dell'OTP usato '{used_otp}' dal backend: {e}

source: Removing outdated (by token sync time) used OTP from backend: {token_path}
de: Entferne veraltetes (nach Token-Synchronisationszeit) verwendetes OTP aus Backend: {token_path}
es: Eliminando OTP usado obsoleto (por tiempo de sincronización del token) del backend: {token_path}
fr: Suppression de l'OTP utilisé obsolète (par temps de synchronisation du jeton) du backend : {token_path}
it: Rimozione OTP usato obsoleto (per tempo di sincronizzazione token) dal backend: {token_path}

source: Found already used OTP: {token_path}
de: Bereits verwendetes OTP gefunden: {token_path}
es: Se encontró OTP ya utilizado: {token_path}
fr: OTP déjà utilisé trouvé : {token_path}
it: Trovato OTP già utilizzato: {token_path}

source: Adding OTP to list of used OTPs.
de: Füge OTP zur Liste der verwendeten OTPs hinzu.
es: Agregando OTP a la lista de OTPs utilizados.
fr: Ajout de l'OTP à la liste des OTP utilisés.
it: Aggiunta OTP all'elenco degli OTP usati.

source: Unable to get offline add used OTP method.
de: Offline-Methode zum Hinzufügen verwendeter OTPs nicht verfügbar.
es: No se puede obtener el método offline para agregar OTP usado.
fr: Impossible d'obtenir la méthode d'ajout d'OTP utilisé hors ligne.
it: Impossibile ottenere il metodo offline per aggiungere OTP usato.

source: Failed to add used OTP (offline): {e}
de: Fehler beim Hinzufügen des verwendeten OTP (offline): {e}
es: Error al agregar OTP usado (offline): {e}
fr: Échec de l'ajout de l'OTP utilisé (hors ligne) : {e}
it: Impossibile aggiungere OTP usato (offline): {e}

source: Unable to get offline add token counter method.
de: Offline-Methode zum Hinzufügen des Token-Zählers nicht verfügbar.
es: No se puede obtener el método offline para agregar contador de token.
fr: Impossible d'obtenir la méthode de compteur de jeton hors ligne.
it: Impossibile ottenere il metodo offline per aggiungere contatore token.

source: Failed to add offline token counter: {e}
de: Fehler beim Hinzufügen des Offline-Token-Zählers: {e}
es: Error al agregar contador de token offline: {e}
fr: Échec de l'ajout du compteur de jeton hors ligne : {e}
it: Impossibile aggiungere contatore token offline: {e}

source: Unable to get offline token counter method.
de: Offline-Methode für Token-Zähler nicht verfügbar.
es: No se puede obtener el método de contador de token offline.
fr: Impossible d'obtenir la méthode du compteur de jeton hors ligne.
it: Impossibile ottenere il metodo offline per il contatore token.

source: Unable to get offline delete token counter method.
de: Offline-Methode zum Löschen des Token-Zählers nicht verfügbar.
es: No se puede obtener el método offline para eliminar contador de token.
fr: Impossible d'obtenir la méthode de suppression du compteur de jeton hors ligne.
it: Impossibile ottenere il metodo offline per eliminare il contatore token.

source: Attribute <password> required.
de: Attribut <password> erforderlich.
es: Atributo <password> requerido.
fr: Attribut <password> requis.
it: Attributo <password> richiesto.

source: Token verified by temp password: {token_path}
de: Token durch temporäres Passwort verifiziert: {token_path}
es: Token verificado por contraseña temporal: {token_path}
fr: Jeton vérifié par mot de passe temporaire : {token_path}
it: Token verificato tramite password temporanea: {token_path}

source: Cannot verify MSCHAP requests if second factor token is enabled.
de: MSCHAP-Anfragen können nicht verifiziert werden, wenn Zwei-Faktor-Token aktiviert ist.
es: No se pueden verificar solicitudes MSCHAP si el token de segundo factor está habilitado.
fr: Impossible de vérifier les requêtes MSCHAP si le jeton de second facteur est activé.
it: Impossibile verificare richieste MSCHAP se il token di secondo fattore è abilitato.
