Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: No MSCHAP authentication enabled for this token.
de: Keine MSCHAP-Authentifizierung für dieses Token aktiviert.
es: No hay autenticación MSCHAP habilitada para este token.
fr: Aucune authentification MSCHAP activée pour ce jeton.
it: Nessuna autenticazione MSCHAP abilitata per questo token.

source: No NT_HASH set for this token.
de: Kein NT_HASH für dieses Token gesetzt.
es: No hay NT_HASH configurado para este token.
fr: Aucun NT_HASH défini pour ce jeton.
it: Nessun NT_HASH impostato per questo token.

source: Token temp password set: {token_path}
de: Temporäres Token-Passwort gesetzt: {token_path}
es: Contraseña temporal del token configurada: {token_path}
fr: Mot de passe temporaire du jeton défini : {token_path}
it: Password temporanea token impostata: {token_path}

source: Failed to get password score from hostd: {e}
de: Fehler beim Abrufen der Passwort-Bewertung von hostd: {e}
es: Error al obtener puntuación de contraseña desde hostd: {e}
fr: Échec de l'obtention du score de mot de passe depuis hostd : {e}
it: Impossibile ottenere il punteggio della password da hostd: {e}

source: Requesting password strength score...
de: Anfrage der Passwort-Stärke-Bewertung...
es: Solicitando puntuación de fortaleza de contraseña...
fr: Demande du score de robustesse du mot de passe...
it: Richiesta punteggio robustezza password...

source: Got password score: {score}
de: Passwort-Bewertung erhalten: {score}
es: Puntuación de contraseña obtenida: {score}
fr: Score de mot de passe obtenu : {score}
it: Punteggio password ottenuto: {score}

source: Found offline second factor token: {sftoken}
de: Offline-Zwei-Faktor-Token gefunden: {sftoken}
es: Se encontró token de segundo factor offline: {sftoken}
fr: Jeton de second facteur hors ligne trouvé : {sftoken}
it: Trovato token di secondo fattore offline: {sftoken}

source: Removing outdated offline tokens...
de: Entferne veraltete Offline-Token...
es: Eliminando tokens offline obsoletos...
fr: Suppression des jetons hors ligne obsolètes...
it: Rimozione token offline obsoleti...

source: Removing outdated (unused) offline tokens...
de: Entferne veraltete (ungenutzte) Offline-Token...
es: Eliminando tokens offline obsoletos (no utilizados)...
fr: Suppression des jetons hors ligne obsolètes (non utilisés)...
it: Rimozione token offline obsoleti (inutilizzati)...

source: Cached token '{token_path}' for offline logins.
de: Token '{token_path}' für Offline-Anmeldungen zwischengespeichert.
es: Token '{token_path}' almacenado en caché para inicios de sesión offline.
fr: Jeton '{token_path}' mis en cache pour les connexions hors ligne.
it: Token '{token_path}' memorizzato in cache per login offline.

source: Updating RSP in session file...
de: Aktualisiere RSP in Sitzungsdatei...
es: Actualizando RSP en archivo de sesión...
fr: Mise à jour du RSP dans le fichier de session...
it: Aggiornamento RSP nel file di sessione...

source: Saving RSP to session file...
de: Speichere RSP in Sitzungsdatei...
es: Guardando RSP en archivo de sesión...
fr: Sauvegarde du RSP dans le fichier de session...
it: Salvataggio RSP nel file di sessione...

source: Offline session keeping is enabled.
de: Offline-Sitzungsspeicherung ist aktiviert.
es: Mantenimiento de sesión offline está habilitado.
fr: La conservation de session hors ligne est activée.
it: Mantenimento sessione offline abilitato.

source: Offline session keeping is disabled.
de: Offline-Sitzungsspeicherung ist deaktiviert.
es: Mantenimiento de sesión offline está deshabilitado.
fr: La conservation de session hors ligne est désactivée.
it: Mantenimento sessione offline disabilitato.

source: Updated RSP in file: {session_file}
de: RSP in Datei aktualisiert: {session_file}
es: RSP actualizado en archivo: {session_file}
fr: RSP mis à jour dans le fichier : {session_file}
it: RSP aggiornato nel file: {session_file}

source: Saved RSP to file: {session_file}
de: RSP in Datei gespeichert: {session_file}
es: RSP guardado en archivo: {session_file}
fr: RSP sauvegardé dans le fichier : {session_file}
it: RSP salvato nel file: {session_file}

source: Removing login session: {session_id}
de: Entferne Anmeldesitzung: {session_id}
es: Eliminando sesión de inicio: {session_id}
fr: Suppression de la session de connexion : {session_id}
it: Rimozione sessione di login: {session_id}

source: Unable to read SSH agent PID from file: {e}
de: SSH-Agent-PID kann nicht aus Datei gelesen werden: {e}
es: No se puede leer PID del agente SSH desde archivo: {e}
fr: Impossible de lire le PID de l'agent SSH depuis le fichier : {e}
it: Impossibile leggere il PID dell'agente SSH dal file: {e}

source: Killing orphan SSH agent: {ssh_agent_name} ({ssh_agent_pid})
de: Töte verwaisten SSH-Agent: {ssh_agent_name} ({ssh_agent_pid})
es: Eliminando agente SSH huérfano: {ssh_agent_name} ({ssh_agent_pid})
fr: Arrêt de l'agent SSH orphelin : {ssh_agent_name} ({ssh_agent_pid})
it: Terminazione agente SSH orfano: {ssh_agent_name} ({ssh_agent_pid})

source: Removing outdated session dir: {session_dir}
de: Entferne veraltetes Sitzungsverzeichnis: {session_dir}
es: Eliminando directorio de sesión obsoleto: {session_dir}
fr: Suppression du répertoire de session obsolète : {session_dir}
it: Rimozione directory di sessione obsoleta: {session_dir}

source: Removing outdated session: {session_file}
de: Entferne veraltete Sitzung: {session_file}
es: Eliminando sesión obsoleta: {session_file}
fr: Suppression de la session obsolète : {session_file}
it: Rimozione sessione obsoleta: {session_file}

source: Removing outdated (unused) session: {session_file}
de: Entferne veraltete (ungenutzte) Sitzung: {session_file}
es: Eliminando sesión obsoleta (no utilizada): {session_file}
fr: Suppression de la session obsolète (non utilisée) : {session_file}
it: Rimozione sessione obsoleta (inutilizzata): {session_file}

source: Saved script to file: {script_file}
de: Skript in Datei gespeichert: {script_file}
es: Script guardado en archivo: {script_file}
fr: Script sauvegardé dans le fichier : {script_file}
it: Script salvato nel file: {script_file}

source: Loading offline {object_type} without decrypting: {object_id}
de: Lade Offline-{object_type} ohne Entschlüsselung: {object_id}
es: Cargando {object_type} offline sin descifrar: {object_id}
fr: Chargement de {object_type} hors ligne sans déchiffrement : {object_id}
it: Caricamento {object_type} offline senza decrittazione: {object_id}

source: Saving offline data key to unencrypted offline token!
de: Speichere Offline-Datenschlüssel in unverschlüsseltem Offline-Token!
es: ¡Guardando clave de datos offline en token offline no cifrado!
fr: Sauvegarde de la clé de données hors ligne dans un jeton hors ligne non chiffré !
it: Salvataggio chiave dati offline in token offline non crittografato!

source: Saving session key to unencrypted offline token!
de: Speichere Sitzungsschlüssel in unverschlüsseltem Offline-Token!
es: ¡Guardando clave de sesión en token offline no cifrado!
fr: Sauvegarde de la clé de session dans un jeton hors ligne non chiffré !
it: Salvataggio chiave di sessione in token offline non crittografato!

source: Not adding SSH keys: {e}
de: SSH-Schlüssel werden nicht hinzugefügt: {e}
es: No se agregaron claves SSH: {e}
fr: Ajout des clés SSH impossible : {e}
it: Chiavi SSH non aggiunte: {e}

source: Not adding SSH keys: {host_type} disabled
de: SSH-Schlüssel werden nicht hinzugefügt: {host_type} deaktiviert
es: No se agregaron claves SSH: {host_type} deshabilitado
fr: Ajout des clés SSH impossible : {host_type} désactivé
it: Chiavi SSH non aggiunte: {host_type} disabilitato

source: Ignoring SSH key from unknown token
de: Ignoriere SSH-Schlüssel von unbekanntem Token
es: Ignorando clave SSH de token desconocido
fr: Clé SSH d'un jeton inconnu ignorée
it: Chiave SSH da token sconosciuto ignorata

source: Ignoring unknown linked token
de: Ignoriere unbekanntes verknüpftes Token
es: Ignorando token vinculado desconocido
fr: Jeton lié inconnu ignoré
it: Token collegato sconosciuto ignorato

source: Ignoring SSH key from disabled token
de: Ignoriere SSH-Schlüssel von deaktiviertem Token
es: Ignorando clave SSH de token deshabilitado
fr: Clé SSH d'un jeton désactivé ignorée
it: Chiave SSH da token disabilitato ignorata

source: Ignoring token without SSH key
de: Ignoriere Token ohne SSH-Schlüssel
es: Ignorando token sin clave SSH
fr: Jeton sans clé SSH ignoré
it: Token senza chiave SSH ignorato

source: Ignoring non-SSH token
de: Ignoriere Nicht-SSH-Token
es: Ignorando token no-SSH
fr: Jeton non-SSH ignoré
it: Token non-SSH ignorato

source: Found linked token: {token_path}
de: Verknüpftes Token gefunden: {token_path}
es: Token vinculado encontrado: {token_path}
fr: Jeton lié trouvé : {token_path}
it: Trovato token collegato: {token_path}

source: Ignoring SSH key from unknown user: {uuid}
de: Ignoriere SSH-Schlüssel von unbekanntem Benutzer: {uuid}
es: Ignorando clave SSH de usuario desconocido: {uuid}
fr: Clé SSH d'un utilisateur inconnu ignorée : {uuid}
it: Chiave SSH da utente sconosciuto ignorata: {uuid}

source: Ignoring SSH key from disabled user: {user_oid}
de: Ignoriere SSH-Schlüssel von deaktiviertem Benutzer: {user_oid}
es: Ignorando clave SSH de usuario deshabilitado: {user_oid}
fr: Clé SSH d'un utilisateur désactivé ignorée : {user_oid}
it: Chiave SSH da utente disabilitato ignorata: {user_oid}

source: Ignoring unknown token option: {token_path}: {o}
de: Ignoriere unbekannte Token-Option: {token_path}: {o}
es: Ignorando opción de token desconocida: {token_path}: {o}
fr: Option de jeton inconnue ignorée : {token_path} : {o}
it: Ignorando opzione token sconosciuta: {token_path}: {o}

source: Ignoring SSH key without signatures: {token_path}
de: Ignoriere SSH-Schlüssel ohne Signaturen: {token_path}
es: Ignorando clave SSH sin firmas: {token_path}
fr: Clé SSH sans signatures ignorée : {token_path}
it: Ignorando chiave SSH senza firme: {token_path}

source: Not adding SSH key: {e}
de: SSH-Schlüssel wird nicht hinzugefügt: {e}
es: No se agregó clave SSH: {e}
fr: Ajout de la clé SSH impossible : {e}
it: Impossibile aggiungere la chiave SSH: {e}

source: Unable to create authorized_keys cache dir: {e}
de: Fehler beim Erstellen des authorized_keys Cache-Verzeichnisses: {e}
es: No se puede crear el directorio de caché de authorized_keys: {e}
fr: Impossible de créer le répertoire cache authorized_keys : {e}
it: Impossibile creare la directory cache authorized_keys: {e}

source: Unable to create authorized_keys cache file: {e}
de: Fehler beim Erstellen der authorized_keys Cache-Datei: {e}
es: No se puede crear el archivo de caché de authorized_keys: {e}
fr: Impossible de créer le fichier cache authorized_keys : {e}
it: Impossibile creare il file cache authorized_keys: {e}

source: Added {added_keys} SSH key(s) for user {username}.
de: {added_keys} SSH-Schlüssel für Benutzer {username} hinzugefügt.
es: Se agregaron {added_keys} clave(s) SSH para el usuario {username}.
fr: Ajout de {added_keys} clé(s) SSH pour l'utilisateur {username}.
it: Aggiunte {added_keys} chiave/i SSH per l'utente {username}.

source: Removed {removed_keys} SSH key(s) of user {username}.
de: {removed_keys} SSH-Schlüssel von Benutzer {username} entfernt.
es: Se eliminaron {removed_keys} clave(s) SSH del usuario {username}.
fr: Suppression de {removed_keys} clé(s) SSH de l'utilisateur {username}.
it: Rimosse {removed_keys} chiave/i SSH dell'utente {username}.

source: Error removing authorized_keys file: {orphan_keys_file}
de: Fehler beim Entfernen der authorized_keys-Datei: {orphan_keys_file}
es: Error al eliminar el archivo authorized_keys: {orphan_keys_file}
fr: Erreur lors de la suppression du fichier authorized_keys : {orphan_keys_file}
it: Errore nella rimozione del file authorized_keys: {orphan_keys_file}

source: Error removing SSH tokens file: {orphan_tokens_file}
de: Fehler beim Entfernen der SSH-Token-Datei: {orphan_tokens_file}
es: Error al eliminar el archivo de tokens SSH: {orphan_tokens_file}
fr: Erreur lors de la suppression du fichier de jetons SSH : {orphan_tokens_file}
it: Errore nella rimozione del file token SSH: {orphan_tokens_file}

source: Error removing authorized_keys directory: {orphan_dir}
de: Fehler beim Entfernen des authorized_keys-Verzeichnisses: {orphan_dir}
es: Error al eliminar el directorio authorized_keys: {orphan_dir}
fr: Erreur lors de la suppression du répertoire authorized_keys : {orphan_dir}
it: Errore nella rimozione della directory authorized_keys: {orphan_dir}

source: Removed all SSH keys of user: {username}
de: Alle SSH-Schlüssel von Benutzer {username} entfernt
es: Se eliminaron todas las claves SSH del usuario: {username}
fr: Suppression de toutes les clés SSH de l'utilisateur : {username}
it: Rimosse tutte le chiavi SSH dell'utente: {username}

source: SSH authorized_keys up-to-date.
de: SSH authorized_keys sind aktuell.
es: SSH authorized_keys actualizado.
fr: SSH authorized_keys à jour.
it: SSH authorized_keys aggiornato.

source: Received null length message.
de: Nachricht mit Null-Länge empfangen.
es: Se recibió mensaje de longitud nula.
fr: Message de longueur nulle reçu.
it: Ricevuto messaggio di lunghezza nulla.

source: Uuuuuh, we got no peer name (SSL certificate). This should never happen. :(
de: Uuuuuh, wir haben keinen Peer-Namen (SSL-Zertifikat). Das sollte nie passieren. :(
es: Uuuuuh, no obtuvimos nombre de peer (certificado SSL). Esto nunca debería pasar. :(
fr: Euh, nous n'avons pas de nom de pair (certificat SSL). Cela ne devrait jamais arriver. :(
it: Uuuuuh, non abbiamo un peer name (certificato SSL). Questo non dovrebbe mai accadere. :(

source: Agent supports protocol version: {agent_protocol}
de: Agent unterstützt Protokollversion: {agent_protocol}
es: El agente soporta la versión de protocolo: {agent_protocol}
fr: L'agent prend en charge la version de protocole : {agent_protocol}
it: L'agent supporta la versione del protocollo: {agent_protocol}

source: Server supports protocol version: {protocol}
de: Server unterstützt Protokollversion: {protocol}
es: El servidor soporta la versión de protocolo: {protocol}
fr: Le serveur prend en charge la version de protocole : {protocol}
it: Il server supporta la versione del protocollo: {protocol}

source: Accepted site certificate fingerprint: {site_fingerprint}
de: Akzeptierter Site-Zertifikat-Fingerabdruck: {site_fingerprint}
es: Huella digital del certificado del sitio aceptada: {site_fingerprint}
fr: Empreinte de certificat de site acceptée : {site_fingerprint}
it: Impronta digitale del certificato del sito accettata: {site_fingerprint}

source: Adding SSH key passphrase to agent...
de: SSH-Schlüssel-Passphrase zum Agent hinzufügen...
es: Agregando frase de contraseña de clave SSH al agente...
fr: Ajout de la phrase secrète de clé SSH à l'agent...
it: Aggiunta della passphrase della chiave SSH all'agent...

source: Signing SSH challenge...
de: SSH-Challenge wird signiert...
es: Firmando desafío SSH...
fr: Signature du challenge SSH...
it: Firma della challenge SSH...

source: Failed to close connection to mgmtd: {e}
de: Fehler beim Schließen der Verbindung zu mgmtd: {e}
es: Error al cerrar la conexión con mgmtd: {e}
fr: Échec de la fermeture de la connexion à mgmtd : {e}
it: Impossibile chiudere la connessione a mgmtd: {e}

source: Starting redirected {conn_type} to: {realm}/{site}
de: Umgeleitete {conn_type} wird gestartet zu: {realm}/{site}
es: Iniciando {conn_type} redirigido a: {realm}/{site}
fr: Démarrage de la redirection {conn_type} vers : {realm}/{site}
it: Avvio {conn_type} reindirizzato a: {realm}/{site}

source: Loading site key.
de: Site-Schlüssel wird geladen.
es: Cargando clave del sitio.
fr: Chargement de la clé du site.
it: Caricamento della chiave del sito.

source: Encrypting preauth key...
de: Preauth-Schlüssel wird verschlüsselt...
es: Cifrando clave de preautenticación...
fr: Chiffrement de la clé de pré-authentification...
it: Crittografia della chiave preauth...

source: Generating DH parameters for session key...
de: DH-Parameter für Sitzungsschlüssel werden generiert...
es: Generando parámetros DH para clave de sesión...
fr: Génération des paramètres DH pour la clé de session...
it: Generazione dei parametri DH per la chiave di sessione...

source: Sending preauth request to {daemon} {realm}/{site} ({socket_uri})...
de: Preauth-Anfrage wird an {daemon} {realm}/{site} ({socket_uri}) gesendet...
es: Enviando solicitud de preautenticación a {daemon} {realm}/{site} ({socket_uri})...
fr: Envoi de la requête de pré-authentification à {daemon} {realm}/{site} ({socket_uri})...
it: Invio della richiesta preauth a {daemon} {realm}/{site} ({socket_uri})...

source: Sending preauth request to {daemon} {realm}/{site}...
de: Preauth-Anfrage wird an {daemon} {realm}/{site} gesendet...
es: Enviando solicitud de preautenticación a {daemon} {realm}/{site}...
fr: Envoi de la requête de pré-authentification à {daemon} {realm}/{site}...
it: Invio della richiesta preauth a {daemon} {realm}/{site}...

source: Site signature verification successful: {site}
de: Site-Signatur-Verifizierung erfolgreich: {site}
es: Verificación de firma del sitio exitosa: {site}
fr: Vérification de la signature du site réussie : {site}
it: Verifica della firma del sito riuscita: {site}

source: Generating session key via DH.
de: Sitzungsschlüssel wird via DH generiert.
es: Generando clave de sesión mediante DH.
fr: Génération de la clé de session via DH.
it: Generazione della chiave di sessione tramite DH.

source: Doing cross-site logout.
de: Cross-Site-Logout wird durchgeführt.
es: Realizando cierre de sesión entre sitios.
fr: Déconnexion inter-sites en cours.
it: Esecuzione del logout cross-site.

source: Got no SSH agent script from peer.
de: Kein SSH-Agent-Skript vom Peer erhalten.
es: No se obtuvo script de agente SSH del peer.
fr: Aucun script d'agent SSH reçu du pair.
it: Nessuno script SSH agent ricevuto dal peer.

source: Received {ssh_public_keys} SSH public keys from server.
de: {ssh_public_keys} öffentliche SSH-Schlüssel vom Server empfangen.
es: Se recibieron {ssh_public_keys} claves públicas SSH del servidor.
fr: Réception de {ssh_public_keys} clés publiques SSH du serveur.
it: Ricevute {ssh_public_keys} chiavi pubbliche SSH dal server.

source: Delaying start of ssh-agent by '{ssh_agent_start_delay}' seconds.
de: Start von ssh-agent wird um '{ssh_agent_start_delay}' Sekunden verzögert.
es: Retrasando inicio de ssh-agent por '{ssh_agent_start_delay}' segundos.
fr: Retard du démarrage de ssh-agent de '{ssh_agent_start_delay}' secondes.
it: Ritardo dell'avvio di ssh-agent di '{ssh_agent_start_delay}' secondi.

source: Trying to get keys from ssh-agent...
de: Versuche Schlüssel von ssh-agent zu erhalten...
es: Intentando obtener claves de ssh-agent...
fr: Tentative de récupération des clés depuis ssh-agent...
it: Tentativo di ottenere le chiavi da ssh-agent...

source: Got '{ssh_key_count}' keys from ssh-agent.
de: '{ssh_key_count}' Schlüssel von ssh-agent erhalten.
es: Se obtuvieron '{ssh_key_count}' claves de ssh-agent.
fr: Récupération de '{ssh_key_count}' clés depuis ssh-agent.
it: Ottenute '{ssh_key_count}' chiavi da ssh-agent.

source: Redirected login failed: {login_exception}
de: Umgeleiteter Login fehlgeschlagen: {login_exception}
es: Inicio de sesión redirigido falló: {login_exception}
fr: Échec de la connexion redirigée : {login_exception}
it: Login reindirizzato fallito: {login_exception}

source: Logging user out from home site...
de: Benutzer wird von Home-Site abgemeldet...
es: Cerrando sesión del usuario del sitio principal...
fr: Déconnexion de l'utilisateur du site principal...
it: Disconnessione dell'utente dal sito home...

source: Failed to logout user from home site: {e}
de: Fehler beim Abmelden des Benutzers von der Home-Site: {e}
es: Error al cerrar sesión del usuario del sitio principal: {e}
fr: Échec de la déconnexion de l'utilisateur du site principal : {e}
it: Impossibile disconnettere l'utente dal sito home: {e}

source: Got smartcard token from server: {rel_path} ({sc_type})
de: Smartcard-Token vom Server erhalten: {rel_path} ({sc_type})
es: Se obtuvo token de tarjeta inteligente del servidor: {rel_path} ({sc_type})
fr: Jeton de carte à puce reçu du serveur : {rel_path} ({sc_type})
it: Ricevuto token smartcard dal server: {rel_path} ({sc_type})

source: Not trying to detect smartcard because no related auth type was offered by peer.
de: Smartcard-Erkennung wird nicht versucht, da kein entsprechender Auth-Typ vom Peer angeboten wurde.
es: No se intenta detectar tarjeta inteligente porque el peer no ofreció ningún tipo de autenticación relacionado.
fr: Pas de tentative de détection de carte à puce car aucun type d'authentification associé n'a été proposé par le pair.
it: Non si tenta di rilevare la smartcard perché nessun tipo di autenticazione correlato è stato offerto dal peer.

source: Error detecting smartcard: {e}
de: Fehler beim Erkennen der Smartcard: {e}
es: Error al detectar tarjeta inteligente: {e}
fr: Erreur lors de la détection de la carte à puce: {e}
it: Errore nel rilevamento della smartcard: {e}

source: Generating DH key for RSP.
de: DH-Schlüssel für RSP wird generiert.
es: Generando clave DH para RSP.
fr: Génération de la clé DH pour RSP.
it: Generazione della chiave DH per RSP.

source: Malformed auth response: Missing response type
de: Fehlerhafte Auth-Antwort: Fehlender Antworttyp
es: Respuesta de autenticación mal formada: Falta el tipo de respuesta
fr: Réponse d'authentification mal formée : Type de réponse manquant
it: Risposta di autenticazione malformata: Tipo di risposta mancante

source: Received login response from authd...
de: Login-Antwort von authd empfangen...
es: Se recibió respuesta de inicio de sesión de authd...
fr: Réponse de connexion reçue de authd...
it: Ricevuta risposta di login da authd...

source: Received logout response from authd...
de: Logout-Antwort von authd empfangen...
es: Se recibió respuesta de cierre de sesión de authd...
fr: Réponse de déconnexion reçue de authd...
it: Ricevuta risposta di logout da authd...

source: Received auth response from authd...
de: Auth-Antwort von authd empfangen...
es: Se recibió respuesta de autenticación de authd...
fr: Réponse d'authentification reçue de authd...
it: Ricevuta risposta di autenticazione da authd...

source: JWT verification successful.
de: JWT-Verifizierung erfolgreich.
es: Verificación JWT exitosa.
fr: Vérification JWT réussie.
it: Verifica JWT riuscita.

source: Error removing old session: {x}
de: Fehler beim Entfernen der alten Sitzung: {x}
es: Error al eliminar sesión antigua: {x}
fr: Erreur lors de la suppression de l'ancienne session : {x}
it: Errore nella rimozione della vecchia sessione: {x}

source: Generating RSP via ECDH...
de: RSP wird via ECDH generiert...
es: Generando RSP mediante ECDH...
fr: Génération de RSP via ECDH...
it: Generazione di RSP tramite ECDH...

source: Received the following shares: {shares}
de: Folgende Shares empfangen: {shares}
es: Se recibieron los siguientes recursos compartidos: {shares}
fr: Réception des partages suivants : {shares}
it: Ricevute le seguenti condivisioni: {shares}

source: Invalid reneg reply.
de: Ungültige Reneg-Antwort.
es: Respuesta de renegociación inválida.
fr: Réponse de renégociation invalide.
it: Risposta di rinegoziazione non valida.

source: Error clearing cached offline tokens: {e}
de: Fehler beim Löschen zwischengespeicherter Offline-Token: {e}
es: Error al limpiar tokens offline en caché: {e}
fr: Erreur lors de l'effacement des jetons hors ligne en cache : {e}
it: Errore durante la cancellazione dei token offline memorizzati: {e}
