Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Connection timed out.
de: Verbindungstimeout.
es: La conexión expiró.
fr: Délai de connexion expiré.
it: Timeout della connessione.

source: Closing connection to '{uri}'
de: Schließe Verbindung zu '{uri}'
es: Cerrando conexión con '{uri}'
fr: Fermeture de la connexion à '{uri}'
it: Chiusura connessione a '{uri}'

source: Unable to encode data for sending: {data_type}
de: Daten konnten nicht zum Senden codiert werden: {data_type}
es: No se pueden codificar datos para envío: {data_type}
fr: Impossible d'encoder les données pour l'envoi : {data_type}
it: Impossibile codificare i dati per l'invio: {data_type}

source: SSL error: {error}
de: SSL-Fehler: {error}
es: Error SSL: {error}
fr: Erreur SSL : {error}
it: Errore SSL: {error}

source: Error sending socket protocol negotiation: {error}
de: Fehler beim Senden der Socket-Protokollverhandlung: {error}
es: Error enviando negociación de protocolo de socket: {error}
fr: Erreur d'envoi de la négociation du protocole socket : {error}
it: Errore nell'invio della negoziazione del protocollo socket: {error}

source: Error receiving socket protocol negotiation: {error}
de: Fehler beim Empfangen der Socket-Protokollverhandlung: {error}
es: Error recibiendo negociación de protocolo de socket: {error}
fr: Erreur de réception de la négociation du protocole socket : {error}
it: Errore nella ricezione della negoziazione del protocollo socket: {error}

source: Socket protocol negotiation ended by peer.
de: Socket-Protokollverhandlung durch Gegenstelle beendet.
es: Negociación de protocolo de socket terminada por el par.
fr: Négociation du protocole socket terminée par le pair.
it: Negoziazione del protocollo socket terminata dal peer.

source: Unknown socket protocol response from peer: {response}
de: Unbekannte Socket-Protokollantwort von Gegenstelle: {response}
es: Respuesta de protocolo de socket desconocida del par: {response}
fr: Réponse de protocole socket inconnue du pair : {response}
it: Risposta del protocollo socket sconosciuta dal peer: {response}

source: Received invalid socket protocol from peer: {response}
de: Ungültiges Socket-Protokoll von Gegenstelle empfangen: {response}
es: Protocolo de socket inválido recibido del par: {response}
fr: Protocole socket invalide reçu du pair : {response}
it: Ricevuto protocollo socket non valido dal peer: {response}

source: Unhandled exception in sync child: {function}: {sync_type}: {error}
de: Unbehandelte Ausnahme in Sync-Child: {function}: {sync_type}: {error}
es: Excepción no manejada en hijo de sincronización: {function}: {sync_type}: {error}
fr: Exception non gérée dans le processus enfant de synchronisation : {function} : {sync_type} : {error}
it: Eccezione non gestita nel sync child: {function}: {sync_type}: {error}

source: Failed to acquire sync lock: {lock_id}: {error}
de: Fehler beim Erwerben der Sync-Sperre: {lock_id}: {error}
es: Error al adquirir bloqueo de sincronización: {lock_id}: {error}
fr: Échec de l'acquisition du verrou de synchronisation : {lock_id} : {error}
it: Impossibile acquisire il lock di sincronizzazione: {lock_id}: {error}

source: Unknown site: {realm}/{site}
de: Unbekannte Site: {realm}/{site}
es: Sitio desconocido: {realm}/{site}
fr: Site inconnu : {realm}/{site}
it: Sito sconosciuto: {realm}/{site}

source: Unknown node: {node}
de: Unbekannte Node: {node}
es: Nodo desconocido: {node}
fr: Nœud inconnu : {node}
it: Nodo sconosciuto: {node}

source: Trying to connect to syncd: {name}
de: Versuche Verbindung zu syncd herzustellen: {name}
es: Intentando conectar a syncd: {name}
fr: Tentative de connexion à syncd : {name}
it: Tentativo di connessione a syncd: {name}

source: Failed to reload host object: {error}
de: Fehler beim Neuladen des Host-Objekts: {error}
es: Error al recargar objeto host: {error}
fr: Échec du rechargement de l'objet hôte : {error}
it: Impossibile ricaricare l'oggetto host: {error}

source: Failed to set realm/site: {error}
de: Fehler beim Setzen von Realm/Site: {error}
es: Error al establecer realm/sitio: {error}
fr: Échec de la définition du domaine/site : {error}
it: Impossibile impostare realm/sito: {error}

source: Site is currently syncing: {site}
de: Site wird derzeit synchronisiert: {site}
es: El sitio se está sincronizando actualmente: {site}
fr: Le site est en cours de synchronisation : {site}
it: Il sito è attualmente in sincronizzazione: {site}

source: Not sending sync notification: {notify_id}: Last notify sent: {last_try}
de: Sync-Benachrichtigung wird nicht gesendet: {notify_id}: Letzte Benachrichtigung gesendet: {last_try}
es: No se envía notificación de sincronización: {notify_id}: Última notificación enviada: {last_try}
fr: Notification de synchronisation non envoyée : {notify_id} : Dernière notification envoyée : {last_try}
it: Notifica di sincronizzazione non inviata: {notify_id}: Ultima notifica inviata: {last_try}

source: Sending sync notification: {notify_id}
de: Sende Sync-Benachrichtigung: {notify_id}
es: Enviando notificación de sincronización: {notify_id}
fr: Envoi de la notification de synchronisation : {notify_id}
it: Invio notifica di sincronizzazione: {notify_id}

source: Error sending sync notification to {dst}: {error}
de: Fehler beim Senden der Sync-Benachrichtigung an {dst}: {error}
es: Error al enviar notificación de sincronización a {dst}: {error}
fr: Erreur lors de l'envoi de la notification de synchronisation à {dst} : {error}
it: Errore nell'invio della notifica di sincronizzazione a {dst}: {error}

source: Cannot send sync notification to site that disabled sync with us: {realm}/{site}
de: Kann keine Sync-Benachrichtigung an Site senden, die Sync mit uns deaktiviert hat: {realm}/{site}
es: No se puede enviar notificación de sincronización a sitio que deshabilitó la sincronización con nosotros: {realm}/{site}
fr: Impossible d'envoyer une notification de synchronisation au site qui a désactivé la synchronisation avec nous : {realm}/{site}
it: Impossibile inviare notifica di sincronizzazione al sito che ha disabilitato la sincronizzazione con noi: {realm}/{site}

source: Failed to send sync notification to site: {realm}/{site}: {reply}
de: Fehler beim Senden der Sync-Benachrichtigung an Site: {realm}/{site}: {reply}
es: Error al enviar notificación de sincronización al sitio: {realm}/{site}: {reply}
fr: Échec de l'envoi de la notification de synchronisation au site : {realm}/{site} : {reply}
it: Impossibile inviare notifica di sincronizzazione al sito: {realm}/{site}: {reply}

source: Error sending sync notification to {realm}/{site}: {reply}
de: Fehler beim Senden der Sync-Benachrichtigung an {realm}/{site}: {reply}
es: Error al enviar notificación de sincronización a {realm}/{site}: {reply}
fr: Erreur lors de l'envoi de la notification de synchronisation à {realm}/{site} : {reply}
it: Errore nell'invio della notifica di sincronizzazione a {realm}/{site}: {reply}

source: Failed to sync sites: {error}
de: Fehler beim Synchronisieren der Sites: {error}
es: Error al sincronizar sitios: {error}
fr: Échec de la synchronisation des sites : {error}
it: Impossibile sincronizzare i siti: {error}

source: Cannot find master site: {uuid}
de: Master-Site kann nicht gefunden werden: {uuid}
es: No se puede encontrar sitio maestro: {uuid}
fr: Impossible de trouver le site maître : {uuid}
it: Impossibile trovare il sito master: {uuid}

source: Cannot find own site: {uuid}
de: Eigene Site kann nicht gefunden werden: {uuid}
es: No se puede encontrar sitio propio: {uuid}
fr: Impossible de trouver le site propre : {uuid}
it: Impossibile trovare il proprio sito: {uuid}

source: Error getting sync connection: {error}
de: Fehler beim Abrufen der Sync-Verbindung: {error}
es: Error al obtener conexión de sincronización: {error}
fr: Erreur lors de l'obtention de la connexion de synchronisation : {error}
it: Errore nell'ottenere la connessione di sincronizzazione: {error}

source: Error receiving sites list: {site}: {reply}
de: Fehler beim Empfangen der Sites-Liste: {site}: {reply}
es: Error al recibir lista de sitios: {site}: {reply}
fr: Erreur de réception de la liste des sites : {site} : {reply}
it: Errore nella ricezione dell'elenco dei siti: {site}: {reply}

source: Uuuh received wrong site object from site {site}: {site_oid}
de: Uuuh falsches Site-Objekt von Site {site} empfangen: {site_oid}
es: Uuuh se recibió objeto de sitio incorrecto del sitio {site}: {site_oid}
fr: Euh, objet de site incorrect reçu du site {site} : {site_oid}
it: Ricevuto oggetto sito errato dal sito {site}: {site_oid}

source: Failed to load object: {object_id}: {error}
de: Fehler beim Laden des Objekts: {object_id}: {error}
es: Error al cargar objeto: {object_id}: {error}
fr: Échec du chargement de l'objet : {object_id} : {error}
it: Impossibile caricare l'oggetto: {object_id}: {error}

source: Received invalid object: {error}
de: Ungültiges Objekt empfangen: {error}
es: Objeto inválido recibido: {error}
fr: Objet invalide reçu : {error}
it: Ricevuto oggetto non valido: {error}

source: Updating object: {oid}
de: Aktualisiere Objekt: {oid}
es: Actualizando objeto: {oid}
fr: Mise à jour de l'objet : {oid}
it: Aggiornamento oggetto: {oid}

source: Adding new object: {oid}
de: Füge neues Objekt hinzu: {oid}
es: Agregando nuevo objeto: {oid}
fr: Ajout d'un nouvel objet : {oid}
it: Aggiunta nuovo oggetto: {oid}

source: Failed to write object: {oid}: {error}
de: Fehler beim Schreiben des Objekts: {oid}: {error}
es: Error al escribir objeto: {oid}: {error}
fr: Échec de l'écriture de l'objet : {oid} : {error}
it: Impossibile scrivere l'oggetto: {oid}: {error}

source: Removing orphan site: {site}
de: Entferne verwaiste Site: {site}
es: Eliminando sitio huérfano: {site}
fr: Suppression du site orphelin : {site}
it: Rimozione sito orfano: {site}

source: Removing orphan realm: {realm}
de: Entferne verwaistes Realm: {realm}
es: Eliminando realm huérfano: {realm}
fr: Suppression du domaine orphelin : {realm}
it: Rimozione realm orfano: {realm}

source: Realms/sites sync finished: adds: {added} updates: {updated_objects} removes: {removed_objects}
de: Realms/Sites-Sync abgeschlossen: Hinzugefügt: {added} Aktualisiert: {updated_objects} Entfernt: {removed_objects}
es: Sincronización de realms/sitios finalizada: agregados: {added} actualizaciones: {updated_objects} eliminaciones: {removed_objects}
fr: Synchronisation des domaines/sites terminée : ajouts : {added} mises à jour : {updated_objects} suppressions : {removed_objects}
it: Sincronizzazione realms/siti completata: aggiunte: {added} aggiornamenti: {updated_objects} rimozioni: {removed_objects}

source: Starting sync job from queue: {sync_type}
de: Starte Sync-Job aus Warteschlange: {sync_type}
es: Iniciando trabajo de sincronización desde cola: {sync_type}
fr: Démarrage de la tâche de synchronisation depuis la file : {sync_type}
it: Avvio processo di sincronizzazione dalla coda: {sync_type}

source: Started sync child: {info} [{pid}]
de: Sync-Child gestartet: {info} [{pid}]
es: Hijo de sincronización iniciado: {info} [{pid}]
fr: Processus enfant de synchronisation démarré : {info} [{pid}]
it: Avviato processo figlio di sincronizzazione: {info} [{pid}]

source: Got unknown sync site: {realm}/{site}
de: Unbekannte Sync-Site erhalten: {realm}/{site}
es: Se obtuvo sitio de sincronización desconocido: {realm}/{site}
fr: Site de synchronisation inconnu reçu : {realm}/{site}
it: Ricevuto sito di sincronizzazione sconosciuto: {realm}/{site}

source: Got unknown sync realm: {realm}
de: Unbekanntes Sync-Realm erhalten: {realm}
es: Se obtuvo realm de sincronización desconocido: {realm}
fr: Domaine de synchronisation inconnu reçu : {realm}
it: Ricevuto realm di sincronizzazione sconosciuto: {realm}

source: Cannot sync with unknown site: {site_uuid}
de: Kann nicht mit unbekannter Site synchronisieren: {site_uuid}
es: No se puede sincronizar con sitio desconocido: {site_uuid}
fr: Impossible de synchroniser avec un site inconnu : {site_uuid}
it: Impossibile sincronizzare con sito sconosciuto: {site_uuid}

source: Ignoring disabled site: {site}
de: Ignoriere deaktivierte Site: {site}
es: Ignorando sitio deshabilitado: {site}
fr: Site désactivé ignoré : {site}
it: Sito disabilitato ignorato: {site}

source: Synchronization disabled for site: {site}
de: Synchronisation für Site deaktiviert: {site}
es: Sincronización deshabilitada para el sitio: {site}
fr: Synchronisation désactivée pour le site : {site}
it: Sincronizzazione disabilitata per il sito: {site}

source: Host disabled: {error}
de: Host deaktiviert: {error}
es: Host deshabilitado: {error}
fr: Hôte désactivé : {error}
it: Host disabilitato: {error}

source: Failed to disable host: {error}
de: Fehler beim Deaktivieren des Hosts: {error}
es: Error al deshabilitar host: {error}
fr: Échec de la désactivation de l'hôte : {error}
it: Impossibile disabilitare l'host: {error}

source: Connection to syncd failed: {error}
de: Verbindung zu syncd fehlgeschlagen: {error}
es: Conexión a syncd falló: {error}
fr: Connexion à syncd échouée : {error}
it: Connessione a syncd fallita: {error}

source: Synchronization disabled by site: {realm}/{site}
de: Synchronisation durch Site deaktiviert: {realm}/{site}
es: Sincronización deshabilitada por el sitio: {realm}/{site}
fr: Synchronisation désactivée par le site : {realm}/{site}
it: Sincronizzazione disabilitata dal sito: {realm}/{site}

source: Connection lost running sync: {sync_type}: {error}
de: Verbindung während Sync verloren: {sync_type}: {error}
es: Conexión perdida ejecutando sincronización: {sync_type}: {error}
fr: Connexion perdue lors de l'exécution de la synchronisation : {sync_type} : {error}
it: Connessione persa durante la sincronizzazione: {sync_type}: {error}

source: Error running sync: {realm}/{site}: {sync_type}: {error}
de: Fehler beim Ausführen der Synchronisation: {realm}/{site}: {sync_type}: {error}
es: Error ejecutando sincronización: {realm}/{site}: {sync_type}: {error}
fr: Erreur lors de l'exécution de la synchronisation : {realm}/{site} : {sync_type} : {error}
it: Errore durante la sincronizzazione: {realm}/{site}: {sync_type}: {error}

source: Error updating nsscache: {error}
de: Fehler beim Aktualisieren des nsscache: {error}
es: Error actualizando nsscache: {error}
fr: Erreur de mise à jour du nsscache : {error}
it: Errore nell'aggiornamento di nsscache: {error}

source: Failed to update SSH authorized_keys: {error}
de: Fehler beim Aktualisieren der SSH authorized_keys: {error}
es: Error al actualizar SSH authorized_keys: {error}
fr: Échec de la mise à jour des SSH authorized_keys : {error}
it: Impossibile aggiornare SSH authorized_keys: {error}

source: Error sending sync notify: {dest}: {error}
de: Fehler beim Senden der Sync-Benachrichtigung: {dest}: {error}
es: Error al enviar notificación de sincronización: {dest}: {error}
fr: Erreur lors de l'envoi de la notification de synchronisation : {dest} : {error}
it: Errore nell'invio della notifica di sincronizzazione: {dest}: {error}

source: Failed to update sync status: {error}
de: Fehler beim Aktualisieren des Sync-Status: {error}
es: Error al actualizar estado de sincronización: {error}
fr: Échec de la mise à jour du statut de synchronisation : {error}
it: Impossibile aggiornare lo stato di sincronizzazione: {error}

source: Error sending sync notify: {node}: {error}
de: Fehler beim Senden der Sync-Benachrichtigung: {node}: {error}
es: Error al enviar notificación de sincronización: {node}: {error}
fr: Erreur lors de l'envoi de la notification de synchronisation : {node} : {error}
it: Errore nell'invio della notifica di sincronizzazione: {node}: {error}

source: Failed to resend spooled audit log entries: {error}
de: Fehler beim erneuten Senden gepufferter Audit-Log-Einträge: {error}
es: Error al reenviar entradas de registro de auditoría almacenadas: {error}
fr: Échec du renvoi des entrées du journal d'audit en attente : {error}
it: Impossibile reinviare le voci del log di audit in coda: {error}

source: Running resolver: {resolver}
de: Resolver wird ausgeführt: {resolver}
es: Ejecutando resolver: {resolver}
fr: Exécution du résolveur : {resolver}
it: Esecuzione resolver: {resolver}

source: Error getting offline tokens: {error}
de: Fehler beim Abrufen von Offline-Token: {error}
es: Error al obtener tokens offline: {error}
fr: Erreur lors de l'obtention des jetons hors ligne : {error}
it: Errore nell'ottenere i token offline: {error}

source: Failed to configure {name}
de: Fehler beim Konfigurieren von {name}
es: Error al configurar {name}
fr: Échec de la configuration de {name}
it: Impossibile configurare {name}

source: Failed to set connection handler: {error}
de: Fehler beim Setzen des Connection-Handlers: {error}
es: Error al establecer el manejador de conexión: {error}
fr: Échec de la définition du gestionnaire de connexion : {error}
it: Impossibile impostare il gestore di connessione: {error}

source: Failed to add unix socket: {error}
de: Fehler beim Hinzufügen des Unix-Sockets: {error}
es: Error al agregar socket unix: {error}
fr: Échec de l'ajout du socket unix : {error}
it: Impossibile aggiungere socket unix: {error}

source: Unable to listen on socket: {error}
de: Socket kann nicht überwacht werden: {error}
es: No se puede escuchar en el socket: {error}
fr: Impossible d'écouter sur le socket : {error}
it: Impossibile ascoltare sul socket: {error}

source: Failed to get shared dict: {error}
de: Fehler beim Abrufen des Shared Dict: {error}
es: Error al obtener diccionario compartido: {error}
fr: Échec de l'obtention du dictionnaire partagé : {error}
it: Impossibile ottenere il dizionario condiviso: {error}

source: Failed to get shared list: {error}
de: Fehler beim Abrufen der Shared List: {error}
es: Error al obtener lista compartida: {error}
fr: Échec de l'obtention de la liste partagée : {error}
it: Impossibile ottenere la lista condivisa: {error}

source: Failed to send read message to controld: {error}
de: Fehler beim Senden der Lese-Nachricht an controld: {error}
es: Error al enviar mensaje de lectura a controld: {error}
fr: Échec de l'envoi du message de lecture à controld : {error}
it: Impossibile inviare messaggio di lettura a controld: {error}

source: Failed to reload host data: {error}
de: Fehler beim Neuladen der Host-Daten: {error}
es: Error al recargar datos del host: {error}
fr: Échec du rechargement des données de l'hôte : {error}
it: Impossibile ricaricare i dati dell'host: {error}

source: Failed to start sync jobs: {error}
de: Fehler beim Starten der Sync-Jobs: {error}
es: Error al iniciar trabajos de sincronización: {error}
fr: Échec du démarrage des tâches de synchronisation : {error}
it: Impossibile avviare i job di sincronizzazione: {error}

source: Error receiving daemon message: {error}
de: Fehler beim Empfangen der Daemon-Nachricht: {error}
es: Error al recibir mensaje del daemon: {error}
fr: Erreur lors de la réception du message du démon : {error}
it: Errore nella ricezione del messaggio del daemon: {error}

source: Sync child finished successful: {info} [{pid}]
de: Sync-Kindprozess erfolgreich beendet: {info} [{pid}]
es: Proceso hijo de sincronización finalizado exitosamente: {info} [{pid}]
fr: Processus de synchronisation terminé avec succès : {info} [{pid}]
it: Processo figlio di sincronizzazione completato con successo: {info} [{pid}]

source: Sync child failed: {info} [{pid}]
de: Sync-Kindprozess fehlgeschlagen: {info} [{pid}]
es: Proceso hijo de sincronización falló: {info} [{pid}]
fr: Échec du processus de synchronisation : {info} [{pid}]
it: Processo figlio di sincronizzazione fallito: {info} [{pid}]

source: Unhandled error in hostd: {error}
de: Unbehandelter Fehler in hostd: {error}
es: Error no manejado en hostd: {error}
fr: Erreur non gérée dans hostd : {error}
it: Errore non gestito in hostd: {error}

source: Failed to run script: {error}
de: Fehler beim Ausführen des Skripts: {error}
es: Error al ejecutar script: {error}
fr: Échec de l'exécution du script : {error}
it: Impossibile eseguire lo script: {error}

source: Invalid script type: {type}
de: Ungültiger Skripttyp: {type}
es: Tipo de script inválido: {type}
fr: Type de script invalide : {type}
it: Tipo di script non valido: {type}

source: Got wrong 'ready' message: {command}
de: Falsche 'ready'-Nachricht erhalten: {command}
es: Se recibió mensaje 'ready' incorrecto: {command}
fr: Message 'ready' incorrect reçu : {command}
it: Ricevuto messaggio 'ready' errato: {command}

source: Unhandled error in scriptd: {error}
de: Unbehandelter Fehler in scriptd: {error}
es: Error no manejado en scriptd: {error}
fr: Erreur non gérée dans scriptd : {error}
it: Errore non gestito in scriptd: {error}

source: Failed to send local daemon message: {error}
de: Fehler beim Senden der lokalen Daemon-Nachricht: {error}
es: Error al enviar mensaje del daemon local: {error}
fr: Échec de l'envoi du message du démon local : {error}
it: Impossibile inviare messaggio al daemon locale: {error}

source: Received reload command.
de: Reload-Befehl erhalten.
es: Comando de recarga recibido.
fr: Commande de rechargement reçue.
it: Ricevuto comando di ricaricamento.

source: Received quit command.
de: Quit-Befehl erhalten.
es: Comando de salida recibido.
fr: Commande d'arrêt reçue.
it: Ricevuto comando di uscita.

source: Received unknown daemon command: {command}
de: Unbekannten Daemon-Befehl erhalten: {command}
es: Comando de daemon desconocido recibido: {command}
fr: Commande de démon inconnue reçue : {command}
it: Ricevuto comando daemon sconosciuto: {command}

source: Failed to flush caches on 'reload' command: {error}
de: Fehler beim Leeren der Caches bei 'reload'-Befehl: {error}
es: Error al vaciar cachés en comando 'reload': {error}
fr: Échec du vidage des caches sur la commande 'reload' : {error}
it: Impossibile svuotare le cache al comando 'reload': {error}

source: Failed to clear caches on 'reload' command: {error}
de: Fehler beim Löschen der Caches bei 'reload'-Befehl: {error}
es: Error al limpiar cachés en comando 'reload': {error}
fr: Échec de l'effacement des caches sur la commande 'reload' : {error}
it: Impossibile cancellare le cache al comando 'reload': {error}

source: Preloading modules...
de: Module werden vorgeladen...
es: Precargando módulos...
fr: Préchargement des modules...
it: Precaricamento moduli...

source: Failed to preload module: {module}: {error}
de: Fehler beim Vorladen des Moduls: {module}: {error}
es: Error al precargar módulo: {module}: {error}
fr: Échec du préchargement du module : {module} : {error}
it: Impossibile precaricare il modulo: {module}: {error}

source: Preloaded {count} modules...
de: {count} Module vorgeladen...
es: Precargados {count} módulos...
fr: {count} modules préchargés...
it: Precaricati {count} moduli...

source: Loading token modules...
de: Token-Module werden geladen...
es: Cargando módulos de token...
fr: Chargement des modules de jetons...
it: Caricamento moduli token...

source: Failed to preload token modules: {error}
de: Fehler beim Vorladen der Token-Module: {error}
es: Error al precargar módulos de token: {error}
fr: Échec du préchargement des modules de jetons : {error}
it: Impossibile precaricare i moduli token: {error}

source: Loading resolver modules...
de: Resolver-Module werden geladen...
es: Cargando módulos de resolver...
fr: Chargement des modules de résolution...
it: Caricamento moduli resolver...

source: Failed to preload resolver modules: {error}
de: Fehler beim Vorladen der Resolver-Module: {error}
es: Error al precargar módulos de resolver: {error}
fr: Échec du préchargement des modules de résolution : {error}
it: Impossibile precaricare i moduli resolver: {error}

source: Loading policy modules...
de: Policy-Module werden geladen...
es: Cargando módulos de política...
fr: Chargement des modules de politique...
it: Caricamento moduli policy...
