Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Failed to close connection: {conn}: {e}
de: Verbindung konnte nicht geschlossen werden: {conn}: {e}
es: Error al cerrar la conexión: {conn}: {e}
fr: Échec de la fermeture de la connexion : {conn} : {e}
it: Impossibile chiudere la connessione: {conn}: {e}

source: Daemon connection failed: {socket_uri}: {reply}
de: Daemon-Verbindung fehlgeschlagen: {socket_uri}: {reply}
es: Error en la conexión del daemon: {socket_uri}: {reply}
fr: Échec de la connexion au démon : {socket_uri} : {reply}
it: Connessione al daemon fallita: {socket_uri}: {reply}

source: Daemon connection failed: {reply}
de: Daemon-Verbindung fehlgeschlagen: {reply}
es: Error en la conexión del daemon: {reply}
fr: Échec de la connexion au démon : {reply}
it: Connessione al daemon fallita: {reply}

source: Failed to parse function args.
de: Funktionsargumente konnten nicht geparst werden.
es: Error al analizar los argumentos de la función.
fr: Échec de l'analyse des arguments de la fonction.
it: Impossibile analizzare gli argomenti della funzione.

source: Error getting agent connection: {e}
de: Fehler beim Abrufen der Agent-Verbindung: {e}
es: Error al obtener la conexión del agente: {e}
fr: Erreur lors de l'obtention de la connexion de l'agent : {e}
it: Errore nell'ottenere la connessione dell'agent: {e}

source: Unable to get port of daemon: {daemon}
de: Port des Daemons konnte nicht ermittelt werden: {daemon}
es: No se puede obtener el puerto del daemon: {daemon}
fr: Impossible d'obtenir le port du démon : {daemon}
it: Impossibile ottenere la porta del daemon: {daemon}

source: Error getting agent user: {e}
de: Fehler beim Abrufen des Agent-Benutzers: {e}
es: Error al obtener el usuario del agente: {e}
fr: Erreur lors de l'obtention de l'utilisateur agent : {e}
it: Errore nell'ottenere l'utente dell'agent: {e}

source: Using username '{username}' got from agent as OTPme user.
de: Verwende Benutzername '{username}' vom Agent als OTPme-Benutzer.
es: Usando el nombre de usuario '{username}' obtenido del agente como usuario OTPme.
fr: Utilisation du nom d'utilisateur '{username}' obtenu de l'agent comme utilisateur OTPme.
it: Utilizzo del nome utente '{username}' ottenuto dall'agent come utente OTPme.

source: Using current system user '{username}' as OTPme user.
de: Verwende aktuellen Systembenutzer '{username}' als OTPme-Benutzer.
es: Usando el usuario actual del sistema '{username}' como usuario OTPme.
fr: Utilisation de l'utilisateur système actuel '{username}' comme utilisateur OTPme.
it: Utilizzo dell'utente di sistema corrente '{username}' come utente OTPme.

source: User '{username}' is not logged in. Not using agent connection, trying normal authentication...
de: Benutzer '{username}' ist nicht angemeldet. Verwende keine Agent-Verbindung, versuche normale Authentifizierung...
es: El usuario '{username}' no ha iniciado sesión. No se usa la conexión del agente, intentando autenticación normal...
fr: L'utilisateur '{username}' n'est pas connecté. Pas d'utilisation de la connexion agent, tentative d'authentification normale...
it: L'utente '{username}' non è connesso. Non utilizzo la connessione dell'agent, tentativo di autenticazione normale...

source: Unable to get daemon port: {daemon}
de: Daemon-Port konnte nicht ermittelt werden: {daemon}
es: No se puede obtener el puerto del daemon: {daemon}
fr: Impossible d'obtenir le port du démon : {daemon}
it: Impossibile ottenere la porta del daemon: {daemon}

source: Unable to get site address: {e}
de: Site-Adresse konnte nicht ermittelt werden: {e}
es: No se puede obtener la dirección del sitio: {e}
fr: Impossible d'obtenir l'adresse du site : {e}
it: Impossibile ottenere l'indirizzo del sito: {e}

source: Unable to get site address.
de: Site-Adresse konnte nicht ermittelt werden.
es: No se puede obtener la dirección del sitio.
fr: Impossible d'obtenir l'adresse du site.
it: Impossibile ottenere l'indirizzo del sito.

source: Got multiple addresses from round-robin DNS ({site_fqdn}): {connect_addresses}
de: Mehrere Adressen von Round-Robin-DNS erhalten ({site_fqdn}): {connect_addresses}
es: Se obtuvieron múltiples direcciones del DNS round-robin ({site_fqdn}): {connect_addresses}
fr: Plusieurs adresses obtenues du DNS round-robin ({site_fqdn}) : {connect_addresses}
it: Ottenuti più indirizzi dal DNS round-robin ({site_fqdn}): {connect_addresses}

source: Trying connection to: {socket_uri}
de: Verbindungsversuch zu: {socket_uri}
es: Intentando conexión a: {socket_uri}
fr: Tentative de connexion à : {socket_uri}
it: Tentativo di connessione a: {socket_uri}

source: All round-robin addresses failed.
de: Alle Round-Robin-Adressen fehlgeschlagen.
es: Todas las direcciones round-robin fallaron.
fr: Toutes les adresses round-robin ont échoué.
it: Tutti gli indirizzi round-robin hanno fallito.

source: No such file or directory: {x}
de: Datei oder Verzeichnis nicht gefunden: {x}
es: No existe el archivo o directorio: {x}
fr: Aucun fichier ou répertoire de ce type : {x}
it: File o directory non esistente: {x}

source: Unknown object type: {otype}
de: Unbekannter Objekttyp: {otype}
es: Tipo de objeto desconocido: {otype}
fr: Type d'objet inconnu : {otype}
it: Tipo di oggetto sconosciuto: {otype}

source: Index command failed: {e}
de: Index-Befehl fehlgeschlagen: {e}
es: El comando de índice falló: {e}
fr: La commande d'index a échoué : {e}
it: Comando index fallito: {e}

source: Removing DB convering index (ASC) for table: {table_name}
de: Entferne DB-übergreifenden Index (ASC) für Tabelle: {table_name}
es: Eliminando índice de cobertura de BD (ASC) para la tabla: {table_name}
fr: Suppression de l'index de couverture DB (ASC) pour la table : {table_name}
it: Rimozione dell'indice DB di copertura (ASC) per la tabella: {table_name}

source: Creating DB convering index (ASC) for table: {table_name}
de: Erstelle DB-übergreifenden Index (ASC) für Tabelle: {table_name}
es: Creando índice de cobertura de BD (ASC) para la tabla: {table_name}
fr: Création de l'index de couverture DB (ASC) pour la table : {table_name}
it: Creazione dell'indice DB di copertura (ASC) per la tabella: {table_name}

source: Index name already used: {asc_index_name}
de: Indexname bereits verwendet: {asc_index_name}
es: Nombre de índice ya utilizado: {asc_index_name}
fr: Nom d'index déjà utilisé : {asc_index_name}
it: Nome indice già utilizzato: {asc_index_name}

source: Removing DB convering index (DESC) for table: {table_name}
de: Entferne DB-übergreifenden Index (DESC) für Tabelle: {table_name}
es: Eliminando índice de cobertura de BD (DESC) para la tabla: {table_name}
fr: Suppression de l'index de couverture DB (DESC) pour la table : {table_name}
it: Rimozione dell'indice DB di copertura (DESC) per la tabella: {table_name}

source: Creating DB convering index (DESC) for table: {table_name}
de: Erstelle DB-übergreifenden Index (DESC) für Tabelle: {table_name}
es: Creando índice de cobertura de BD (DESC) para la tabla: {table_name}
fr: Création de l'index de couverture DB (DESC) pour la table : {table_name}
it: Creazione dell'indice DB di copertura (DESC) per la tabella: {table_name}

source: Index name already used: {desc_index_name}
de: Indexname bereits verwendet: {desc_index_name}
es: Nombre de índice ya utilizado: {desc_index_name}
fr: Nom d'index déjà utilisé : {desc_index_name}
it: Nome indice già utilizzato: {desc_index_name}

source: Removing DB index (ASC) for table: {column_name}
de: Entferne DB-Index (ASC) für Tabelle: {column_name}
es: Eliminando índice de BD (ASC) para la tabla: {column_name}
fr: Suppression de l'index DB (ASC) pour la table : {column_name}
it: Rimozione dell'indice DB (ASC) per la tabella: {column_name}

source: Creating DB index (ASC) for table: {column_name}
de: Erstelle DB-Index (ASC) für Tabelle: {column_name}
es: Creando índice de BD (ASC) para la tabla: {column_name}
fr: Création de l'index DB (ASC) pour la table : {column_name}
it: Creazione dell'indice DB (ASC) per la tabella: {column_name}

source: Removing DB index (DESC) for table: {column_name}
de: Entferne DB-Index (DESC) für Tabelle: {column_name}
es: Eliminando índice de BD (DESC) para la tabla: {column_name}
fr: Suppression de l'index DB (DESC) pour la table : {column_name}
it: Rimozione dell'indice DB (DESC) per la tabella: {column_name}

source: Creating DB index (DESC) for table: {column_name}
de: Erstelle DB-Index (DESC) für Tabelle: {column_name}
es: Creando índice de BD (DESC) para la tabla: {column_name}
fr: Création de l'index DB (DESC) pour la table : {column_name}
it: Creazione dell'indice DB (DESC) per la tabella: {column_name}

source: Removing DB trigram index (ASC) for table: {column_name}
de: Entferne DB-Trigramm-Index (ASC) für Tabelle: {column_name}
es: Eliminando índice de trigramas de BD (ASC) para la tabla: {column_name}
fr: Suppression de l'index trigramme DB (ASC) pour la table : {column_name}
it: Rimozione dell'indice DB trigramma (ASC) per la tabella: {column_name}

source: Creating DB trigram index (ASC) for table: {column_name}
de: Erstelle DB-Trigramm-Index (ASC) für Tabelle: {column_name}
es: Creando índice de trigramas de BD (ASC) para la tabla: {column_name}
fr: Création de l'index trigramme DB (ASC) pour la table : {column_name}
it: Creazione dell'indice DB trigramma (ASC) per la tabella: {column_name}

source: Index name already used: {trgm_index_name}
de: Indexname bereits verwendet: {trgm_index_name}
es: Nombre de índice ya utilizado: {trgm_index_name}
fr: Nom d'index déjà utilisé : {trgm_index_name}
it: Nome indice già utilizzato: {trgm_index_name}

source: Error removing directory '{x_dir}: {e}
de: Fehler beim Entfernen des Verzeichnisses '{x_dir}: {e}
es: Error al eliminar el directorio '{x_dir}: {e}
fr: Erreur lors de la suppression du répertoire '{x_dir} : {e}
it: Errore nella rimozione della directory '{x_dir}: {e}

source: Data directory not registered: {name}
de: Datenverzeichnis nicht registriert: {name}
es: Directorio de datos no registrado: {name}
fr: Répertoire de données non enregistré : {name}
it: Directory dati non registrata: {name}

source: Directory already registered: {name}: path={_path}, perms={_perms}, drop={_drop}
de: Verzeichnis bereits registriert: {name}: path={_path}, perms={_perms}, drop={_drop}
es: Directorio ya registrado: {name}: path={_path}, perms={_perms}, drop={_drop}
fr: Répertoire déjà enregistré : {name} : path={_path}, perms={_perms}, drop={_drop}
it: Directory già registrata: {name}: path={_path}, perms={_perms}, drop={_drop}

source: Object ({object_type}) directory not registered: {x}
de: Objekt ({object_type}) Verzeichnis nicht registriert: {x}
es: Directorio de objeto ({object_type}) no registrado: {x}
fr: Répertoire d'objet ({object_type}) non enregistré : {x}
it: Directory oggetto ({object_type}) non registrata: {x}

source: Error getting {object_type} directory path: {x}: {e}
de: Fehler beim Abrufen des {object_type} Verzeichnispfads: {x}: {e}
es: Error al obtener la ruta del directorio {object_type}: {x}: {e}
fr: Erreur lors de l'obtention du chemin du répertoire {object_type} : {x} : {e}
it: Errore nell'ottenere il percorso della directory {object_type}: {x}: {e}

source: Directory already registered: {name}
de: Verzeichnis bereits registriert: {name}
es: Directorio ya registrado: {name}
fr: Répertoire déjà enregistré : {name}
it: Directory già registrata: {name}

source: Object type not registered: {object_type}
de: Objekttyp nicht registriert: {object_type}
es: Tipo de objeto no registrado: {object_type}
fr: Type d'objet non enregistré : {object_type}
it: Tipo di oggetto non registrato: {object_type}

source: Object type already registered: {object_type}
de: Objekttyp bereits registriert: {object_type}
es: Tipo de objeto ya registrado: {object_type}
fr: Type d'objet déjà enregistré : {object_type}
it: Tipo di oggetto già registrato: {object_type}

source: Need <uuid> or <old_oid>.
de: Benötige <uuid> oder <old_oid>.
es: Se necesita <uuid> o <old_oid>.
fr: Besoin de <uuid> ou <old_oid>.
it: Necessario <uuid> o <old_oid>.

source: Found duplicate UUID for different objects: {new_oid} <> {old_oid}
de: Doppelte UUID für verschiedene Objekte gefunden: {new_oid} <> {old_oid}
es: Se encontró UUID duplicado para objetos diferentes: {new_oid} <> {old_oid}
fr: UUID dupliqué trouvé pour des objets différents : {new_oid} <> {old_oid}
it: Trovato UUID duplicato per oggetti diversi: {new_oid} <> {old_oid}

source: Object ID is missing full OID: {object_id}
de: Objekt-ID fehlt vollständige OID: {object_id}
es: Al ID de objeto le falta el OID completo: {object_id}
fr: L'ID d'objet manque l'OID complet : {object_id}
it: L'ID oggetto manca dell'OID completo: {object_id}

source: Object does not have a UUID: {object_id}
de: Objekt hat keine UUID: {object_id}
es: El objeto no tiene UUID: {object_id}
fr: L'objet n'a pas d'UUID : {object_id}
it: L'oggetto non ha un UUID: {object_id}

source: Parent object config directory does not exist.
de: Konfigurationsverzeichnis des übergeordneten Objekts existiert nicht.
es: El directorio de configuración del objeto padre no existe.
fr: Le répertoire de configuration de l'objet parent n'existe pas.
it: La directory di configurazione dell'oggetto padre non esiste.

source: Directory already exists: {new_config_dir}
de: Verzeichnis existiert bereits: {new_config_dir}
es: El directorio ya existe: {new_config_dir}
fr: Le répertoire existe déjà : {new_config_dir}
it: Directory già esistente: {new_config_dir}

source: File already exists: {new_config_file}
de: Datei existiert bereits: {new_config_file}
es: El archivo ya existe: {new_config_file}
fr: Le fichier existe déjà : {new_config_file}
it: File già esistente: {new_config_file}

source: Unable to delete object with incomplete OID.
de: Kann Objekt mit unvollständiger OID nicht löschen.
es: No se puede eliminar un objeto con OID incompleto.
fr: Impossible de supprimer l'objet avec un OID incomplet.
it: Impossibile eliminare oggetto con OID incompleto.

source: Object does not have unit: {object_id}
de: Objekt hat keine Einheit: {object_id}
es: El objeto no tiene unidad: {object_id}
fr: L'objet n'a pas d'unité : {object_id}
it: L'oggetto non ha un'unità: {object_id}

source: <max_results> must be lower than <size_limit>
de: <max_results> muss kleiner als <size_limit> sein
es: <max_results> debe ser menor que <size_limit>
fr: <max_results> doit être inférieur à <size_limit>
it: <max_results> deve essere inferiore a <size_limit>

source: Need <return_type> or <return_attributes>.
de: Benötige <return_type> oder <return_attributes>.
es: Se necesita <return_type> o <return_attributes>.
fr: Besoin de <return_type> ou <return_attributes>.
it: Necessario <return_type> o <return_attributes>.

source: Need <value>, <values>, <greater_than>, <less_than> or <attributes>.
de: Benötige <value>, <values>, <greater_than>, <less_than> oder <attributes>.
es: Se necesita <value>, <values>, <greater_than>, <less_than> o <attributes>.
fr: Besoin de <value>, <values>, <greater_than>, <less_than> ou <attributes>.
it: Necessario <value>, <values>, <greater_than>, <less_than> o <attributes>.

source: Cannot search for attribute {x_attr}: Not in index
de: Kann nicht nach Attribut {x_attr} suchen: Nicht im Index
es: No se puede buscar el atributo {x_attr}: No está en el índice
fr: Impossible de rechercher l'attribut {x_attr} : Pas dans l'index
it: Impossibile cercare l'attributo {x_attr}: Non presente nell'indice

source: Need <value>, <values>, <less_than> or <greater_than>.
de: Benötige <value>, <values>, <less_than> oder <greater_than>.
es: Se necesita <value>, <values>, <less_than> o <greater_than>.
fr: Besoin de <value>, <values>, <less_than> ou <greater_than>.
it: Necessario <value>, <values>, <less_than> o <greater_than>.

source: Cannot order results if <values> >= {max_q_values}
de: Kann Ergebnisse nicht sortieren wenn <values> >= {max_q_values}
es: No se pueden ordenar los resultados si <values> >= {max_q_values}
fr: Impossible d'ordonner les résultats si <values> >= {max_q_values}
it: Impossibile ordinare i risultati se <values> >= {max_q_values}

source: Unknown object class: {object_type}
de: Unbekannte Objektklasse: {object_type}
es: Clase de objeto desconocida: {object_type}
fr: Classe d'objet inconnue : {object_type}
it: Classe oggetto sconosciuta: {object_type}

source: Missing <join_object_type>.
de: Fehlt <join_object_type>.
es: Falta <join_object_type>.
fr: <join_object_type> manquant.
it: Mancante <join_object_type>.

source: Missing <join_search_val>.
de: Fehlt <join_search_val>.
es: Falta <join_search_val>.
fr: <join_search_val> manquant.
it: Mancante <join_search_val>.

source: Unknown join object class: {object_type}
de: Unbekannte Join-Objektklasse: {object_type}
es: Clase de objeto de unión desconocida: {object_type}
fr: Classe d'objet de jointure inconnue : {object_type}
it: Classe oggetto join sconosciuta: {object_type}

source: Too many <values> for attribute '{attr}'.
de: Zu viele <values> für Attribut '{attr}'.
es: Demasiados <values> para el atributo '{attr}'.
fr: Trop de <values> pour l'attribut '{attr}'.
it: Troppi <values> per l'attributo '{attr}'.

source: Unknown return type: {return_type}
de: Unbekannter Rückgabetyp: {return_type}
es: Tipo de retorno desconocido: {return_type}
fr: Type de retour inconnu : {return_type}
it: Tipo di ritorno sconosciuto: {return_type}

source: Unknown object.
de: Unbekanntes Objekt.
es: Objeto desconocido.
fr: Objet inconnu.
it: Oggetto sconosciuto.

source: Index data misses read_oid.
de: Indexdaten fehlt read_oid.
es: A los datos del índice les falta read_oid.
fr: Les données d'index manquent read_oid.
it: Nei dati dell'indice manca read_oid.

source: Index data misses base_attributes.
de: Indexdaten fehlt base_attributes.
es: A los datos del índice les faltan base_attributes.
fr: Les données d'index manquent base_attributes.
it: Nei dati dell'indice mancano base_attributes.

source: Index data misses object_attributes.
de: Indexdaten fehlen object_attributes.
es: A los datos del índice les faltan object_attributes.
fr: Les données d'index manquent object_attributes.
it: Nei dati dell'indice mancano object_attributes.

source: Index data misses object_acls.
de: Indexdaten fehlen object_acls.
es: Faltan object_acls en los datos del índice.
fr: Les données d'index manquent object_acls.
it: I dati dell'indice mancano di object_acls.

source: Need <object_config> on full_index_update=True.
de: Benötige <object_config> bei full_index_update=True.
es: Se necesita <object_config> con full_index_update=True.
fr: Besoin de <object_config> avec full_index_update=True.
it: Necessario <object_config> con full_index_update=True.

source: Need <object_config> on full_ldif_update=True.
de: Benötige <object_config> bei full_ldif_update=True.
es: Se necesita <object_config> con full_ldif_update=True.
fr: Besoin de <object_config> avec full_ldif_update=True.
it: Necessario <object_config> con full_ldif_update=True.

source: Need <object_config> on full_acl_update=True.
de: Benötige <object_config> bei full_acl_update=True.
es: Se necesita <object_config> con full_acl_update=True.
fr: Besoin de <object_config> avec full_acl_update=True.
it: Necessario <object_config> con full_acl_update=True.

source: Unable to get config file: {object_id}
de: Konfigurationsdatei kann nicht abgerufen werden: {object_id}
es: No se puede obtener el archivo de configuración: {object_id}
fr: Impossible d'obtenir le fichier de configuration : {object_id}
it: Impossibile ottenere il file di configurazione: {object_id}

source: Error reading object config: {e}
de: Fehler beim Lesen der Objektkonfiguration: {e}
es: Error al leer la configuración del objeto: {e}
fr: Erreur de lecture de la configuration de l'objet : {e}
it: Errore nella lettura della configurazione dell'oggetto: {e}

source: Cannot add object to index: Object with same OID exists: {object_id} <> {x_uuid}
de: Kann Objekt nicht zum Index hinzufügen: Objekt mit gleicher OID existiert: {object_id} <> {x_uuid}
es: No se puede agregar objeto al índice: Ya existe un objeto con el mismo OID: {object_id} <> {x_uuid}
fr: Impossible d'ajouter l'objet à l'index : Un objet avec le même OID existe : {object_id} <> {x_uuid}
it: Impossibile aggiungere l'oggetto all'indice: Esiste già un oggetto con lo stesso OID: {object_id} <> {x_uuid}

source: Removing orphan object from index: {object_id}
de: Entferne verwaistes Objekt aus Index: {object_id}
es: Eliminando objeto huérfano del índice: {object_id}
fr: Suppression de l'objet orphelin de l'index : {object_id}
it: Rimozione oggetto orfano dall'indice: {object_id}

source: Unable to update object index: {object_id}: Missing 'INDEX'
de: Objektindex kann nicht aktualisiert werden: {object_id}: 'INDEX' fehlt
es: No se puede actualizar el índice del objeto: {object_id}: Falta 'INDEX'
fr: Impossible de mettre à jour l'index de l'objet : {object_id} : 'INDEX' manquant
it: Impossibile aggiornare l'indice dell'oggetto: {object_id}: 'INDEX' mancante

source: Unknown action for LDIF journal: {x_entry_action}
de: Unbekannte Aktion für LDIF-Journal: {x_entry_action}
es: Acción desconocida para el journal LDIF: {x_entry_action}
fr: Action inconnue pour le journal LDIF : {x_entry_action}
it: Azione sconosciuta per il journal LDIF: {x_entry_action}

source: Need <object_id> or <object_type>.
de: Benötige <object_id> oder <object_type>.
es: Se necesita <object_id> o <object_type>.
fr: Besoin de <object_id> ou <object_type>.
it: Necessario <object_id> o <object_type>.

source: Processing {object_type}
de: Verarbeite {object_type}
es: Procesando {object_type}
fr: Traitement de {object_type}
it: Elaborazione {object_type}

source: Missing rebuild function for object type: {object_type}
de: Rebuild-Funktion für Objekttyp fehlt: {object_type}
es: Falta función de reconstrucción para el tipo de objeto: {object_type}
fr: Fonction de reconstruction manquante pour le type d'objet : {object_type}
it: Funzione di ricostruzione mancante per il tipo di oggetto: {object_type}

source: Searching out of tree objects (OTPs, signatures etc.)...
de: Suche Objekte außerhalb der Baumstruktur (OTPs, Signaturen etc.)...
es: Buscando objetos fuera del árbol (OTPs, firmas, etc.)...
fr: Recherche d'objets hors arborescence (OTPs, signatures, etc.)...
it: Ricerca oggetti fuori albero (OTP, firme ecc.)...

source: Running transaction exists: {name}
de: Laufende Transaktion existiert: {name}
es: Existe transacción en ejecución: {name}
fr: Transaction en cours existante : {name}
it: Transazione in esecuzione esistente: {name}

source: Transaction failed: Unable to get process/thread name.
de: Transaktion fehlgeschlagen: Prozess-/Thread-Name kann nicht abgerufen werden.
es: Transacción fallida: No se puede obtener el nombre del proceso/hilo.
fr: Transaction échouée : Impossible d'obtenir le nom du processus/thread.
it: Transazione fallita: Impossibile ottenere il nome del processo/thread.

source: Begin transaction: {id}
de: Beginne Transaktion: {id}
es: Iniciar transacción: {id}
fr: Début de transaction : {id}
it: Inizio transazione: {id}

source: Transaction started: {id}
de: Transaktion gestartet: {id}
es: Transacción iniciada: {id}
fr: Transaction démarrée : {id}
it: Transazione avviata: {id}

source: Uhhh, tried to end not existing transaction.
de: Uhhh, versuchte nicht existierende Transaktion zu beenden.
es: Uhhh, se intentó finalizar una transacción inexistente.
fr: Euh, tentative de terminer une transaction inexistante.
it: Uhhh, tentativo di terminare una transazione inesistente.

source: Failed to save transaction: {id}: {error}
de: Transaktion konnte nicht gespeichert werden: {id}: {error}
es: Error al guardar transacción: {id}: {error}
fr: Échec de la sauvegarde de la transaction : {id} : {error}
it: Impossibile salvare la transazione: {id}: {error}
