Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Loading module: {module}
de: Lade Modul: {module}
es: Cargando módulo: {module}
fr: Chargement du module : {module}
it: Caricamento modulo: {module}

source: Unknown object: {object_id}
de: Unbekanntes Objekt: {object_id}
es: Objeto desconocido: {object_id}
fr: Objet inconnu : {object_id}
it: Oggetto sconosciuto: {object_id}

source: Restoring: {object_id}
de: Wiederherstellen: {object_id}
es: Restaurando: {object_id}
fr: Restauration : {object_id}
it: Ripristino: {object_id}

source: Object with UUID exists: {x_object}
de: Objekt mit UUID existiert: {x_object}
es: Existe objeto con UUID: {x_object}
fr: Un objet avec cet UUID existe : {x_object}
it: Oggetto con UUID esistente: {x_object}

source: User with this name exists: {user_object}
de: Benutzer mit diesem Namen existiert: {user_object}
es: Existe usuario con este nombre: {user_object}
fr: Un utilisateur avec ce nom existe : {user_object}
it: Utente con questo nome esistente: {user_object}

source: Object exists. Overwrite?:
de: Objekt existiert. Überschreiben?:
es: El objeto existe. ¿Sobrescribir?:
fr: L'objet existe. Écraser ? :
it: Oggetto esistente. Sovrascrivere?:

source: Failed to restore object: {object_id}: {e}
de: Wiederherstellen des Objekts fehlgeschlagen: {object_id}: {e}
es: Error al restaurar objeto: {object_id}: {e}
fr: Échec de la restauration de l'objet : {object_id} : {e}
it: Impossibile ripristinare l'oggetto: {object_id}: {e}

source: Unknown group: {user_group_uuid}
de: Unbekannte Gruppe: {user_group_uuid}
es: Grupo desconocido: {user_group_uuid}
fr: Groupe inconnu : {user_group_uuid}
it: Gruppo sconosciuto: {user_group_uuid}

source: Unknown group: {x_group_uuid}
de: Unbekannte Gruppe: {x_group_uuid}
es: Grupo desconocido: {x_group_uuid}
fr: Groupe inconnu : {x_group_uuid}
it: Gruppo sconosciuto: {x_group_uuid}

source: Unknown role: {x_role_uuid}
de: Unbekannte Rolle: {x_role_uuid}
es: Rol desconocido: {x_role_uuid}
fr: Rôle inconnu : {x_role_uuid}
it: Ruolo sconosciuto: {x_role_uuid}

source: Failed to read last synced revision: {e}
de: Lesen der letzten synchronisierten Revision fehlgeschlagen: {e}
es: Error al leer la última revisión sincronizada: {e}
fr: Échec de la lecture de la dernière révision synchronisée : {e}
it: Impossibile leggere l'ultima revisione sincronizzata: {e}

source: Invalid revision format, should be float: {e}
de: Ungültiges Revisionsformat, sollte Float sein: {e}
es: Formato de revisión inválido, debe ser float: {e}
fr: Format de révision invalide, doit être un nombre décimal : {e}
it: Formato revisione non valido, dovrebbe essere float: {e}

source: Invalid action: {action}
de: Ungültige Aktion: {action}
es: Acción inválida: {action}
fr: Action invalide : {action}
it: Azione non valida: {action}

source: Removing obsolete spool file: {obsolete_file}
de: Entferne veraltete Spool-Datei: {obsolete_file}
es: Eliminando archivo spool obsoleto: {obsolete_file}
fr: Suppression du fichier spool obsolète : {obsolete_file}
it: Rimozione file spool obsoleto: {obsolete_file}

source: Failed to remove nsscache file: {obsolete_file}: {e}
de: Entfernen der nsscache-Datei fehlgeschlagen: {obsolete_file}: {e}
es: Error al eliminar archivo nsscache: {obsolete_file}: {e}
fr: Échec de la suppression du fichier nsscache : {obsolete_file} : {e}
it: Impossibile rimuovere il file nsscache: {obsolete_file}: {e}

source: Starting sync of nsscache: {realm}/{site}
de: Starte Synchronisation von nsscache: {realm}/{site}
es: Iniciando sincronización de nsscache: {realm}/{site}
fr: Démarrage de la synchronisation de nsscache : {realm}/{site}
it: Avvio sincronizzazione nsscache: {realm}/{site}

source: Reading nsscache ({counter}/{update_objects}): {x_oid}
de: Lese nsscache ({counter}/{update_objects}): {x_oid}
es: Leyendo nsscache ({counter}/{update_objects}): {x_oid}
fr: Lecture de nsscache ({counter}/{update_objects}) : {x_oid}
it: Lettura nsscache ({counter}/{update_objects}): {x_oid}

source: Failed to remove nsscache file: {file_path}: {e}
de: Entfernen der nsscache-Datei fehlgeschlagen: {file_path}: {e}
es: Error al eliminar archivo nsscache: {file_path}: {e}
fr: Échec de la suppression du fichier nsscache : {file_path} : {e}
it: Impossibile rimuovere il file nsscache: {file_path}: {e}

source: Updating group members from role: {role_oid}
de: Aktualisiere Gruppenmitglieder von Rolle: {role_oid}
es: Actualizando miembros del grupo desde rol: {role_oid}
fr: Mise à jour des membres du groupe depuis le rôle : {role_oid}
it: Aggiornamento membri del gruppo dal ruolo: {role_oid}

source: Failed to update role members: {role_oid}: {e}
de: Aktualisierung der Rollenmitglieder fehlgeschlagen: {role_oid}: {e}
es: Error al actualizar miembros del rol: {role_oid}: {e}
fr: Échec de la mise à jour des membres du rôle : {role_oid} : {e}
it: Impossibile aggiornare i membri del ruolo: {role_oid}: {e}

source: Failed to update group members: {group_oid}: {e}
de: Aktualisierung der Gruppenmitglieder fehlgeschlagen: {group_oid}: {e}
es: Error al actualizar miembros del grupo: {group_oid}: {e}
fr: Échec de la mise à jour des membres du groupe : {group_oid} : {e}
it: Impossibile aggiornare i membri del gruppo: {group_oid}: {e}

source: No nsscache updates found.
de: Keine nsscache-Updates gefunden.
es: No se encontraron actualizaciones de nsscache.
fr: Aucune mise à jour nsscache trouvée.
it: Nessun aggiornamento nsscache trovato.

source: Processing nsscache ({counter}/{object_count}): {object_id}
de: Verarbeite nsscache ({counter}/{object_count}): {object_id}
es: Procesando nsscache ({counter}/{object_count}): {object_id}
fr: Traitement de nsscache ({counter}/{object_count}) : {object_id}
it: Elaborazione nsscache ({counter}/{object_count}): {object_id}

source: Cannot create nsscache map: Object is missing uidNumber: {full_oid}
de: Kann nsscache-Map nicht erstellen: Objekt fehlt uidNumber: {full_oid}
es: No se puede crear mapa nsscache: Al objeto le falta uidNumber: {full_oid}
fr: Impossible de créer la carte nsscache : L'objet n'a pas de uidNumber : {full_oid}
it: Impossibile creare mappa nsscache: L'oggetto manca di uidNumber: {full_oid}

source: Cannot create nsscache map: Object is missing gidNumber: {full_oid}
de: Kann nsscache-Map nicht erstellen: Objekt fehlt gidNumber: {full_oid}
es: No se puede crear mapa nsscache: Al objeto le falta gidNumber: {full_oid}
fr: Impossible de créer la carte nsscache : L'objet n'a pas de gidNumber : {full_oid}
it: Impossibile creare mappa nsscache: L'oggetto manca di gidNumber: {full_oid}

source: Cannot create nsscache map: Object is missing homeDirectory: {full_oid}
de: Kann nsscache-Map nicht erstellen: Objekt fehlt homeDirectory: {full_oid}
es: No se puede crear mapa nsscache: Al objeto le falta homeDirectory: {full_oid}
fr: Impossible de créer la carte nsscache : L'objet n'a pas de homeDirectory : {full_oid}
it: Impossibile creare mappa nsscache: L'oggetto manca di homeDirectory: {full_oid}

source: Cannot create nsscache map: Object is missing loginShell: {full_oid}
de: Kann nsscache-Map nicht erstellen: Objekt fehlt loginShell: {full_oid}
es: No se puede crear mapa nsscache: Al objeto le falta loginShell: {full_oid}
fr: Impossible de créer la carte nsscache : L'objet n'a pas de loginShell : {full_oid}
it: Impossibile creare mappa nsscache: L'oggetto manca di loginShell: {full_oid}

source: Removing {object_type} from nsscache: {name}
de: Entferne {object_type} aus nsscache: {name}
es: Eliminando {object_type} de nsscache: {name}
fr: Suppression de {object_type} de nsscache : {name}
it: Rimozione {object_type} da nsscache: {name}

source: No update required for {object_type}: {name}
de: Keine Aktualisierung erforderlich für {object_type}: {name}
es: No se requiere actualización para {object_type}: {name}
fr: Aucune mise à jour requise pour {object_type} : {name}
it: Nessun aggiornamento richiesto per {object_type}: {name}

source: Updating {object_type} in nsscache: {name}
de: Aktualisiere {object_type} in nsscache: {name}
es: Actualizando {object_type} en nsscache: {name}
fr: Mise à jour de {object_type} dans nsscache : {name}
it: Aggiornamento {object_type} in nsscache: {name}

source: Adding {object_type} to nsscache: {name}
de: Füge {object_type} zu nsscache hinzu: {name}
es: Agregando {object_type} a nsscache: {name}
fr: Ajout de {object_type} à nsscache : {name}
it: Aggiunta {object_type} a nsscache: {name}

source: Failed to remove nsscache file: {cache_file}: {e}
de: Entfernen der nsscache-Datei fehlgeschlagen: {cache_file}: {e}
es: Error al eliminar archivo nsscache: {cache_file}: {e}
fr: Échec de la suppression du fichier nsscache : {cache_file} : {e}
it: Impossibile rimuovere il file nsscache: {cache_file}: {e}

source: Updated nsscache: adds: {nsscache_adds} updates: {nsscache_updates} removes: {nsscache_removes}
de: nsscache aktualisiert: Hinzugefügt: {nsscache_adds} Aktualisiert: {nsscache_updates} Entfernt: {nsscache_removes}
es: nsscache actualizado: agregados: {nsscache_adds} actualizados: {nsscache_updates} eliminados: {nsscache_removes}
fr: nsscache mis à jour : ajouts : {nsscache_adds} mises à jour : {nsscache_updates} suppressions : {nsscache_removes}
it: nsscache aggiornato: aggiunte: {nsscache_adds} aggiornamenti: {nsscache_updates} rimozioni: {nsscache_removes}

source: No nsscache update needed.
de: Keine nsscache-Aktualisierung nötig.
es: No se necesita actualización de nsscache.
fr: Aucune mise à jour nsscache nécessaire.
it: Nessun aggiornamento nsscache necessario.

source: Cannot enable OTPme nsscache configuration: File exists: {link_dst}
de: Kann OTPme nsscache-Konfiguration nicht aktivieren: Datei existiert: {link_dst}
es: No se puede habilitar la configuración de nsscache de OTPme: El archivo existe: {link_dst}
fr: Impossible d'activer la configuration nsscache OTPme : Le fichier existe : {link_dst}
it: Impossibile abilitare la configurazione OTPme nsscache: File esistente: {link_dst}

source: Unknown <_caller>: {_caller}
de: Unbekannter <_caller>: {_caller}
es: <_caller> desconocido: {_caller}
fr: <_caller> inconnu : {_caller}
it: <_caller> sconosciuto: {_caller}

source: Invalid argument value: {x_attr}: {x_val}
de: Ungültiger Argumentwert: {x_attr}: {x_val}
es: Valor de argumento inválido: {x_attr}: {x_val}
fr: Valeur d'argument invalide : {x_attr} : {x_val}
it: Valore argomento non valido: {x_attr}: {x_val}

source: CLI already registered: {name}
de: CLI bereits registriert: {name}
es: CLI ya registrado: {name}
fr: CLI déjà enregistré : {name}
it: CLI già registrato: {name}

source: Max policies must be a int.
de: Max. Richtlinien müssen eine Ganzzahl sein.
es: Las políticas máximas deben ser un int.
fr: Le nombre maximum de politiques doit être un entier.
it: Max policies deve essere un int.

source: ({processed_policies} of {policies_count} policies total)
de: ({processed_policies} von {policies_count} Richtlinien insgesamt)
es: ({processed_policies} de {policies_count} políticas en total)
fr: ({processed_policies} sur {policies_count} politiques au total)
it: ({processed_policies} di {policies_count} policy totali)

source: Unknown auth script.
de: Unbekanntes Auth-Skript.
es: Script de autenticación desconocido.
fr: Script d'authentification inconnu.
it: Script di autenticazione sconosciuto.

source: Password too short. (min. {min_len} chars)
de: Passwort zu kurz. (min. {min_len} Zeichen)
es: Contraseña demasiado corta. (mín. {min_len} caracteres)
fr: Mot de passe trop court. (min. {min_len} caractères)
it: Password troppo corta. (min. {min_len} caratteri)

source: String does not start with: {start_chars}
de: String beginnt nicht mit: {start_chars}
es: La cadena no comienza con: {start_chars}
fr: La chaîne ne commence pas par : {start_chars}
it: La stringa non inizia con: {start_chars}

source: String does not end with: {end_chars}
de: String endet nicht mit: {end_chars}
es: La cadena no termina con: {end_chars}
fr: La chaîne ne se termine pas par : {end_chars}
it: La stringa non termina con: {end_chars}

source: Unknown parameter in command template: {para}
de: Unbekannter Parameter in Befehlsvorlage: {para}
es: Parámetro desconocido en plantilla de comando: {para}
fr: Paramètre inconnu dans le modèle de commande : {para}
it: Parametro sconosciuto nel template del comando: {para}

source: Option requires value: {option}
de: Option benötigt Wert: {option}
es: La opción requiere valor: {option}
fr: L'option nécessite une valeur : {option}
it: L'opzione richiede un valore: {option}

source: Unknown option: {option}
de: Unbekannte Option: {option}
es: Opción desconocida: {option}
fr: Option inconnue : {option}
it: Opzione sconosciuta: {option}

source: Unknown parameter: {parameter}
de: Unbekannter Parameter: {parameter}
es: Parámetro desconocido: {parameter}
fr: Paramètre inconnu : {parameter}
it: Parametro sconosciuto: {parameter}

source: Unknown key/val parameter: {parameter}
de: Unbekannter Schlüssel/Wert-Parameter: {parameter}
es: Parámetro clave/valor desconocido: {parameter}
fr: Paramètre clé/valeur inconnu : {parameter}
it: Parametro chiave/valore sconosciuto: {parameter}

source: Missing value for key: {key_val}
de: Fehlender Wert für Schlüssel: {key_val}
es: Falta valor para la clave: {key_val}
fr: Valeur manquante pour la clé : {key_val}
it: Valore mancante per la chiave: {key_val}

source: Command incomplete: Missing options: {options}
de: Befehl unvollständig: Fehlende Optionen: {options}
es: Comando incompleto: Faltan opciones: {options}
fr: Commande incomplète : Options manquantes : {options}
it: Comando incompleto: Opzioni mancanti: {options}

source: Command incomplete.
de: Befehl unvollständig.
es: Comando incompleto.
fr: Commande incomplète.
it: Comando incompleto.

source: <max_len> must be <int>.
de: <max_len> muss <int> sein.
es: <max_len> debe ser <int>.
fr: <max_len> doit être <int>.
it: <max_len> deve essere <int>.

source: Unknown field: {field_name}
de: Unbekanntes Feld: {field_name}
es: Campo desconocido: {field_name}
fr: Champ inconnu : {field_name}
it: Campo sconosciuto: {field_name}

source: Unknown field: {field}
de: Unbekanntes Feld: {field}
es: Campo desconocido: {field}
fr: Champ inconnu : {field}
it: Campo sconosciuto: {field}

source: Sorting attribute must be in output fields: {manual_sort}
de: Sortierattribut muss in Ausgabefeldern sein: {manual_sort}
es: El atributo de ordenamiento debe estar en los campos de salida: {manual_sort}
fr: L'attribut de tri doit être dans les champs de sortie : {manual_sort}
it: L'attributo di ordinamento deve essere nei campi di output: {manual_sort}

source: Sorting by non-index attribute may be slow. Continue? [y/n]:
de: Sortierung nach Nicht-Index-Attribut kann langsam sein. Fortfahren? [j/n]:
es: Ordenar por atributo no indexado puede ser lento. ¿Continuar? [s/n]:
fr: Le tri par attribut non indexé peut être lent. Continuer ? [o/n] :
it: L'ordinamento per attributo non indicizzato potrebbe essere lento. Continuare? [s/n]:

source: Size limit exceeded. Listed {list_len} {object_type}s out of {object_count}.
de: Größenlimit überschritten. {list_len} {object_type}s von {object_count} aufgelistet.
es: Límite de tamaño excedido. Se listaron {list_len} {object_type}s de {object_count}.
fr: Limite de taille dépassée. Listé {list_len} {object_type}s sur {object_count}.
it: Limite dimensione superato. Elencati {list_len} {object_type} su {object_count}.

source: Size limit exceeded. Listed {session_add_count} sessions out of {all_session_count}.
de: Größenlimit überschritten. {session_add_count} Sitzungen von {all_session_count} aufgelistet.
es: Límite de tamaño excedido. Se listaron {session_add_count} sesiones de {all_session_count}.
fr: Limite de taille dépassée. Listé {session_add_count} sessions sur {all_session_count}.
it: Limite dimensione superato. Elencate {session_add_count} sessioni su {all_session_count}.

source: Total {session_add_count} sessions.
de: Gesamt {session_add_count} Sitzungen.
es: Total {session_add_count} sesiones.
it: Totale {session_add_count} sessioni.

source: Failed to list {object_type}: {e}
de: Fehler beim Auflisten von {object_type}: {e}
es: Error al listar {object_type}: {e}
fr: Échec de la liste {object_type} : {e}
it: Impossibile elencare {object_type}: {e}

source: Loading module: {module_name}
de: Lade Modul: {module_name}
es: Cargando módulo: {module_name}
fr: Chargement du module : {module_name}
it: Caricamento modulo: {module_name}

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato

source: ({processed_roles} of {roles_count} roles total)
de: ({processed_roles} von {roles_count} Rollen gesamt)
es: ({processed_roles} de {roles_count} roles en total)
fr: ({processed_roles} sur {roles_count} rôles au total)
it: ({processed_roles} di {roles_count} ruoli totali)

source: ({tokens_len} of {group_tokens_count} tokens total)
de: ({tokens_len} von {group_tokens_count} Token gesamt)
es: ({tokens_len} de {group_tokens_count} tokens en total)
fr: ({tokens_len} sur {group_tokens_count} jetons au total)
it: ({tokens_len} di {group_tokens_count} token totali)

source: ({users_len} of {group_users_count} users total)
de: ({users_len} von {group_users_count} Benutzern gesamt)
es: ({users_len} de {group_users_count} usuarios en total)
fr: ({users_len} sur {group_users_count} utilisateurs au total)
it: ({users_len} di {group_users_count} utenti totali)

source: ({tokens_len} of {tokens_count} tokens total)
de: ({tokens_len} von {tokens_count} Token gesamt)
es: ({tokens_len} de {tokens_count} tokens en total)
fr: ({tokens_len} sur {tokens_count} jetons au total)
it: ({tokens_len} di {tokens_count} token totali)

source: ({tokens_len} of {host_tokens_count} tokens total)
de: ({tokens_len} von {host_tokens_count} Token gesamt)
es: ({tokens_len} de {host_tokens_count} tokens en total)
fr: ({tokens_len} sur {host_tokens_count} jetons au total)
it: ({tokens_len} di {host_tokens_count} token totali)

source: ({users_len} of {users_count} users total)
de: ({users_len} von {users_count} Benutzern gesamt)
es: ({users_len} de {users_count} usuarios en total)
fr: ({users_len} sur {users_count} utilisateurs au total)
it: ({users_len} di {users_count} utenti totali)

source: ({groups_len} of {users_count} groups total)
de: ({groups_len} von {users_count} Gruppen gesamt)
es: ({groups_len} de {users_count} grupos en total)
fr: ({groups_len} sur {users_count} groupes au total)
it: ({groups_len} di {users_count} gruppi totali)

source: Limited
de: Begrenzt
es: Limitado
fr: Limité
it: Limitato

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato

source: never
de: nie
es: nunca
fr: jamais
it: mai

source: ({nodes_len} of {pool_nodes_count} nodes total)
de: ({nodes_len} von {pool_nodes_count} Nodes gesamt)
es: ({nodes_len} de {pool_nodes_count} nodos en total)
fr: ({nodes_len} sur {pool_nodes_count} nœuds au total)
it: ({nodes_len} di {pool_nodes_count} nodi totali)

source: Script missing ({auth_script_uuid})
de: Skript fehlt ({auth_script_uuid})
es: Script faltante ({auth_script_uuid})
fr: Script manquant ({auth_script_uuid})
it: Script mancante ({auth_script_uuid})

source: {user_uuid} (orphan)
de: {user_uuid} (verwaist)
es: {user_uuid} (huérfano)
fr: {user_uuid} (orphelin)
it: {user_uuid} (orfano)

source: Not set
de: Nicht gesetzt
es: No establecido
fr: Non défini
it: Non impostato

source: ({tokens_len} of {share_tokens_count} tokens total)
de: ({tokens_len} von {share_tokens_count} Token gesamt)
es: ({tokens_len} de {share_tokens_count} tokens en total)
fr: ({tokens_len} sur {share_tokens_count} jetons au total)
it: ({tokens_len} di {share_tokens_count} token totali)

source: ({nodes_len} of {share_nodes_count} nodes total)
de: ({nodes_len} von {share_nodes_count} Nodes gesamt)
es: ({nodes_len} de {share_nodes_count} nodos en total)
fr: ({nodes_len} sur {share_nodes_count} nœuds au total)
it: ({nodes_len} di {share_nodes_count} nodi totali)

source: ({pools_len} of {share_pools_count} pools total)
de: ({pools_len} von {share_pools_count} Pools gesamt)
es: ({pools_len} de {share_pools_count} pools en total)
fr: ({pools_len} sur {share_pools_count} pools au total)
it: ({pools_len} di {share_pools_count} pool totali)

source: Remote
es: Remoto
fr: Distant
it: Remoto

source: ({processed_tokens} of {tokens_count} tokens total)
de: ({processed_tokens} von {tokens_count} Token gesamt)
es: ({processed_tokens} de {tokens_count} tokens en total)
fr: ({processed_tokens} sur {tokens_count} jetons au total)
it: ({processed_tokens} di {tokens_count} token totali)

source: ({processed_users} of {tokens_count} tokens total)
de: ({processed_users} von {tokens_count} Token gesamt)
es: ({processed_users} de {tokens_count} tokens en total)
fr: ({processed_users} sur {tokens_count} jetons au total)
it: ({processed_users} di {tokens_count} token totali)

source: ({processed_ags} of {role_ags_count} accessgroups)
de: ({processed_ags} von {role_ags_count} Zugriffsgruppen)
es: ({processed_ags} de {role_ags_count} grupos de acceso)
fr: ({processed_ags} sur {role_ags_count} groupes d'accès)
it: ({processed_ags} di {role_ags_count} gruppi di accesso)

source: ({processed_groups} of {role_groups_count} groups)
de: ({processed_groups} von {role_groups_count} Gruppen)
es: ({processed_groups} de {role_groups_count} grupos)
fr: ({processed_groups} sur {role_groups_count} groupes)
it: ({processed_groups} di {role_groups_count} gruppi)

source: {id_attr} (orphan)
de: {id_attr} (verwaist)
es: {id_attr} (huérfano)
fr: {id_attr} (orphelin)
it: {id_attr} (orfano)

source: Failed to open deleted by file: {deleted_by_file}: {error}
de: Fehler beim Öffnen der gelöscht-von-Datei: {deleted_by_file}: {error}
es: Error al abrir archivo de eliminado por: {deleted_by_file}: {error}
fr: Échec de l'ouverture du fichier supprimé par : {deleted_by_file} : {error}
it: Impossibile aprire il file eliminato da: {deleted_by_file}: {error}

source: Failed to read deleted by file: {deleted_by_file}: {error}
de: Fehler beim Lesen der gelöscht-von-Datei: {deleted_by_file}: {error}
es: Error al leer archivo de eliminado por: {deleted_by_file}: {error}
fr: Échec de la lecture du fichier supprimé par : {deleted_by_file} : {error}
it: Impossibile leggere il file eliminato da: {deleted_by_file}: {error}

source: Failed to read object from trash: {trash_file}: {error}
de: Fehler beim Lesen des Objekts aus dem Papierkorb: {trash_file}: {error}
es: Error al leer objeto de la papelera: {trash_file}: {error}
fr: Échec de la lecture de l'objet depuis la corbeille : {trash_file} : {error}
it: Impossibile leggere l'oggetto dal cestino: {trash_file}: {error}

source: Failed to parse JSON data from trash file: {trash_file}: {error}
de: Fehler beim Parsen der JSON-Daten aus Papierkorb-Datei: {trash_file}: {error}
es: Error al analizar datos JSON del archivo de papelera: {trash_file}: {error}
fr: Échec de l'analyse des données JSON du fichier de corbeille : {trash_file} : {error}
it: Impossibile analizzare i dati JSON dal file del cestino: {trash_file}: {error}

source: JSON data misses object object_config.
de: JSON-Daten fehlt Objekt object_config.
es: Los datos JSON no contienen el objeto object_config.
fr: Les données JSON manquent l'objet object_config.
it: I dati JSON mancano dell'oggetto object_config.

source: Missing object object_config.
de: Fehlendes Objekt object_config.
es: Falta el objeto object_config.
fr: Objet object_config manquant.
it: Manca l'oggetto object_config.
