Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Unable to get key ID from backup file: {error}
de: Schlüssel-ID konnte nicht aus Backup-Datei gelesen werden: {error}
es: No se puede obtener el ID de clave del archivo de respaldo: {error}
fr: Impossible d'obtenir l'ID de clé du fichier de sauvegarde : {error}
it: Impossibile ottenere l'ID chiave dal file di backup: {error}

source: Error changing token PIN: {error}
de: Fehler beim Ändern der Token-PIN: {error}
es: Error al cambiar el PIN del token: {error}
fr: Erreur lors du changement du PIN du token : {error}
it: Errore nel cambiare il PIN del token: {error}

source: Error changing token admin PIN: {error}
de: Fehler beim Ändern der Token-Admin-PIN: {error}
es: Error al cambiar el PIN de administrador del token: {error}
fr: Erreur lors du changement du PIN admin du token : {error}
it: Errore nel cambiare il PIN amministratore del token: {error}

source: Unable to get keygrip: {error}
de: Keygrip konnte nicht abgerufen werden: {error}
es: No se puede obtener el keygrip: {error}
fr: Impossible d'obtenir le keygrip : {error}
it: Impossibile ottenere il keygrip: {error}

source: Failed to write GPG auth key to yubikey: {error}
de: Fehler beim Schreiben des GPG-Auth-Schlüssels auf Yubikey: {error}
es: Error al escribir la clave de autenticación GPG en yubikey: {error}
fr: Échec de l'écriture de la clé d'authentification GPG sur la yubikey : {error}
it: Impossibile scrivere la chiave di autenticazione GPG sulla yubikey: {error}

source: Failed to write GPG encryption key to yubikey: {error}
de: Fehler beim Schreiben des GPG-Verschlüsselungsschlüssels auf Yubikey: {error}
es: Error al escribir la clave de cifrado GPG en yubikey: {error}
fr: Échec de l'écriture de la clé de chiffrement GPG sur la yubikey : {error}
it: Impossibile scrivere la chiave di crittografia GPG sulla yubikey: {error}

source: Unable to ssh get keygrip: {error}
de: SSH-Keygrip konnte nicht abgerufen werden: {error}
es: No se puede obtener el keygrip ssh: {error}
fr: Impossible d'obtenir le keygrip ssh : {error}
it: Impossibile ottenere il keygrip ssh: {error}

source: Please copy the backup file of your GPG keys to a secure (offline) medium NOW !!!!!!
de: Bitte kopieren Sie die Backup-Datei Ihrer GPG-Schlüssel JETZT auf ein sicheres (offline) Medium !!!!!!
es: ¡¡¡¡¡Por favor copie el archivo de respaldo de sus claves GPG a un medio seguro (sin conexión) AHORA!!!!!
fr: Veuillez copier le fichier de sauvegarde de vos clés GPG sur un support sécurisé (hors ligne) MAINTENANT !!!!!!
it: Si prega di copiare ORA il file di backup delle chiavi GPG su un supporto sicuro (offline) !!!!!!

source: If you lose this file or forget the password your keys are lost !!!!
de: Wenn Sie diese Datei verlieren oder das Passwort vergessen, sind Ihre Schlüssel verloren !!!!
es: ¡¡¡¡Si pierde este archivo u olvida la contraseña sus claves se perderán!!!!
fr: Si vous perdez ce fichier ou oubliez le mot de passe, vos clés sont perdues !!!!
it: Se si perde questo file o si dimentica la password le chiavi sono perse !!!!

source: Note: The backup file is secured with your token password.
de: Hinweis: Die Backup-Datei ist mit Ihrem Token-Passwort gesichert.
es: Nota: El archivo de respaldo está protegido con su contraseña de token.
fr: Note : Le fichier de sauvegarde est sécurisé avec votre mot de passe de token.
it: Nota: Il file di backup è protetto con la password del token.

source: Note: The backup file is secured with the password you entered before.
de: Hinweis: Die Backup-Datei ist mit dem zuvor eingegebenen Passwort gesichert.
es: Nota: El archivo de respaldo está protegido con la contraseña que ingresó anteriormente.
fr: Note : Le fichier de sauvegarde est sécurisé avec le mot de passe que vous avez entré précédemment.
it: Nota: Il file di backup è protetto con la password inserita in precedenza.

source: Adding signer key to cache: {user_oid}: {file}
de: Signierer-Schlüssel wird zum Cache hinzugefügt: {user_oid}: {file}
es: Agregando clave de firmante al caché: {user_oid}: {file}
fr: Ajout de la clé de signature au cache : {user_oid} : {file}
it: Aggiunta chiave firmatario alla cache: {user_oid}: {file}

source: Need <object_id> or <user_uuid>.
de: Benötige <object_id> oder <user_uuid>.
es: Se necesita <object_id> o <user_uuid>.
fr: Besoin de <object_id> ou <user_uuid>.
it: Necessario <object_id> o <user_uuid>.

source: Reading signer key from cache: {object_id}: {file}
de: Lese Signierer-Schlüssel aus Cache: {object_id}: {file}
es: Leyendo clave de firmante desde el caché: {object_id}: {file}
fr: Lecture de la clé de signature depuis le cache : {object_id} : {file}
it: Lettura chiave firmatario dalla cache: {object_id}: {file}

source: Error reading singer key from cache: {name}: {file}: {error}
de: Fehler beim Lesen des Signierer-Schlüssels aus Cache: {name}: {file}: {error}
es: Error al leer la clave de firmante desde el caché: {name}: {file}: {error}
fr: Erreur lors de la lecture de la clé de signature depuis le cache : {name} : {file} : {error}
it: Errore nella lettura della chiave firmatario dalla cache: {name}: {file}: {error}

source: Removing signer key cache: {object_id}: {file}
de: Entferne Signierer-Schlüssel-Cache: {object_id}: {file}
es: Eliminando caché de clave de firmante: {object_id}: {file}
fr: Suppression du cache de la clé de signature : {object_id} : {file}
it: Rimozione cache chiave firmatario: {object_id}: {file}

source: Trying to resolve: {fqdn}
de: Versuche aufzulösen: {fqdn}
es: Intentando resolver: {fqdn}
fr: Tentative de résolution : {fqdn}
it: Tentativo di risoluzione: {fqdn}

source: Unable to resolve: {fqdn}
de: Auflösung fehlgeschlagen: {fqdn}
es: No se puede resolver: {fqdn}
fr: Impossible de résoudre : {fqdn}
it: Impossibile risolvere: {fqdn}

source: Got IP from gethostbyname(): {ip}
de: IP von gethostbyname() erhalten: {ip}
es: IP obtenida desde gethostbyname(): {ip}
fr: IP obtenue depuis gethostbyname() : {ip}
it: IP ottenuto da gethostbyname(): {ip}

source: Unable to get host FQDN: {error}
de: Host-FQDN konnte nicht abgerufen werden: {error}
es: No se puede obtener el FQDN del host: {error}
fr: Impossible d'obtenir le FQDN de l'hôte : {error}
it: Impossibile ottenere FQDN host: {error}

source: Unable to get host domainname: {error}
de: Host-Domainname konnte nicht abgerufen werden: {error}
es: No se puede obtener el dominio del host: {error}
fr: Impossible d'obtenir le nom de domaine de l'hôte : {error}
it: Impossibile ottenere domainname host: {error}

source: Unable to get domain from host FQDN: {host_fqdn}
de: Domain konnte nicht aus Host-FQDN abgerufen werden: {host_fqdn}
es: No se puede obtener el dominio desde el FQDN del host: {host_fqdn}
fr: Impossible d'obtenir le domaine depuis le FQDN de l'hôte : {host_fqdn}
it: Impossibile ottenere dominio da FQDN host: {host_fqdn}

source: Trying to resolve OTPme {type} via DNS: {record} (TXT)
de: Versuche OTPme {type} via DNS aufzulösen: {record} (TXT)
es: Intentando resolver OTPme {type} vía DNS: {record} (TXT)
fr: Tentative de résolution OTPme {type} via DNS : {record} (TXT)
it: Tentativo di risoluzione OTPme {type} via DNS: {record} (TXT)

source: Failed to query OTPme {type} via DNS: {error}
de: Fehler bei DNS-Abfrage für OTPme {type}: {error}
es: Error al consultar OTPme {type} vía DNS: {error}
fr: Échec de la requête OTPme {type} via DNS : {error}
it: Impossibile interrogare OTPme {type} via DNS: {error}

source: Got OTPme {type} from DNS: {text}
de: OTPme {type} von DNS erhalten: {text}
es: OTPme {type} obtenido desde DNS: {text}
fr: OTPme {type} obtenu depuis DNS : {text}
it: OTPme {type} ottenuto da DNS: {text}

source: Unable to get OTPme {type} via DNS.
de: OTPme {type} konnte nicht via DNS abgerufen werden.
es: No se puede obtener OTPme {type} vía DNS.
fr: Impossible d'obtenir OTPme {type} via DNS.
it: Impossibile ottenere OTPme {type} via DNS.

source: Unsupported daemon: {daemon}
de: Nicht unterstützter Daemon: {daemon}
es: Daemon no soportado: {daemon}
fr: Daemon non supporté : {daemon}
it: Daemon non supportato: {daemon}

source: Trying to resolve {daemon} socket URI via DNS: {record} (SRV)
de: Versuche {daemon} Socket-URI via DNS aufzulösen: {record} (SRV)
es: Intentando resolver URI del socket {daemon} vía DNS: {record} (SRV)
fr: Tentative de résolution de l'URI de socket {daemon} via DNS : {record} (SRV)
it: Tentativo di risoluzione URI socket {daemon} via DNS: {record} (SRV)

source: Failed to query OTPme {daemon} attributes via DNS: {error}
de: Fehler bei DNS-Abfrage für OTPme {daemon} Attribute: {error}
es: Error al consultar atributos de OTPme {daemon} vía DNS: {error}
fr: Échec de la requête des attributs OTPme {daemon} via DNS : {error}
it: Impossibile interrogare attributi OTPme {daemon} via DNS: {error}

source: Got {daemon} socket URI from DNS: {uri}
de: {daemon} Socket-URI von DNS erhalten: {uri}
es: URI del socket {daemon} obtenida desde DNS: {uri}
fr: URI de socket {daemon} obtenue depuis DNS : {uri}
it: URI socket {daemon} ottenuto da DNS: {uri}

source: Unable to get {daemon} address via SRV record, trying A record.
de: {daemon}-Adresse konnte nicht über SRV-Record abgerufen werden, versuche A-Record.
es: No se puede obtener la dirección {daemon} vía registro SRV, intentando registro A.
fr: Impossible d'obtenir l'adresse {daemon} via l'enregistrement SRV, tentative avec l'enregistrement A.
it: Impossibile ottenere indirizzo {daemon} tramite record SRV, tentativo con record A.

source: Unable to get MAC address of interface: {interface}
de: MAC-Adresse der Schnittstelle konnte nicht abgerufen werden: {interface}
es: No se puede obtener la dirección MAC de la interfaz: {interface}
fr: Impossible d'obtenir l'adresse MAC de l'interface : {interface}
it: Impossibile ottenere indirizzo MAC dell'interfaccia: {interface}

source: IP '{address}' already assigned to interface '{interface}'.
de: IP '{address}' ist bereits der Schnittstelle '{interface}' zugewiesen.
es: La IP '{address}' ya está asignada a la interfaz '{interface}'.
fr: L'IP '{address}' est déjà assignée à l'interface '{interface}'.
it: IP '{address}' già assegnato all'interfaccia '{interface}'.

source: Floating IP '{floating_ip}' already assigned to interface '{interface}'.
de: Floating IP '{floating_ip}' bereits Interface '{interface}' zugewiesen.
es: La IP flotante '{floating_ip}' ya está asignada a la interfaz '{interface}'.
fr: L'IP flottante '{floating_ip}' est déjà assignée à l'interface '{interface}'.
it: IP floating '{floating_ip}' già assegnato all'interfaccia '{interface}'.

source: No interface is configured for network of IP: {ip}
de: Kein Interface ist für Netzwerk von IP konfiguriert: {ip}
es: No hay interfaz configurada para la red de IP: {ip}
fr: Aucune interface n'est configurée pour le réseau de l'IP : {ip}
it: Nessuna interfaccia configurata per la rete dell'IP: {ip}

source: Found interface '{interface}' for network '{network}/{netmask}'
de: Interface '{interface}' für Netzwerk '{network}/{netmask}' gefunden
es: Se encontró la interfaz '{interface}' para la red '{network}/{netmask}'
fr: Interface '{interface}' trouvée pour le réseau '{network}/{netmask}'
it: Trovata interfaccia '{interface}' per rete '{network}/{netmask}'

source: Pinging address '{ip}'
de: Pinge Adresse '{ip}'
es: Haciendo ping a la dirección '{ip}'
fr: Ping de l'adresse '{ip}'
it: Ping indirizzo '{ip}'

source: Cannot add address '{ip}': already in use
de: Kann Adresse '{ip}' nicht hinzufügen: bereits in Verwendung
es: No se puede agregar la dirección '{ip}': ya está en uso
fr: Impossible d'ajouter l'adresse '{ip}' : déjà utilisée
it: Impossibile aggiungere indirizzo '{ip}': già in uso

source: Adding address '{ip}/{netmask}' to interface '{interface}'
de: Füge Adresse '{ip}/{netmask}' zu Interface '{interface}' hinzu
es: Agregando dirección '{ip}/{netmask}' a la interfaz '{interface}'
fr: Ajout de l'adresse '{ip}/{netmask}' à l'interface '{interface}'
it: Aggiunta indirizzo '{ip}/{netmask}' all'interfaccia '{interface}'

source: Running: {command}
de: Führe aus: {command}
es: Ejecutando: {command}
fr: Exécution : {command}
it: Esecuzione: {command}

source: Error adding address '{ip}/{netmask}' to interface '{interface}': {error}
de: Fehler beim Hinzufügen der Adresse '{ip}/{netmask}' zu Interface '{interface}': {error}
es: Error al agregar dirección '{ip}/{netmask}' a la interfaz '{interface}': {error}
fr: Erreur lors de l'ajout de l'adresse '{ip}/{netmask}' à l'interface '{interface}' : {error}
it: Errore nell'aggiunta indirizzo '{ip}/{netmask}' all'interfaccia '{interface}': {error}

source: Sending gratuitous ARP for floating IP: {ip} ({interface})
de: Sende Gratuitous ARP für Floating IP: {ip} ({interface})
es: Enviando ARP gratuito para IP flotante: {ip} ({interface})
fr: Envoi d'ARP gratuit pour l'IP flottante : {ip} ({interface})
it: Invio ARP gratuito per IP floating: {ip} ({interface})

source: Deconfiguring floating interface '{interface}'
de: Dekonfiguriere Floating Interface '{interface}'
es: Desconfigurando interfaz flotante '{interface}'
fr: Déconfiguration de l'interface flottante '{interface}'
it: Deconfigurazione interfaccia floating '{interface}'

source: Error removing address '{ip}/{netmask}' from interface '{interface}': {error}
de: Fehler beim Entfernen der Adresse '{ip}/{netmask}' von Interface '{interface}': {error}
es: Error al eliminar dirección '{ip}/{netmask}' de la interfaz '{interface}': {error}
fr: Erreur lors de la suppression de l'adresse '{ip}/{netmask}' de l'interface '{interface}' : {error}
it: Errore nella rimozione indirizzo '{ip}/{netmask}' dall'interfaccia '{interface}': {error}

source: Invalid value. Required {required_type} but got {actual_type}: {key}={value}
de: Ungültiger Wert. Erforderlich {required_type} aber erhalten {actual_type}: {key}={value}
es: Valor inválido. Se requiere {required_type} pero se obtuvo {actual_type}: {key}={value}
fr: Valeur invalide. {required_type} requis mais {actual_type} reçu : {key}={value}
it: Valore non valido. Richiesto {required_type} ma ottenuto {actual_type}: {key}={value}

source: Invalid hash argument: {hash_type}: {key}={value}
de: Ungültiges Hash-Argument: {hash_type}: {key}={value}
es: Argumento hash inválido: {hash_type}: {key}={value}
fr: Argument de hachage invalide : {hash_type} : {key}={value}
it: Argomento hash non valido: {hash_type}: {key}={value}

source: Failed to create socket. Error code: {code}, Error message: {message}
de: Socket konnte nicht erstellt werden. Fehlercode: {code}, Fehlermeldung: {message}
es: Error al crear socket. Código de error: {code}, Mensaje de error: {message}
fr: Échec de création du socket. Code d'erreur : {code}, Message d'erreur : {message}
it: Impossibile creare il socket. Codice errore: {code}, Messaggio di errore: {message}

source: Failed to bind to socket: {socket}: {error}
de: Bind an Socket fehlgeschlagen: {socket}: {error}
es: Error al vincular al socket: {socket}: {error}
fr: Échec de liaison au socket : {socket} : {error}
it: Impossibile eseguire il bind al socket: {socket}: {error}

source: Failed to get shared bool: {error}
de: Shared Bool konnte nicht abgerufen werden: {error}
es: Error al obtener bool compartido: {error}
fr: Échec d'obtention du booléen partagé : {error}
it: Impossibile ottenere il bool condiviso: {error}

source: Exception waiting for listen process init: {error}
de: Ausnahme beim Warten auf Listen-Prozess-Init: {error}
es: Excepción esperando inicialización del proceso de escucha: {error}
fr: Exception en attente de l'initialisation du processus d'écoute : {error}
it: Eccezione in attesa dell'inizializzazione del processo di ascolto: {error}

source: Cert file '{file}' exists, removing.
de: Zertifikatsdatei '{file}' existiert, wird entfernt.
es: El archivo de certificado '{file}' existe, eliminando.
fr: Le fichier de certificat '{file}' existe, suppression.
it: Il file del certificato '{file}' esiste, rimozione in corso.

source: Started listening on '{uri}'. SSL client certificate verification enabled.
de: Lausche auf '{uri}'. SSL-Client-Zertifikatsverifizierung aktiviert.
es: Comenzó a escuchar en '{uri}'. Verificación de certificado SSL del cliente habilitada.
fr: Écoute démarrée sur '{uri}'. Vérification du certificat client SSL activée.
it: Avviato l'ascolto su '{uri}'. Verifica del certificato client SSL abilitata.

source: Started listening on '{uri}'. SSL enabled.
de: Lausche auf '{uri}'. SSL aktiviert.
es: Comenzó a escuchar en '{uri}'. SSL habilitado.
fr: Écoute démarrée sur '{uri}'. SSL activé.
it: Avviato l'ascolto su '{uri}'. SSL abilitato.

source: Started listening on '{uri}'. SSL disabled.
de: Lausche auf '{uri}'. SSL deaktiviert.
es: Comenzó a escuchar en '{uri}'. SSL deshabilitado.
fr: Écoute démarrée sur '{uri}'. SSL désactivé.
it: Avviato l'ascolto su '{uri}'. SSL disabilitato.

source: Bind failed. Error: {error}
de: Bind fehlgeschlagen. Fehler: {error}
es: Error de vinculación. Error: {error}
fr: Échec de liaison. Erreur : {error}
it: Bind fallito. Errore: {error}

source: Listen: SSL error: {error}
de: Listen: SSL-Fehler: {error}
es: Escucha: Error SSL: {error}
fr: Écoute : Erreur SSL : {error}
it: Listen: Errore SSL: {error}

source: Listen: Connection error: {error}
de: Listen: Verbindungsfehler: {error}
es: Escucha: Error de conexión: {error}
fr: Écoute : Erreur de connexion : {error}
it: Listen: Errore di connessione: {error}

source: Reached max connections ({count}). Refusing client '{client}'.
de: Maximale Anzahl Verbindungen ({count}) erreicht. Verweigere Client '{client}'.
es: Se alcanzó el máximo de conexiones ({count}). Rechazando cliente '{client}'.
fr: Nombre maximal de connexions atteint ({count}). Refus du client '{client}'.
it: Raggiunto il numero massimo di connessioni ({count}). Rifiuto del client '{client}'.

source: Suppressed {count} max connections warnings to prevent logfile flooding.
de: {count} Warnungen über maximale Verbindungen unterdrückt, um Logdatei-Überflutung zu vermeiden.
es: Se suprimieron {count} advertencias de conexiones máximas para evitar inundación del archivo de registro.
fr: {count} avertissements de connexions maximales supprimés pour éviter l'engorgement du fichier journal.
it: Soppressi {count} avvisi di connessioni massime per prevenire il flooding del file di log.

source: New connection from '{client}'
de: Neue Verbindung von '{client}'
es: Nueva conexión desde '{client}'
fr: Nouvelle connexion de '{client}'
it: Nuova connessione da '{client}'

source: Stopped listening on '{uri}'
de: Lauschen auf '{uri}' gestoppt
es: Se dejó de escuchar en '{uri}'
fr: Arrêt de l'écoute sur '{uri}'
it: Interrotto l'ascolto su '{uri}'

source: Unable to send banner: {uri}: {error}
de: Banner konnte nicht gesendet werden: {uri}: {error}
es: No se puede enviar banner: {uri}: {error}
fr: Impossible d'envoyer la bannière : {uri} : {error}
it: Impossibile inviare il banner: {uri}: {error}

source: Error running connection handler: {error}
de: Fehler beim Ausführen des Connection-Handlers: {error}
es: Error ejecutando manejador de conexión: {error}
fr: Erreur lors de l'exécution du gestionnaire de connexion : {error}
it: Errore durante l'esecuzione del gestore di connessione: {error}

source: Unknown exception running connection handler: {error}
de: Unbekannte Ausnahme beim Ausführen des Connection-Handlers: {error}
es: Excepción desconocida ejecutando manejador de conexión: {error}
fr: Exception inconnue lors de l'exécution du gestionnaire de connexion : {error}
it: Eccezione sconosciuta durante l'esecuzione del gestore di connessione: {error}

source: Error receiving data: {error}
de: Fehler beim Empfangen von Daten: {error}
es: Error recibiendo datos: {error}
fr: Erreur de réception des données : {error}
it: Errore nella ricezione dei dati: {error}

source: Error sending data: {error}
de: Fehler beim Senden von Daten: {error}
es: Error enviando datos: {error}
fr: Erreur d'envoi des données : {error}
it: Errore nell'invio dei dati: {error}

source: Client '{client}' disconnected.
de: Client '{client}' getrennt.
es: Cliente '{client}' desconectado.
fr: Client '{client}' déconnecté.
it: Client '{client}' disconnesso.

source: Sending SIGTERM to connection: {name} (PID {pid})
de: Sende SIGTERM an Verbindung: {name} (PID {pid})
es: Enviando SIGTERM a la conexión: {name} (PID {pid})
fr: Envoi de SIGTERM à la connexion : {name} (PID {pid})
it: Invio SIGTERM alla connessione: {name} (PID {pid})

source: Failed to send SIGTERM to connection: {name}: {error}
de: SIGTERM konnte nicht an Verbindung gesendet werden: {name}: {error}
es: Error al enviar SIGTERM a la conexión: {name}: {error}
fr: Échec de l'envoi de SIGTERM à la connexion : {name} : {error}
it: Impossibile inviare SIGTERM alla connessione: {name}: {error}

source: Client '{client}' closed connection while sending data: {error}
de: Client '{client}' hat Verbindung beim Senden von Daten geschlossen: {error}
es: Cliente '{client}' cerró conexión mientras enviaba datos: {error}
fr: Le client '{client}' a fermé la connexion pendant l'envoi de données : {error}
it: Il client '{client}' ha chiuso la connessione durante l'invio dei dati: {error}

source: Connection with client '{client}' closed while sending data.
de: Verbindung mit Client '{client}' beim Senden von Daten geschlossen.
es: Conexión con cliente '{client}' cerrada mientras enviaba datos.
fr: Connexion avec le client '{client}' fermée pendant l'envoi de données.
it: Connessione con il client '{client}' chiusa durante l'invio dei dati.

source: Connection with client '{client}' closed while receiving data.
de: Verbindung mit Client '{client}' beim Empfangen von Daten geschlossen.
es: Conexión con cliente '{client}' cerrada mientras recibía datos.
fr: Connexion avec le client '{client}' fermée pendant la réception de données.
it: Connessione con il client '{client}' chiusa durante la ricezione dei dati.

source: Connection with client '{client}' lost while receiving data.
de: Verbindung mit Client '{client}' beim Empfangen von Daten verloren.
es: Conexión con cliente '{client}' perdida mientras recibía datos.
fr: Connexion avec le client '{client}' perdue pendant la réception de données.
it: Connessione con il client '{client}' persa durante la ricezione dei dati.

source: Closing connection to '{client}'
de: Schließe Verbindung zu '{client}'
es: Cerrando conexión con '{client}'
fr: Fermeture de la connexion avec '{client}'
it: Chiusura connessione a '{client}'

source: Broken connection while sending data: {error}
de: Unterbrochene Verbindung beim Senden von Daten: {error}
es: Conexión interrumpida mientras enviaba datos: {error}
fr: Connexion interrompue lors de l'envoi de données : {error}
it: Connessione interrotta durante l'invio dei dati: {error}

source: Unix socket does not exist: {socket}
de: Unix-Socket existiert nicht: {socket}
es: Socket Unix no existe: {socket}
fr: Le socket Unix n'existe pas : {socket}
it: Il socket Unix non esiste: {socket}

source: Already connected: {uri}
de: Bereits verbunden: {uri}
es: Ya conectado: {uri}
fr: Déjà connecté : {uri}
it: Già connesso: {uri}

source: Connecting to '{uri}' (tmo={connect_timeout}/{timeout})
de: Verbinde zu '{uri}' (tmo={connect_timeout}/{timeout})
es: Conectando a '{uri}' (tmo={connect_timeout}/{timeout})
fr: Connexion à '{uri}' (tmo={connect_timeout}/{timeout})
it: Connessione a '{uri}' (tmo={connect_timeout}/{timeout})

source: Error connecting to '{uri}': {error}
de: Fehler beim Verbinden zu '{uri}': {error}
es: Error conectando a '{uri}': {error}
fr: Erreur de connexion à '{uri}' : {error}
it: Errore di connessione a '{uri}': {error}

source: Error receiving data from '{uri}': {error}
de: Fehler beim Empfangen von Daten von '{uri}': {error}
es: Error recibiendo datos de '{uri}': {error}
fr: Erreur de réception des données depuis '{uri}' : {error}
it: Errore nella ricezione dei dati da '{uri}': {error}
