Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Failed to load log spool data: {file}: {error}
de: Fehler beim Laden der Log-Spool-Daten: {file}: {error}
es: Error al cargar datos de cola de registro: {file}: {error}
fr: Échec du chargement des données de spool du journal : {file} : {error}
it: Impossibile caricare dati di spool del log: {file}: {error}

source: Got invalid log entry: {file}
de: Ungültiger Log-Eintrag erhalten: {file}
es: Entrada de registro no válida: {file}
fr: Entrée de journal invalide reçue : {file}
it: Ricevuta voce di log non valida: {file}

source: Invalid loglevel: {level}: {file}
de: Ungültiges Loglevel: {level}: {file}
es: Nivel de registro no válido: {level}: {file}
fr: Niveau de journal invalide : {level} : {file}
it: Livello di log non valido: {level}: {file}

source: Failed to resend log message: {error}
de: Fehler beim erneuten Senden der Log-Nachricht: {error}
es: Error al reenviar mensaje de registro: {error}
fr: Échec du renvoi du message de journal : {error}
it: Impossibile reinviare messaggio di log: {error}

source: Failed to remove spool file: {file}: {error}
de: Fehler beim Entfernen der Spool-Datei: {file}: {error}
es: Error al eliminar archivo de cola: {file}: {error}
fr: Échec de la suppression du fichier de spool : {file} : {error}
it: Impossibile rimuovere file di spool: {file}: {error}

source: Cannot start audit log. Site misses CA cert.
de: Audit-Log kann nicht gestartet werden. Site fehlt CA-Zertifikat.
es: No se puede iniciar el registro de auditoría. El sitio no tiene certificado CA.
fr: Impossible de démarrer le journal d'audit. Le site n'a pas de certificat CA.
it: Impossibile avviare log di audit. Il sito non ha il certificato CA.

source: Cannot start audit log. Node misses client cert.
de: Audit-Log kann nicht gestartet werden. Node fehlt Client-Zertifikat.
es: No se puede iniciar el registro de auditoría. El nodo no tiene certificado de cliente.
fr: Impossible de démarrer le journal d'audit. Le nœud n'a pas de certificat client.
it: Impossibile avviare log di audit. Il nodo non ha il certificato client.

source: Cannot start audit log. Node misses client key.
de: Audit-Log kann nicht gestartet werden. Node fehlt Client-Schlüssel.
es: No se puede iniciar el registro de auditoría. El nodo no tiene clave de cliente.
fr: Impossible de démarrer le journal d'audit. Le nœud n'a pas de clé client.
it: Impossibile avviare log di audit. Il nodo non ha la chiave client.

source: Unknown digest: {digest}
de: Unbekannter Digest: {digest}
es: Digest desconocido: {digest}
fr: Digest inconnu : {digest}
it: Digest sconosciuto: {digest}

source: No certificate loaded.
de: Kein Zertifikat geladen.
es: No hay certificado cargado.
fr: Aucun certificat chargé.
it: Nessun certificato caricato.

source: Unknown CA '{issuer}'.
de: Unbekannte CA '{issuer}'.
es: CA desconocida '{issuer}'.
fr: CA inconnue '{issuer}'.
it: CA sconosciuta '{issuer}'.

source: No private key loaded.
de: Kein privater Schlüssel geladen.
es: No hay clave privada cargada.
fr: Aucune clé privée chargée.
it: Nessuna chiave privata caricata.

source: Cannot sign: Cert private key missing.
de: Signieren nicht möglich: Privater Schlüssel des Zertifikats fehlt.
es: No se puede firmar: Falta la clave privada del certificado.
fr: Impossible de signer : Clé privée du certificat manquante.
it: Impossibile firmare: Chiave privata del certificato mancante.

source: Error signing data: {e}
de: Fehler beim Signieren der Daten: {e}
es: Error al firmar datos: {e}
fr: Erreur lors de la signature des données : {e}
it: Errore nella firma dei dati: {e}

source: Need <cert> or <csr>.
de: <cert> oder <csr> erforderlich.
es: Se necesita <cert> o <csr>.
fr: Besoin de <cert> ou <csr>.
it: Necessario <cert> o <csr>.

source: Common name does not match: {name}
de: Common Name stimmt nicht überein: {name}
es: El nombre común no coincide: {name}
fr: Le nom commun ne correspond pas : {name}
it: Il nome comune non corrisponde: {name}

source: Unknown sign algorithm: {algorithm}
de: Unbekannter Signatur-Algorithmus: {algorithm}
es: Algoritmo de firma desconocido: {algorithm}
fr: Algorithme de signature inconnu : {algorithm}
it: Algoritmo di firma sconosciuto: {algorithm}

source: 'key_len' must be int
de: 'key_len' muss int sein
es: 'key_len' debe ser int
fr: 'key_len' doit être int
it: 'key_len' deve essere int

source: <valid> must be int: {value}
de: <valid> muss int sein: {value}
es: <valid> debe ser int: {value}
fr: <valid> doit être int : {value}
it: <valid> deve essere int: {value}

source: Need <sign_key> when creating self signed cert from CSR.
de: <sign_key> wird benötigt beim Erstellen eines selbstsignierten Zertifikats aus CSR.
es: Se necesita <sign_key> al crear certificado autofirmado desde CSR.
fr: Besoin de <sign_key> lors de la création d'un certificat auto-signé à partir d'un CSR.
it: Necessario <sign_key> quando si crea certificato autofirmato da CSR.

source: Need ca_cert and ca_key.
de: ca_cert und ca_key werden benötigt.
es: Se necesita ca_cert y ca_key.
fr: Besoin de ca_cert et ca_key.
it: Necessari ca_cert e ca_key.

source: Common name of CSR does not match: {name}
de: Common Name des CSR stimmt nicht überein: {name}
es: El nombre común del CSR no coincide: {name}
fr: Le nom commun du CSR ne correspond pas : {name}
it: Il nome comune del CSR non corrisponde: {name}

source: <pathlen> must be int().
de: <pathlen> muss int() sein.
es: <pathlen> debe ser int().
fr: <pathlen> doit être int().
it: <pathlen> deve essere int().

source: Unknown extended key usage: {usage}
de: Unbekannte erweiterte Schlüsselverwendung: {usage}
es: Uso de clave extendida desconocido: {usage}
fr: Utilisation de clé étendue inconnue : {usage}
it: Utilizzo chiave estesa sconosciuto: {usage}

source: <valid> must be int.
de: <valid> muss int sein.
es: <valid> debe ser int.
fr: <valid> doit être int.
it: <valid> deve essere int.

source: <next_update> must be int, got {value}.
de: <next_update> muss int sein, erhalten: {value}.
es: <next_update> debe ser int, se obtuvo {value}.
fr: <next_update> doit être int, obtenu {value}.
it: <next_update> deve essere int, ricevuto {value}.

source: <sn> must be int.
de: <sn> muss int sein.
es: <sn> debe ser int.
fr: <sn> doit être int.
it: <sn> deve essere int.

source: Need <sn>.
de: <sn> wird benötigt.
es: Se necesita <sn>.
fr: Besoin de <sn>.
it: Necessario <sn>.

source: Certificate already revoked.
de: Zertifikat bereits widerrufen.
es: Certificado ya revocado.
fr: Certificat déjà révoqué.
it: Certificato già revocato.

source: Key does not match certificate.
de: Schlüssel stimmt nicht mit Zertifikat überein.
es: La clave no coincide con el certificado.
fr: La clé ne correspond pas au certificat.
it: La chiave non corrisponde al certificato.

source: WARNING: You are probably using a pyopenssl version that leads to poor performance at the module load stage.
de: WARNUNG: Sie verwenden wahrscheinlich eine pyopenssl-Version, die zu schlechter Performance beim Laden des Moduls führt.
es: ADVERTENCIA: Probablemente esté usando una versión de pyopenssl que conduce a un bajo rendimiento en la etapa de carga del módulo.
fr: AVERTISSEMENT : Vous utilisez probablement une version de pyopenssl qui entraîne de mauvaises performances lors du chargement du module.
it: ATTENZIONE: Probabilmente stai usando una versione di pyopenssl che porta a prestazioni scadenti durante il caricamento del modulo.

source: WARNING: see https://github.com/pyca/pyopenssl/issues/137
de: WARNUNG: siehe https://github.com/pyca/pyopenssl/issues/137
es: ADVERTENCIA: vea https://github.com/pyca/pyopenssl/issues/137
fr: AVERTISSEMENT : voir https://github.com/pyca/pyopenssl/issues/137
it: ATTENZIONE: vedi https://github.com/pyca/pyopenssl/issues/137

source: 'valid' must be int
de: 'valid' muss int sein
es: 'valid' debe ser int
fr: 'valid' doit être int
it: 'valid' deve essere int

source: Unknown output format: {format}
de: Unbekanntes Ausgabeformat: {format}
es: Formato de salida desconocido: {format}
fr: Format de sortie inconnu : {format}
it: Formato di output sconosciuto: {format}

source: Cannot create self signed certificate from CSR.
de: Kann kein selbstsigniertes Zertifikat aus CSR erstellen.
es: No se puede crear un certificado autofirmado desde CSR.
fr: Impossible de créer un certificat auto-signé à partir d'une CSR.
it: Impossibile creare certificato autofirmato da CSR.

source: Unknown format: {format}
de: Unbekanntes Format: {format}
es: Formato desconocido: {format}
fr: Format inconnu : {format}
it: Formato sconosciuto: {format}

source: Ignoring parameter 'sign_algo' for pyopenssl version '{version}'.
de: Ignoriere Parameter 'sign_algo' für pyopenssl Version '{version}'.
es: Ignorando parámetro 'sign_algo' para la versión de pyopenssl '{version}'.
fr: Paramètre 'sign_algo' ignoré pour la version pyopenssl '{version}'.
it: Parametro 'sign_algo' ignorato per la versione pyopenssl '{version}'.

source: Missing object type: --type
de: Fehlender Objekttyp: --type
es: Falta el tipo de objeto: --type
fr: Type d'objet manquant : --type
it: Tipo di oggetto mancante: --type

source: Warning!!! API mode should be used with care while daemons are running. Your changes may be lost or result in malfunction!
de: Warnung!!! Der API-Modus sollte mit Vorsicht verwendet werden, während Daemons laufen. Ihre Änderungen könnten verloren gehen oder zu Fehlfunktionen führen!
es: ¡Advertencia! El modo API debe usarse con cuidado mientras los demonios están en ejecución. ¡Sus cambios pueden perderse o resultar en un mal funcionamiento!
fr: Attention !!! Le mode API doit être utilisé avec précaution pendant que les démons sont en cours d'exécution. Vos modifications peuvent être perdues ou entraîner un dysfonctionnement !
it: Attenzione!!! La modalità API dovrebbe essere usata con cautela mentre i daemon sono in esecuzione. Le tue modifiche potrebbero andare perse o causare malfunzionamenti!

source: OTPme config verification failed: {e}
de: OTPme-Konfigurationsverifikation fehlgeschlagen: {e}
es: La verificación de configuración de OTPme falló: {e}
fr: Échec de la vérification de la configuration OTPme : {e}
it: Verifica configurazione OTPme fallita: {e}

source: Loading module: %s
de: Lade Modul: %s
es: Cargando módulo: %s
fr: Chargement du module : %s
it: Caricamento modulo: %s

source: Usage: otpme-trash {command}
de: Verwendung: otpme-trash {command}
es: Uso: otpme-trash {comando}
it: Uso: otpme-trash {command}

source: Usage: otpme-trash show [--fields <field1,field2,field3>] [-z <size_limit>]
de: Verwendung: otpme-trash show [--fields <field1,field2,field3>] [-z <size_limit>]
es: Uso: otpme-trash show [--fields <campo1,campo2,campo3>] [-z <límite_tamaño>]
it: Uso: otpme-trash show [--fields <field1,field2,field3>] [-z <size_limit>]

source: Show trash.
de: Papierkorb anzeigen.
es: Mostrar papelera.
fr: Afficher la corbeille.
it: Mostra cestino.

source: Usage: otpme-trash restore --objects <object_id_1,object_id_2> {trash_id}
de: Verwendung: otpme-trash restore --objects <object_id_1,object_id_2> {trash_id}
es: Uso: otpme-trash restore --objects <id_objeto_1,id_objeto_2> {id_papelera}
it: Uso: otpme-trash restore --objects <object_id_1,object_id_2> {trash_id}

source: Restore object(s).
de: Objekt(e) wiederherstellen.
es: Restaurar objeto(s).
fr: Restaurer le(s) objet(s).
it: Ripristina oggetto/i.

source: Usage: otpme-trash del {trash_id}
de: Verwendung: otpme-trash del {trash_id}
es: Uso: otpme-trash del {id_papelera}
it: Uso: otpme-trash del {trash_id}

source: Delete entry from trash.
de: Eintrag aus Papierkorb löschen.
es: Eliminar entrada de la papelera.
fr: Supprimer l'entrée de la corbeille.
it: Elimina voce dal cestino.

source: Usage: otpme-trash empty
de: Verwendung: otpme-trash empty
es: Uso: otpme-trash empty
it: Uso: otpme-trash empty

source: Empty trash.
de: Papierkorb leeren.
es: Vaciar papelera.
fr: Vider la corbeille.
it: Svuota cestino.

source: Usage: otpme-group {command} [group]
de: Verwendung: otpme-group {command} [group]
es: Uso: otpme-group {comando} [grupo]
it: Uso: otpme-group {command} [group]

source: Usage: otpme-group show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [group]
de: Verwendung: otpme-group show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [group]
es: Uso: otpme-group show [--policy-limit <límite>] [--fields <campo1,campo2,campo3>] [-z <límite_tamaño>] [-a] [grupo]
it: Uso: otpme-group show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [group]

source: Show group(s)
de: Gruppe(n) anzeigen
es: Mostrar grupo(s)
fr: Afficher le(s) groupe(s)
it: Mostra gruppo/i

source: Show all groups.
de: Alle Gruppen anzeigen.
es: Mostrar todos los grupos.
fr: Afficher tous les groupes.
it: Mostra tutti i gruppi.

source: Limit output size
de: Ausgabegröße begrenzen
es: Limitar tamaño de salida
fr: Limiter la taille de sortie
it: Limita dimensione output

source: Output only given fields
de: Nur angegebene Felder ausgeben
es: Mostrar solo los campos dados
fr: Afficher uniquement les champs donnés
it: Mostra solo i campi specificati

source: Reverse the output order.
de: Ausgabereihenfolge umkehren.
es: Invertir el orden de salida.
fr: Inverser l'ordre de sortie.
it: Inverti l'ordine dell'output.

source: Sort output by <attribute>.
de: Ausgabe nach <attribute> sortieren.
es: Ordenar salida por <atributo>.
fr: Trier la sortie par <attribute>.
it: Ordina output per <attribute>.

source: Output max roles.
de: Max. Rollen ausgeben.
es: Mostrar máximo de roles.
fr: Afficher le nombre max de rôles.
it: Mostra max ruoli.

source: Output max tokens.
de: Max. Token ausgeben.
es: Mostrar máximo de tokens.
fr: Afficher le nombre max de jetons.
it: Mostra max token.

source: Output max policies.
de: Max. Richtlinien ausgeben.
es: Mostrar máximo de políticas.
fr: Afficher le nombre max de politiques.
it: Mostra max policy.

source: Output table without any headers/borders.
de: Tabelle ohne Kopfzeilen/Rahmen ausgeben.
es: Mostrar tabla sin encabezados/bordes.
fr: Afficher le tableau sans en-têtes/bordures.
it: Mostra tabella senza intestazioni/bordi.

source: Output table as CSV.
de: Tabelle als CSV ausgeben.
es: Mostrar tabla como CSV.
fr: Afficher le tableau au format CSV.
it: Mostra tabella come CSV.

source: Usage: otpme-group list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-group list [--attribute attribute] [-a] [regex]
es: Uso: otpme-group list [--attribute atributo] [-a] [regex]
it: Uso: otpme-group list [--attribute attribute] [-a] [regex]

source: List groups.
de: Gruppen auflisten.
es: Listar grupos.
fr: Lister les groupes.
it: Elenca gruppi.

source: List all groups.
de: Alle Gruppen auflisten.
es: Listar todos los grupos.
fr: Lister tous les groupes.
it: Elenca tutti i gruppi.

source: Output given attribute.
de: Angegebenes Attribut ausgeben.
es: Mostrar atributo dado.
fr: Afficher l'attribut donné.
it: Mostra l'attributo specificato.

source: Usage: otpme-group add [--attributes <attr1=val1,attr2=val2>] {group}
de: Verwendung: otpme-group add [--attributes <attr1=val1,attr2=val2>] {group}
es: Uso: otpme-group add [--attributes <atr1=val1,atr2=val2>] {grupo}
fr: Utilisation : otpme-group add [--attributes <attr1=val1,attr2=val2>] {group}
it: Utilizzo: otpme-group add [--attributes <attr1=val1,attr2=val2>] {group}

source: Add new group
de: Neue Gruppe hinzufügen
es: Añadir nuevo grupo
fr: Ajouter un nouveau groupe
it: Aggiungi nuovo gruppo

source: Add LDIF attributes to group.
de: LDIF-Attribute zur Gruppe hinzufügen.
es: Añadir atributos LDIF al grupo.
fr: Ajouter des attributs LDIF au groupe.
it: Aggiungi attributi LDIF al gruppo.

source: Usage: otpme-group del {group}
de: Verwendung: otpme-group del {group}
es: Uso: otpme-group del {grupo}
fr: Utilisation : otpme-group del {group}
it: Utilizzo: otpme-group del {group}

source: Delete group
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
it: Elimina gruppo

source: Usage: otpme-group touch {group}
de: Verwendung: otpme-group touch {group}
es: Uso: otpme-group touch {grupo}
fr: Utilisation : otpme-group touch {group}
it: Utilizzo: otpme-group touch {group}

source: Touch group (e.g. migrate).
de: Gruppe berühren (z.B. migrieren).
es: Tocar grupo (ej. migrar).
fr: Toucher le groupe (ex. migration).
it: Touch gruppo (es. migrare).

source: Usage: otpme-group enable {group}
de: Verwendung: otpme-group enable {group}
es: Uso: otpme-group enable {grupo}
fr: Utilisation : otpme-group enable {group}
it: Utilizzo: otpme-group enable {group}

source: Enable group
de: Gruppe aktivieren
es: Habilitar grupo
fr: Activer le groupe
it: Abilita gruppo

source: Usage: otpme-group disable {group}
de: Verwendung: otpme-group disable {group}
es: Uso: otpme-group disable {grupo}
fr: Utilisation : otpme-group disable {group}
it: Utilizzo: otpme-group disable {group}

source: Disable group
de: Gruppe deaktivieren
es: Deshabilitar grupo
fr: Désactiver le groupe
it: Disabilita gruppo

source: Usage: otpme-group rename {group} {new_name}
de: Verwendung: otpme-group rename {group} {new_name}
es: Uso: otpme-group rename {grupo} {nuevo_nombre}
fr: Utilisation : otpme-group rename {group} {new_name}
it: Utilizzo: otpme-group rename {group} {new_name}

source: Rename group
de: Gruppe umbenennen
es: Renombrar grupo
fr: Renommer le groupe
it: Rinomina gruppo

source: Usage: otpme-group config {group} {param} [value]
de: Verwendung: otpme-group config {group} {param} [value]
es: Uso: otpme-group config {grupo} {parámetro} [valor]
fr: Utilisation : otpme-group config {group} {param} [value]
it: Utilizzo: otpme-group config {group} {param} [value]

source: Add config parameter to group.
de: Konfigurationsparameter zur Gruppe hinzufügen.
es: Añadir parámetro de configuración al grupo.
fr: Ajouter un paramètre de configuration au groupe.
it: Aggiungi parametro di configurazione al gruppo.

source: Usage: otpme-group show_config {group}
de: Verwendung: otpme-group show_config {group}
es: Uso: otpme-group show_config {grupo}
fr: Utilisation : otpme-group show_config {group}
it: Utilizzo: otpme-group show_config {group}

source: Show group config parameters
de: Gruppenkonfigurationsparameter anzeigen
es: Mostrar parámetros de configuración del grupo
fr: Afficher les paramètres de configuration du groupe
it: Mostra parametri di configurazione del gruppo

source: Usage: otpme-group add_extension {group} {extension}
de: Verwendung: otpme-group add_extension {group} {extension}
es: Uso: otpme-group add_extension {grupo} {extensión}
fr: Utilisation : otpme-group add_extension {group} {extension}
it: Utilizzo: otpme-group add_extension {group} {extension}

source: Add extension to group
de: Erweiterung zur Gruppe hinzufügen
es: Añadir extensión al grupo
fr: Ajouter une extension au groupe
it: Aggiungi estensione al gruppo

source: Usage: otpme-group remove_extension {group} {extension}
de: Verwendung: otpme-group remove_extension {group} {extension}
es: Uso: otpme-group remove_extension {grupo} {extensión}
fr: Utilisation : otpme-group remove_extension {group} {extension}
it: Utilizzo: otpme-group remove_extension {group} {extension}

source: Remove extension from group
de: Erweiterung von Gruppe entfernen
es: Eliminar extensión del grupo
fr: Supprimer une extension du groupe
it: Rimuovi estensione dal gruppo

source: Usage: otpme-group add_attribute {group} {attribute}=[value]
de: Verwendung: otpme-group add_attribute {group} {attribute}=[value]
es: Uso: otpme-group add_attribute {grupo} {atributo}=[valor]
fr: Utilisation : otpme-group add_attribute {group} {attribute}=[value]
it: Utilizzo: otpme-group add_attribute {group} {attribute}=[value]

source: Add (LDAP) attribute to group
de: (LDAP-)Attribut zur Gruppe hinzufügen
es: Añadir atributo (LDAP) al grupo
fr: Ajouter un attribut (LDAP) au groupe
it: Aggiungi attributo (LDAP) al gruppo

source: Usage: otpme-group del_attribute {group} {attribute}=[value]
de: Verwendung: otpme-group del_attribute {group} {attribute}=[value]
es: Uso: otpme-group del_attribute {grupo} {atributo}=[valor]
fr: Utilisation : otpme-group del_attribute {group} {attribute}=[value]
it: Utilizzo: otpme-group del_attribute {group} {attribute}=[value]

source: Delete (LDAP) attribute from group
de: (LDAP-)Attribut von Gruppe löschen
es: Eliminar atributo (LDAP) del grupo
fr: Supprimer un attribut (LDAP) du groupe
it: Elimina attributo (LDAP) dal gruppo

source: Usage: otpme-group add_object_class {group} {object_class}
de: Verwendung: otpme-group add_object_class {group} {object_class}
es: Uso: otpme-group add_object_class {group} {object_class}
fr: Utilisation : otpme-group add_object_class {group} {object_class}
it: Utilizzo: otpme-group add_object_class {group} {object_class}

source: Add (LDAP) object class to group
de: (LDAP-)Objektklasse zur Gruppe hinzufügen
es: Añadir clase de objeto (LDAP) al grupo
fr: Ajouter une classe d'objet (LDAP) au groupe
it: Aggiungi classe oggetto (LDAP) al gruppo

source: Usage: otpme-group del_object_class {group} {object_class}
de: Verwendung: otpme-group del_object_class {group} {object_class}
es: Uso: otpme-group del_object_class {group} {object_class}
fr: Utilisation : otpme-group del_object_class {group} {object_class}
it: Utilizzo: otpme-group del_object_class {group} {object_class}

source: Delete (LDAP) object class from group
de: (LDAP-)Objektklasse von Gruppe löschen
es: Eliminar clase de objeto (LDAP) del grupo
fr: Supprimer une classe d'objet (LDAP) du groupe
it: Elimina classe oggetto (LDAP) dal gruppo

source: Usage: otpme-group show_ldif {group} -a attribute1,attribute2
de: Verwendung: otpme-group show_ldif {group} -a attribute1,attribute2
es: Uso: otpme-group show_ldif {group} -a attribute1,attribute2
fr: Utilisation : otpme-group show_ldif {group} -a attribute1,attribute2
it: Utilizzo: otpme-group show_ldif {group} -a attribute1,attribute2

source: Show LDIF representation of group
de: LDIF-Darstellung der Gruppe anzeigen
es: Mostrar representación LDIF del grupo
fr: Afficher la représentation LDIF du groupe
it: Mostra rappresentazione LDIF del gruppo

source: Show only given LDIF attributes
de: Nur angegebene LDIF-Attribute anzeigen
es: Mostrar solo los atributos LDIF indicados
fr: Afficher uniquement les attributs LDIF donnés
it: Mostra solo gli attributi LDIF indicati

source: Usage: otpme-group add_acl {group} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-group add_acl {group} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-group add_acl {group} {role|token} {role_path|token_path} {acl[:value]}
fr: Utilisation : otpme-group add_acl {group} {role|token} {role_path|token_path} {acl[:value]}
it: Utilizzo: otpme-group add_acl {group} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to group
de: ACL zur Gruppe hinzufügen
es: Añadir ACL al grupo
fr: Ajouter une ACL au groupe
it: Aggiungi ACL al gruppo

source: Usage: otpme-group del_acl {group} {acl}
de: Verwendung: otpme-group del_acl {group} {acl}
es: Uso: otpme-group del_acl {group} {acl}
fr: Utilisation : otpme-group del_acl {group} {acl}
it: Utilizzo: otpme-group del_acl {group} {acl}

source: Delete ACL from group
de: ACL von Gruppe löschen
es: Eliminar ACL del grupo
fr: Supprimer une ACL du groupe
it: Elimina ACL dal gruppo

source: Usage: otpme-group show_acls {group}
de: Verwendung: otpme-group show_acls {group}
es: Uso: otpme-group show_acls {group}
fr: Utilisation : otpme-group show_acls {group}
it: Utilizzo: otpme-group show_acls {group}

source: Show ACLs of group
de: ACLs der Gruppe anzeigen
es: Mostrar ACLs del grupo
fr: Afficher les ACL du groupe
it: Mostra ACL del gruppo
