Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: User offline token verification error: {message}
de: Fehler bei der Verifizierung des Benutzer-Offline-Tokens: {message}
es: Error de verificación de token sin conexión del usuario: {message}
fr: Erreur de vérification du jeton hors ligne de l'utilisateur : {message}
it: Errore di verifica del token offline dell'utente: {message}

source: User offline login failed: {message}
de: Benutzer-Offline-Login fehlgeschlagen: {message}
es: Inicio de sesión sin conexión del usuario falló: {message}
fr: Échec de la connexion hors ligne de l'utilisateur : {message}
it: Login offline dell'utente fallito: {message}

source: User offline login failed with token: {path}
de: Benutzer-Offline-Login mit Token fehlgeschlagen: {path}
es: Inicio de sesión sin conexión del usuario falló con token: {path}
fr: Échec de la connexion hors ligne de l'utilisateur avec le jeton : {path}
it: Login offline dell'utente fallito con token: {path}

source: User offline login failed.
de: Benutzer-Offline-Login fehlgeschlagen.
es: Inicio de sesión sin conexión del usuario falló.
fr: Échec de la connexion hors ligne de l'utilisateur.
it: Login offline dell'utente fallito.

source: Error reading offline sessions from file: {error}
de: Fehler beim Lesen der Offline-Sitzungen aus Datei: {error}
es: Error al leer sesiones sin conexión del archivo: {error}
fr: Erreur lors de la lecture des sessions hors ligne depuis le fichier : {error}
it: Errore nella lettura delle sessioni offline dal file: {error}

source: Unable to get login script from offline token: {error}
de: Login-Skript konnte nicht vom Offline-Token abgerufen werden: {error}
es: No se puede obtener script de inicio de sesión del token sin conexión: {error}
fr: Impossible d'obtenir le script de connexion depuis le jeton hors ligne : {error}
it: Impossibile ottenere lo script di login dal token offline: {error}

source: Unable to update offline session: {error}
de: Offline-Sitzung konnte nicht aktualisiert werden: {error}
es: No se puede actualizar sesión sin conexión: {error}
fr: Impossible de mettre à jour la session hors ligne : {error}
it: Impossibile aggiornare la sessione offline: {error}

source: Unable to set login token to otpme-agent: {error}
de: Login-Token konnte nicht zu otpme-agent gesetzt werden: {error}
es: No se puede establecer token de inicio de sesión en otpme-agent: {error}
fr: Impossible de définir le jeton de connexion dans otpme-agent : {error}
it: Impossibile impostare il token di login su otpme-agent: {error}

source: Unable to add RSP to otpme-agent: {error}
de: RSP konnte nicht zu otpme-agent hinzugefügt werden: {error}
es: No se puede agregar RSP a otpme-agent: {error}
fr: Impossible d'ajouter RSP à otpme-agent : {error}
it: Impossibile aggiungere RSP a otpme-agent: {error}

source: Offline login succeeded with token: {path}
de: Offline-Login erfolgreich mit Token: {path}
es: Inicio de sesión sin conexión exitoso con token: {path}
fr: Connexion hors ligne réussie avec le jeton : {path}
it: Login offline riuscito con token: {path}

source: Offline authentication succeeded with token: {path}
de: Offline-Authentifizierung erfolgreich mit Token: {path}
es: Autenticación sin conexión exitosa con token: {path}
fr: Authentification hors ligne réussie avec le jeton : {path}
it: Autenticazione offline riuscita con token: {path}

source: WARNING: You may have hit a BUG of offline_auth() in '{name}'. Authentication failed.
de: WARNUNG: Sie könnten auf einen BUG von offline_auth() in '{name}' gestoßen sein. Authentifizierung fehlgeschlagen.
es: ADVERTENCIA: Puede haber encontrado un ERROR de offline_auth() en '{name}'. La autenticación falló.
fr: AVERTISSEMENT : Vous avez peut-être rencontré un BUG de offline_auth() dans '{name}'. L'authentification a échoué.
it: ATTENZIONE: Potresti aver riscontrato un BUG di offline_auth() in '{name}'. Autenticazione fallita.

source: Pinned offline token authentication failed: {message}
de: Authentifizierung mit gepinntem Offline-Token fehlgeschlagen: {message}
es: Autenticación de token sin conexión fijado falló: {message}
fr: Échec de l'authentification du jeton hors ligne épinglé : {message}
it: Autenticazione del token offline bloccato fallita: {message}

source: Error while sending login request: {error}
de: Fehler beim Senden der Login-Anfrage: {error}
es: Error al enviar solicitud de inicio de sesión: {error}
fr: Erreur lors de l'envoi de la demande de connexion : {error}
it: Errore durante l'invio della richiesta di login: {error}

source: Error while authenticating with server: {error}
de: Fehler bei der Authentifizierung mit dem Server: {error}
es: Error al autenticarse con el servidor: {error}
fr: Erreur lors de l'authentification avec le serveur : {error}
it: Errore durante l'autenticazione con il server: {error}

source: Problem initializing OTPme: {error}
de: Problem bei der Initialisierung von OTPme: {error}
es: Problema al inicializar OTPme: {error}
fr: Problème lors de l'initialisation d'OTPme : {error}
it: Problema nell'inizializzazione di OTPme: {error}

source: User does not exist: {user}
de: Benutzer existiert nicht: {user}
es: El usuario no existe: {user}
fr: L'utilisateur n'existe pas : {user}
it: L'utente non esiste: {user}

source: Got host status: {status}
de: Host-Status erhalten: {status}
es: Se obtuvo el estado del host: {status}
fr: Statut de l'hôte reçu : {status}
it: Stato host ricevuto: {status}

source: Unknown user: {user}
de: Unbekannter Benutzer: {user}
es: Usuario desconocido: {user}
fr: Utilisateur inconnu : {user}
it: Utente sconosciuto: {user}

source: Error initializing offline tokens: {error}
de: Fehler bei der Initialisierung von Offline-Tokens: {error}
es: Error al inicializar tokens sin conexión: {error}
fr: Erreur lors de l'initialisation des jetons hors ligne : {error}
it: Errore nell'inizializzazione dei token offline: {error}

source: Error removing outdated session directories: {error}
de: Fehler beim Entfernen veralteter Sitzungsverzeichnisse: {error}
es: Error al eliminar directorios de sesión obsoletos: {error}
fr: Erreur lors de la suppression des répertoires de session obsolètes : {error}
it: Errore nella rimozione delle directory di sessione obsolete: {error}

source: Unable to start otpme-agent: {error}
de: otpme-agent kann nicht gestartet werden: {error}
es: No se puede iniciar otpme-agent: {error}
fr: Impossible de démarrer otpme-agent : {error}
it: Impossibile avviare otpme-agent: {error}

source: Failed to run SSH agent script: {error}
de: Fehler beim Ausführen des SSH-Agent-Skripts: {error}
es: Error al ejecutar el script del agente SSH: {error}
fr: Échec de l'exécution du script de l'agent SSH : {error}
it: Impossibile eseguire lo script dell'agente SSH: {error}

source: User authentication failed: {message}
de: Benutzerauthentifizierung fehlgeschlagen: {message}
es: Falló la autenticación del usuario: {message}
fr: Échec de l'authentification de l'utilisateur : {message}
it: Autenticazione utente fallita: {message}

source: User offline authentication successful.
de: Benutzer-Offline-Authentifizierung erfolgreich.
es: Autenticación sin conexión del usuario exitosa.
fr: Authentification hors ligne de l'utilisateur réussie.
it: Autenticazione offline utente riuscita.

source: User offline authentication failed: {message}
de: Benutzer-Offline-Authentifizierung fehlgeschlagen: {message}
es: Falló la autenticación sin conexión del usuario: {message}
fr: Échec de l'authentification hors ligne de l'utilisateur : {message}
it: Autenticazione offline utente fallita: {message}

source: Error trying offline authentication: {message}
de: Fehler beim Versuch der Offline-Authentifizierung: {message}
es: Error al intentar autenticación sin conexión: {message}
fr: Erreur lors de la tentative d'authentification hors ligne : {message}
it: Errore nel tentativo di autenticazione offline: {message}

source: Cannot start SSH agent: {error}
de: SSH-Agent kann nicht gestartet werden: {error}
es: No se puede iniciar el agente SSH: {error}
fr: Impossible de démarrer l'agent SSH : {error}
it: Impossibile avviare l'agente SSH: {error}

source: Offline login failed: {error}
de: Offline-Anmeldung fehlgeschlagen: {error}
es: Falló el inicio de sesión sin conexión: {error}
fr: Échec de la connexion hors ligne : {error}
it: Login offline fallito: {error}

source: Error trying offline login: {error}
de: Fehler beim Versuch der Offline-Anmeldung: {error}
es: Error al intentar inicio de sesión sin conexión: {error}
fr: Erreur lors de la tentative de connexion hors ligne : {error}
it: Errore nel tentativo di login offline: {error}

source: You are logged in offline!
de: Sie sind offline angemeldet!
es: ¡Has iniciado sesión sin conexión!
fr: Vous êtes connecté hors ligne !
it: Sei connesso in modalità offline!

source: You are logged in to REALM '{realm}'.
de: Sie sind bei REALM '{realm}' angemeldet.
es: Has iniciado sesión en el REALM '{realm}'.
fr: Vous êtes connecté au REALM '{realm}'.
it: Sei connesso al REALM '{realm}'.

source: Error running login script: {error}
de: Fehler beim Ausführen des Login-Skripts: {error}
es: Error al ejecutar el script de inicio de sesión: {error}
fr: Erreur lors de l'exécution du script de connexion : {error}
it: Errore nell'esecuzione dello script di login: {error}

source: Saving ssh-agent script: {file}
de: SSH-Agent-Skript speichern: {file}
es: Guardando script de ssh-agent: {file}
fr: Enregistrement du script ssh-agent : {file}
it: Salvataggio script ssh-agent: {file}

source: Error reading pinentry message file: {file}: {error}
de: Fehler beim Lesen der Pinentry-Nachrichtendatei: {file}: {error}
es: Error al leer el archivo de mensaje de pinentry: {file}: {error}
fr: Erreur lors de la lecture du fichier de message pinentry : {file} : {error}
it: Errore nella lettura del file messaggio pinentry: {file}: {error}

source: Error removing pinentry message file: {file}: {error}
de: Fehler beim Entfernen der Pinentry-Nachrichtendatei: {file}: {error}
es: Error al eliminar el archivo de mensaje de pinentry: {file}: {error}
fr: Erreur lors de la suppression du fichier de message pinentry : {file} : {error}
it: Errore nella rimozione del file messaggio pinentry: {file}: {error}

source: Failed to stop SSH agent: {error}
de: SSH-Agent konnte nicht gestoppt werden: {error}
es: Error al detener el agente SSH: {error}
fr: Échec de l'arrêt de l'agent SSH : {error}
it: Impossibile arrestare l'agente SSH: {error}

source: Failed to start SSH agent: {error}
de: SSH-Agent konnte nicht gestartet werden: {error}
es: Error al iniciar el agente SSH: {error}
fr: Échec du démarrage de l'agent SSH : {error}
it: Impossibile avviare l'agente SSH: {error}

source: WARNING: You may have hit a BUG of authenticate() in '{name}'. Authentication failed.
de: WARNUNG: Sie könnten auf einen BUG in authenticate() in '{name}' gestoßen sein. Authentifizierung fehlgeschlagen.
es: ADVERTENCIA: Puede que hayas encontrado un ERROR de authenticate() en '{name}'. Falló la autenticación.
fr: ATTENTION : Vous avez peut-être rencontré un BUG de authenticate() dans '{name}'. Échec de l'authentification.
it: ATTENZIONE: Potresti aver riscontrato un BUG di authenticate() in '{name}'. Autenticazione fallita.

source: Command not in command map: {command}
de: Befehl nicht in der Befehlszuordnung: {command}
es: Comando no está en el mapa de comandos: {command}
fr: Commande absente de la carte de commandes : {command}
it: Comando non presente nella mappa dei comandi: {command}

source: Invalid option: {option}
de: Ungültige Option: {option}
es: Opción inválida: {option}
fr: Option invalide : {option}
it: Opzione non valida: {option}

source: Error reading schema file: {e}
de: Fehler beim Lesen der Schemadatei: {e}
es: Error al leer el archivo de esquema: {e}
fr: Erreur lors de la lecture du fichier de schéma : {e}
it: Errore nella lettura del file schema: {e}

source: Loading schema file: {schema_file}
de: Schemadatei laden: {schema_file}
es: Cargando archivo de esquema: {schema_file}
fr: Chargement du fichier de schéma : {schema_file}
it: Caricamento file schema: {schema_file}

source: Error loading file: {schema_file}: ObjectClass '{name}' already exists.
de: Fehler beim Laden der Datei: {schema_file}: ObjectClass '{name}' existiert bereits.
es: Error al cargar el archivo: {schema_file}: ObjectClass '{name}' ya existe.
fr: Erreur lors du chargement du fichier : {schema_file} : ObjectClass '{name}' existe déjà.
it: Errore nel caricamento del file: {schema_file}: ObjectClass '{name}' esiste già.

source: Error loading file: {schema_file}: AttributeType '{name}' already exists.
de: Fehler beim Laden der Datei: {schema_file}: AttributeType '{name}' existiert bereits.
es: Error al cargar el archivo: {schema_file}: AttributeType '{name}' ya existe.
fr: Erreur lors du chargement du fichier : {schema_file} : AttributeType '{name}' existe déjà.
it: Errore nel caricamento del file: {schema_file}: AttributeType '{name}' esiste già.

source: Not an OTPme file backend path: {path}
de: Kein OTPme-Datei-Backend-Pfad: {path}
es: No es una ruta de backend de archivo OTPme: {path}
fr: Ce n'est pas un chemin de backend de fichiers OTPme : {path}
it: Non è un percorso backend file OTPme: {path}

source: Failed to load LDIF: {error}
de: LDIF konnte nicht geladen werden: {error}
es: Error al cargar LDIF: {error}
fr: Échec du chargement LDIF : {error}
it: Impossibile caricare LDIF: {error}

source: Missing client DC: {dn_text}
de: Fehlende Client-DC: {dn_text}
es: DC del cliente faltante: {dn_text}
fr: DC client manquant : {dn_text}
it: DC client mancante: {dn_text}

source: Failed to get authd connection: {error}
de: authd-Verbindung konnte nicht hergestellt werden: {error}
es: Error al obtener conexión authd: {error}
fr: Échec de l'obtention de la connexion authd : {error}
it: Impossibile ottenere connessione authd: {error}

source: Failed to authenticate user: {error}
de: Benutzerauthentifizierung fehlgeschlagen: {error}
es: Error al autenticar usuario: {error}
fr: Échec de l'authentification de l'utilisateur : {error}
it: Impossibile autenticare l'utente: {error}

source: Failed to authenticate user: {reply}
de: Benutzerauthentifizierung fehlgeschlagen: {reply}
es: Error al autenticar usuario: {reply}
fr: Échec de l'authentification de l'utilisateur : {reply}
it: Impossibile autenticare l'utente: {reply}

source: Unable to verify ACLs without token.
de: ACLs können ohne Token nicht überprüft werden.
es: No se pueden verificar ACLs sin token.
fr: Impossible de vérifier les ACL sans jeton.
it: Impossibile verificare gli ACL senza token.

source: Found more than one object for: {oid}
de: Mehr als ein Objekt gefunden für: {oid}
es: Se encontró más de un objeto para: {oid}
fr: Trouvé plus d'un objet pour : {oid}
it: Trovato più di un oggetto per: {oid}

source: Unknown object: {oid}
de: Unbekanntes Objekt: {oid}
es: Objeto desconocido: {oid}
fr: Objet inconnu : {oid}
it: Oggetto sconosciuto: {oid}

source: Object without ldif: {oid}
de: Objekt ohne LDIF: {oid}
es: Objeto sin ldif: {oid}
fr: Objet sans ldif : {oid}
it: Oggetto senza ldif: {oid}

source: Unknown search scope: {scope!r}
de: Unbekannter Suchbereich: {scope!r}
es: Alcance de búsqueda desconocido: {scope!r}
fr: Portée de recherche inconnue : {scope!r}
it: Ambito di ricerca sconosciuto: {scope!r}

source: Version {version} not supported
de: Version {version} wird nicht unterstützt
es: Versión {version} no soportada
fr: Version {version} non prise en charge
it: Versione {version} non supportata

source: 'use_ssl' requires 'cert' and 'key'.
de: 'use_ssl' erfordert 'cert' und 'key'.
es: 'use_ssl' requiere 'cert' y 'key'.
fr: 'use_ssl' nécessite 'cert' et 'key'.
it: 'use_ssl' richiede 'cert' e 'key'.

source: You need to call listen() first.
de: Sie müssen zuerst listen() aufrufen.
es: Necesitas llamar a listen() primero.
fr: Vous devez d'abord appeler listen().
it: Devi prima chiamare listen().

source: Token verified successful.
de: Token erfolgreich verifiziert.
es: Token verificado exitosamente.
fr: Jeton vérifié avec succès.
it: Token verificato con successo.

source: Password verification failed.
de: Passwortverifizierung fehlgeschlagen.
es: Falló la verificación de contraseña.
fr: La vérification du mot de passe a échoué.
it: Verifica password fallita.

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe:

source: Unable to get password.
de: Passwort kann nicht abgerufen werden.
es: No se puede obtener la contraseña.
fr: Impossible d'obtenir le mot de passe.
it: Impossibile ottenere la password.

source: WARNING: You may have hit a BUG of Token().verify_static().
de: WARNUNG: Sie haben möglicherweise einen FEHLER in Token().verify_static() gefunden.
es: ADVERTENCIA: Puede que hayas encontrado un ERROR de Token().verify_static().
fr: AVERTISSEMENT : Vous avez peut-être rencontré un BUG de Token().verify_static().
it: ATTENZIONE: Potresti aver riscontrato un BUG di Token().verify_static().

source: WARNING: You may have hit a BUG of Token().verify_mschap_static().
de: WARNUNG: Sie haben möglicherweise einen FEHLER in Token().verify_mschap_static() gefunden.
es: ADVERTENCIA: Puede que hayas encontrado un ERROR de Token().verify_mschap_static().
fr: AVERTISSEMENT : Vous avez peut-être rencontré un BUG de Token().verify_mschap_static().
it: ATTENZIONE: Potresti aver riscontrato un BUG di Token().verify_mschap_static().

source: Please use token name instead of token path.
de: Bitte verwenden Sie den Token-Namen anstelle des Token-Pfads.
es: Por favor use el nombre del token en lugar de la ruta del token.
fr: Veuillez utiliser le nom du jeton au lieu du chemin du jeton.
it: Utilizza il nome del token invece del percorso del token.

source: Token '{token}' does not exist.
de: Token '{token}' existiert nicht.
es: El token '{token}' no existe.
fr: Le jeton '{token}' n'existe pas.
it: Il token '{token}' non esiste.

source: Token '{token}' is not an OTP token.
de: Token '{token}' ist kein OTP-Token.
es: El token '{token}' no es un token OTP.
fr: Le jeton '{token}' n'est pas un jeton OTP.
it: Il token '{token}' non è un token OTP.

source: Enter phone number:
de: Telefonnummer eingeben:
es: Ingrese número de teléfono:
fr: Entrez le numéro de téléphone :
it: Inserisci numero di telefono:

source: No OTP push token configured. Cannot send OTP to user.
de: Kein OTP-Push-Token konfiguriert. Kann kein OTP an Benutzer senden.
es: No hay token push OTP configurado. No se puede enviar OTP al usuario.
fr: Aucun jeton push OTP configuré. Impossible d'envoyer l'OTP à l'utilisateur.
it: Nessun token push OTP configurato. Impossibile inviare OTP all'utente.

source: No phone number defined for token. Push script needs to know how to get users phone number.
de: Keine Telefonnummer für Token definiert. Push-Skript muss wissen, wie die Telefonnummer des Benutzers abgerufen wird.
es: No hay número de teléfono definido para el token. El script push necesita saber cómo obtener el número de teléfono del usuario.
fr: Aucun numéro de téléphone défini pour le jeton. Le script push doit savoir comment obtenir le numéro de téléphone de l'utilisateur.
it: Nessun numero di telefono definito per il token. Lo script push deve sapere come ottenere il numero di telefono dell'utente.

source: Push token '{token}' does not exist.
de: Push-Token '{token}' existiert nicht.
es: El token push '{token}' no existe.
fr: Le jeton push '{token}' n'existe pas.
it: Il token push '{token}' non esiste.

source: Unable to generate OTP with token '{token}'.
de: OTP kann mit Token '{token}' nicht generiert werden.
es: No se puede generar OTP con el token '{token}'.
fr: Impossible de générer l'OTP avec le jeton '{token}'.
it: Impossibile generare OTP con token '{token}'.

source: Calling push script to send OTP to user...
de: Push-Skript wird aufgerufen, um OTP an Benutzer zu senden...
es: Llamando script push para enviar OTP al usuario...
fr: Appel du script push pour envoyer l'OTP à l'utilisateur...
it: Chiamata dello script push per inviare OTP all'utente...

source: Starting token push script: {script}
de: Token-Push-Skript wird gestartet: {script}
es: Iniciando script push del token: {script}
fr: Démarrage du script push du jeton : {script}
it: Avvio script push token: {script}

source: Error running token push script: {error}
de: Fehler beim Ausführen des Token-Push-Skripts: {error}
es: Error al ejecutar script push del token: {error}
fr: Erreur lors de l'exécution du script push du jeton : {error}
it: Errore nell'esecuzione dello script push token: {error}

source: Token push script failed: {script}
de: Token-Push-Skript fehlgeschlagen: {script}
es: Script push del token falló: {script}
fr: Le script push du jeton a échoué : {script}
it: Script push token fallito: {script}

source: Push password: {password}
de: Push-Passwort: {password}
es: Contraseña push: {password}
fr: Mot de passe push : {password}
it: Password push: {password}

source: Setting default push script: {script}
de: Standard-Push-Skript wird gesetzt: {script}
es: Estableciendo script push predeterminado: {script}
fr: Définition du script push par défaut : {script}
it: Impostazione script push predefinito: {script}

source: {pass_type} verification failed.
de: {pass_type}-Verifizierung fehlgeschlagen.
es: Verificación de {pass_type} falló.
fr: La vérification {pass_type} a échoué.
it: Verifica {pass_type} fallita.

source: Unable to get OTP.
de: OTP kann nicht abgerufen werden.
es: No se puede obtener OTP.
fr: Impossible d'obtenir l'OTP.
it: Impossibile ottenere OTP.

source: No script configured for script-token: {self.rel_path}
de: Kein Skript für Script-Token konfiguriert: {self.rel_path}
es: No hay script configurado para script-token: {self.rel_path}
fr: Aucun script configuré pour le jeton-script : {self.rel_path}
it: Nessuno script configurato per script-token: {self.rel_path}

source: Starting token script...
de: Token-Skript wird gestartet...
es: Iniciando script del token...
fr: Démarrage du script du jeton...
it: Avvio script token...

source: Error running token script: {e}
de: Fehler beim Ausführen des Token-Skripts: {e}
es: Error al ejecutar script del token: {e}
fr: Erreur lors de l'exécution du script du jeton : {e}
it: Errore nell'esecuzione dello script token: {e}

source: Authentication script is always enabled for token type '{self.token_type}'.
de: Authentifizierungsskript ist für Token-Typ '{self.token_type}' immer aktiviert.
es: El script de autenticación siempre está habilitado para el tipo de token '{self.token_type}'.
fr: Le script d'authentification est toujours activé pour le type de jeton '{self.token_type}'.
it: Lo script di autenticazione è sempre abilitato per il tipo di token '{self.token_type}'.

source: Disabling authentication script not allowed with token type '{self.token_type}'.
de: Deaktivierung des Authentifizierungsskripts nicht erlaubt bei Token-Typ '{self.token_type}'.
es: No se permite deshabilitar el script de autenticación con el tipo de token '{self.token_type}'.
fr: La désactivation du script d'authentification n'est pas autorisée avec le type de jeton '{self.token_type}'.
it: Disabilitazione dello script di autenticazione non consentita con tipo di token '{self.token_type}'.

source: NOTE: You have to configure an auth script for this token to make it usable.
de: HINWEIS: Sie müssen ein Auth-Skript für diesen Token konfigurieren, um ihn nutzbar zu machen.
es: NOTA: Debe configurar un script de autenticación para este token para hacerlo utilizable.
fr: NOTE : Vous devez configurer un script d'authentification pour ce jeton pour le rendre utilisable.
it: NOTA: È necessario configurare uno script di autenticazione per questo token per renderlo utilizzabile.
