Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Session master already disabled for this group.
de: Sitzungsmaster bereits für diese Gruppe deaktiviert.
es: El maestro de sesión ya está deshabilitado para este grupo.
fr: Maître de session déjà désactivé pour ce groupe.
it: Session master già disabilitato per questo gruppo.

source: Timeout pass on already enabled for this group.
de: Timeout-Weitergabe bereits für diese Gruppe aktiviert.
es: El paso de tiempo de espera ya está habilitado para este grupo.
fr: Transmission du délai déjà activée pour ce groupe.
it: Passaggio timeout già abilitato per questo gruppo.

source: Timeout pass on already disabled for this group.
de: Timeout-Weitergabe bereits für diese Gruppe deaktiviert.
es: El paso de tiempo de espera ya está deshabilitado para este grupo.
fr: Transmission du délai déjà désactivée pour ce groupe.
it: Passaggio timeout già disabilitato per questo gruppo.

source: Group '{name}' has parent groups: {parent_groups}
de: Gruppe '{name}' hat übergeordnete Gruppen: {parent_groups}
es: El grupo '{name}' tiene grupos padre: {parent_groups}
fr: Le groupe '{name}' a des groupes parents : {parent_groups}
it: Il gruppo '{name}' ha gruppi padre: {parent_groups}

source: {exception}Group '{name}' has parent sessions: {parent_sessions}
de: {exception}Gruppe '{name}' hat übergeordnete Sitzungen: {parent_sessions}
es: {exception}El grupo '{name}' tiene sesiones padre: {parent_sessions}
fr: {exception}Le groupe '{name}' a des sessions parentes : {parent_sessions}
it: {exception}Il gruppo '{name}' ha sessioni padre: {parent_sessions}

source: {exception}Group '{name}' has child groups: {child_groups}
de: {exception}Gruppe '{name}' hat Kindgruppen: {child_groups}
es: {exception}El grupo '{name}' tiene grupos hijos: {child_groups}
fr: {exception}Le groupe '{name}' a des groupes enfants : {child_groups}
it: {exception}Il gruppo '{name}' ha gruppi figli: {child_groups}

source: {exception}Group '{name}' has child sessions: {child_sessions}
de: {exception}Gruppe '{name}' hat Kindsitzungen: {child_sessions}
es: {exception}El grupo '{name}' tiene sesiones hijas: {child_sessions}
fr: {exception}Le groupe '{name}' a des sessions enfants : {child_sessions}
it: {exception}Il gruppo '{name}' ha sessioni figlie: {child_sessions}

source: {exception}Group '{name}' is used by this clients: {client_list}
de: {exception}Gruppe '{name}' wird von diesen Clients verwendet: {client_list}
es: {exception}El grupo '{name}' es utilizado por estos clientes: {client_list}
fr: {exception}Le groupe '{name}' est utilisé par ces clients : {client_list}
it: {exception}Il gruppo '{name}' è utilizzato da questi client: {client_list}

source: {exception}Group '{name}' is used by this tokens: {token_list}
de: {exception}Gruppe '{name}' wird von diesen Tokens verwendet: {token_list}
es: {exception}El grupo '{name}' es utilizado por estos tokens: {token_list}
fr: {exception}Le groupe '{name}' est utilisé par ces tokens : {token_list}
it: {exception}Il gruppo '{name}' è utilizzato da questi token: {token_list}

source: {exception}Delete accessgroup?
de: {exception}Zugriffsgruppe löschen?
es: {exception}¿Eliminar grupo de acceso?
fr: {exception}Supprimer le groupe d'accès ?
it: {exception}Eliminare il gruppo di accesso?

source: {msg}{type}|{name}: Found the following orphan ACLs: {acl_list}
de: {msg}{type}|{name}: Folgende verwaiste ACLs gefunden: {acl_list}
es: {msg}{type}|{name}: Se encontraron los siguientes ACL huérfanos: {acl_list}
fr: {msg}{type}|{name} : ACL orphelines trouvées : {acl_list}
it: {msg}{type}|{name}: Trovati i seguenti ACL orfani: {acl_list}

source: {msg}{type}|{name}: Found the following orphan policies: {policy_list}
de: {msg}{type}|{name}: Folgende verwaiste Richtlinien gefunden: {policy_list}
es: {msg}{type}|{name}: Se encontraron las siguientes políticas huérfanas: {policy_list}
fr: {msg}{type}|{name} : Politiques orphelines trouvées : {policy_list}
it: {msg}{type}|{name}: Trovate le seguenti policy orfane: {policy_list}

source: {msg}{type}|{name}: Found the following orphan token UUIDs: {token_list}
de: {msg}{type}|{name}: Folgende verwaiste Token-UUIDs gefunden: {token_list}
es: {msg}{type}|{name}: Se encontraron los siguientes UUID de token huérfanos: {token_list}
fr: Trouvé les UUID de jetons orphelins suivants : {token_list}
it: {msg}{type}|{name}: Trovati i seguenti UUID di token orfani: {token_list}

source: {msg}{type}|{name}: Found the following orphan role UUIDs: {role_list}
de: {msg}{type}|{name}: Folgende verwaiste Rollen-UUIDs gefunden: {role_list}
es: {msg}{type}|{name}: Se encontraron los siguientes UUID de rol huérfanos: {role_list}
fr: Trouvé les UUID de rôles orphelins suivants : {role_list}
it: {msg}{type}|{name}: Trovati i seguenti UUID di ruoli orfani: {role_list}

source: {msg}{type}|{name}: Found the following orphan group UUIDs: {group_list}
de: {msg}{type}|{name}: Folgende verwaiste Gruppen-UUIDs gefunden: {group_list}
es: {msg}{type}|{name}: Se encontraron los siguientes UUID de grupos huérfanos: {group_list}
fr: Trouvé les UUID de groupes orphelins suivants : {group_list}
it: {msg}{type}|{name}: Trovati i seguenti UUID di gruppi orfani: {group_list}

source: {msg}Remove?
de: {msg}Entfernen?
es: {msg}¿Eliminar?
fr: {msg}Supprimer ?
it: {msg}Rimuovere?

source: Removing orphan token UUID: {uuid}
de: Entferne verwaiste Token-UUID: {uuid}
es: Eliminando UUID de token huérfano: {uuid}
fr: Suppression de l'UUID de jeton orphelin : {uuid}
it: Rimozione UUID token orfano: {uuid}

source: Removing orphan role UUID: {uuid}
de: Entferne verwaiste Rollen-UUID: {uuid}
es: Eliminando UUID de rol huérfano: {uuid}
fr: Suppression de l'UUID de rôle orphelin : {uuid}
it: Rimozione UUID ruolo orfano: {uuid}

source: No orphan objects found for {type}: {name}
de: Keine verwaisten Objekte gefunden für {type}: {name}
es: No se encontraron objetos huérfanos para {type}: {name}
fr: Aucun objet orphelin trouvé pour {type} : {name}
it: Nessun oggetto orfano trovato per {type}: {name}

source: Failed to create certificate: {e}
de: Zertifikat konnte nicht erstellt werden: {e}
es: Error al crear certificado: {e}
fr: Échec de création du certificat : {e}
it: Impossibile creare certificato: {e}

source: Generating CA certificate ({key_len} bits).
de: Generiere CA-Zertifikat ({key_len} Bits).
es: Generando certificado CA ({key_len} bits).
fr: Génération du certificat CA ({key_len} bits).
it: Generazione certificato CA ({key_len} bit).

source: Problem adding cert '{serial}' to CRL: {e}
de: Problem beim Hinzufügen von Zertifikat '{serial}' zur CRL: {e}
es: Problema al agregar certificado '{serial}' a CRL: {e}
fr: Problème lors de l'ajout du certificat '{serial}' à la CRL : {e}
it: Problema nell'aggiunta del certificato '{serial}' al CRL: {e}

source: Unable to update realm CA data: {e}
de: Realm-CA-Daten konnten nicht aktualisiert werden: {e}
es: No se pudo actualizar datos de CA del realm: {e}
fr: Impossible de mettre à jour les données CA du domaine : {e}
it: Impossibile aggiornare i dati CA del realm: {e}

source: Cert was not issued by this CA: {cert_issuer}
de: Zertifikat wurde nicht von dieser CA ausgestellt: {cert_issuer}
es: El certificado no fue emitido por esta CA: {cert_issuer}
fr: Le certificat n'a pas été émis par cette CA : {cert_issuer}
it: Il certificato non è stato rilasciato da questa CA: {cert_issuer}

source: Error generating CRL: {e}
de: Fehler beim Generieren der CRL: {e}
es: Error al generar CRL: {e}
fr: Erreur de génération de la CRL : {e}
it: Errore nella generazione del CRL: {e}

source: WARNING: Problem generating initial CRL: {e}
de: WARNUNG: Problem beim Generieren der initialen CRL: {e}
es: ADVERTENCIA: Problema al generar CRL inicial: {e}
fr: AVERTISSEMENT : Problème lors de la génération de la CRL initiale : {e}
it: ATTENZIONE: Problema nella generazione del CRL iniziale: {e}

source: CA does not exist exists.
de: CA existiert nicht.
es: CA no existe.
fr: La CA n'existe pas.
it: La CA non esiste.

source: Cannot delete base CA.
de: Basis-CA kann nicht gelöscht werden.
es: No se puede eliminar CA base.
fr: Impossible de supprimer la CA de base.
it: Impossibile eliminare la CA di base.

source: Permission denied: {path}
de: Zugriff verweigert: {path}
es: Permiso denegado: {path}
fr: Autorisation refusée : {path}
it: Permesso negato: {path}

source: Delete CA '{name}'?:
de: CA '{name}' löschen?:
es: ¿Eliminar CA '{name}'?:
fr: Supprimer la CA '{name}' ? :
it: Eliminare CA '{name}'?:

source: Unable to get 'max_fail' for accessgroup '{access_group}'
de: 'max_fail' für Zugriffsgruppe '{access_group}' konnte nicht abgerufen werden
es: No se pudo obtener 'max_fail' para el grupo de acceso '{access_group}'
fr: Impossible d'obtenir 'max_fail' pour le groupe d'accès '{access_group}'
it: Impossibile ottenere 'max_fail' per il gruppo di accesso '{access_group}'

source: Username must be lowercase.
de: Benutzername muss kleingeschrieben sein.
es: El nombre de usuario debe estar en minúsculas.
fr: Le nom d'utilisateur doit être en minuscules.
it: Il nome utente deve essere in minuscolo.

source: Unknown group: {new_group}
de: Unbekannte Gruppe: {new_group}
es: Grupo desconocido: {new_group}
fr: Groupe inconnu : {new_group}
it: Gruppo sconosciuto: {new_group}

source: Unknown group: {group_uuid}
de: Unbekannte Gruppe: {group_uuid}
es: Grupo desconocido: {group_uuid}
fr: Groupe inconnu : {group_uuid}
it: Gruppo sconosciuto: {group_uuid}

source: User already in group: {new_group_name}
de: Benutzer bereits in Gruppe: {new_group_name}
es: El usuario ya está en el grupo: {new_group_name}
fr: L'utilisateur est déjà dans le groupe : {new_group_name}
it: Utente già nel gruppo: {new_group_name}

source: Setting group: {new_group_name}
de: Setze Gruppe: {new_group_name}
es: Estableciendo grupo: {new_group_name}
fr: Définition du groupe : {new_group_name}
it: Impostazione gruppo: {new_group_name}

source: Failed to change user default group.
de: Änderung der Standardgruppe des Benutzers fehlgeschlagen.
es: Error al cambiar el grupo predeterminado del usuario.
fr: Échec du changement du groupe par défaut de l'utilisateur.
it: Impossibile cambiare il gruppo predefinito dell'utente.

source: Set user default group failed: {reply}
de: Setzen der Standardgruppe des Benutzers fehlgeschlagen: {reply}
es: Error al establecer grupo predeterminado del usuario: {reply}
fr: Échec de la définition du groupe par défaut de l'utilisateur : {reply}
it: Impostazione gruppo predefinito utente fallita: {reply}

source: Unset user default group failed: {reply}
de: Aufheben der Standardgruppe des Benutzers fehlgeschlagen: {reply}
es: Error al quitar grupo predeterminado del usuario: {reply}
fr: Échec de la suppression du groupe par défaut de l'utilisateur : {reply}
it: Rimozione gruppo predefinito utente fallita: {reply}

source: Change user default group failed: {reply}
de: Änderung der Standardgruppe des Benutzers fehlgeschlagen: {reply}
es: Error al cambiar grupo predeterminado del usuario: {reply}
fr: Échec du changement du groupe par défaut de l'utilisateur : {reply}
it: Modifica gruppo predefinito utente fallita: {reply}

source: Unable to get public key of site certificate: {dst_site}: {e}
de: Öffentlicher Schlüssel des Site-Zertifikats konnte nicht abgerufen werden: {dst_site}: {e}
es: No se pudo obtener la clave pública del certificado del sitio: {dst_site}: {e}
fr: Impossible d'obtenir la clé publique du certificat du site : {dst_site} : {e}
it: Impossibile ottenere la chiave pubblica del certificato del sito: {dst_site}: {e}

source: JWT verification failed: {e}
de: JWT-Verifizierung fehlgeschlagen: {e}
es: La verificación JWT falló: {e}
fr: Échec de la vérification JWT : {e}
it: Verifica JWT fallita: {e}

source: Got wrong JWT data from peer: {jwt_data} {reply_jwt_data}
de: Falsche JWT-Daten vom Peer erhalten: {jwt_data} {reply_jwt_data}
es: Se recibieron datos JWT incorrectos del par: {jwt_data} {reply_jwt_data}
fr: Données JWT incorrectes reçues du pair : {jwt_data} {reply_jwt_data}
it: Ricevuti dati JWT errati dal peer: {jwt_data} {reply_jwt_data}

source: Error running policies: {e}
de: Fehler beim Ausführen von Richtlinien: {e}
es: Error al ejecutar políticas: {e}
fr: Erreur lors de l'exécution des politiques : {e}
it: Errore nell'esecuzione delle policy: {e}

source: No photo set.
de: Kein Foto gesetzt.
es: Sin foto establecida.
fr: Aucune photo définie.
it: Nessuna foto impostata.

source: Unable to add signer cache: {self_oid}: {e}
de: Signer-Cache konnte nicht hinzugefügt werden: {self_oid}: {e}
es: No se pudo agregar caché de firmante: {self_oid}: {e}
fr: Impossible d'ajouter le cache du signataire : {self_oid} : {e}
it: Impossibile aggiungere cache del firmatario: {self_oid}: {e}

source: Users language already set to {language}
de: Benutzersprache bereits auf {language} gesetzt
es: El idioma del usuario ya está establecido en {language}
fr: La langue de l'utilisateur est déjà définie sur {language}
it: La lingua dell'utente è già impostata su {language}

source: Users key mode already set to {key_mode}
de: Schlüsselmodus des Benutzers bereits auf {key_mode} gesetzt
es: El modo de clave del usuario ya está establecido en {key_mode}
fr: Le mode de clé de l'utilisateur est déjà défini sur {key_mode}
it: La modalità chiave dell'utente è già impostata su {key_mode}

source: Missing group.
de: Gruppe fehlt.
es: Falta el grupo.
fr: Groupe manquant.
it: Gruppo mancante.

source: Script does not exist: {key_script}
de: Skript existiert nicht: {key_script}
es: El script no existe: {key_script}
fr: Le script n'existe pas : {key_script}
it: Lo script non esiste: {key_script}

source: Invalid <return_type>: {return_type}
de: Ungültiger <return_type>: {return_type}
es: <return_type> inválido: {return_type}
fr: <return_type> invalide : {return_type}
it: <return_type> non valido: {return_type}

source: Script does not exist: {agent_script}
de: Skript existiert nicht: {agent_script}
es: El script no existe: {agent_script}
fr: Le script n'existe pas : {agent_script}
it: Lo script non esiste: {agent_script}

source: Unknown key mode: {key_mode}
de: Unbekannter Schlüsselmodus: {key_mode}
es: Modo de clave desconocido: {key_mode}
fr: Mode de clé inconnu : {key_mode}
it: Modalità chiave sconosciuta: {key_mode}

source: Key bits must be one of: {valid_key_lens}
de: Schlüssellänge muss eine der folgenden sein: {valid_key_lens}
es: Los bits de clave deben ser uno de: {valid_key_lens}
fr: Les bits de clé doivent être l'un des suivants : {valid_key_lens}
it: I bit della chiave devono essere uno tra: {valid_key_lens}

source: Key generation failed: {message}
de: Schlüsselerzeugung fehlgeschlagen: {message}
es: Error en la generación de clave: {message}
fr: Échec de la génération de clé : {message}
it: Generazione chiave fallita: {message}

source: Generating keys ({key_len} bits)...
de: Generiere Schlüssel ({key_len} Bits)...
es: Generando claves ({key_len} bits)...
fr: Génération des clés ({key_len} bits)...
it: Generazione chiavi ({key_len} bit)...

source: Error creating RSA key: {e}
de: Fehler beim Erstellen des RSA-Schlüssels: {e}
es: Error al crear clave RSA: {e}
fr: Erreur lors de la création de la clé RSA : {e}
it: Errore nella creazione della chiave RSA: {e}

source: Error encrypting private key: {e}
de: Fehler beim Verschlüsseln des privaten Schlüssels: {e}
es: Error al cifrar clave privada: {e}
fr: Erreur lors du chiffrement de la clé privée : {e}
it: Errore nella crittografia della chiave privata: {e}

source: Error loading private key: {e}
de: Fehler beim Laden des privaten Schlüssels: {e}
es: Error al cargar clave privada: {e}
fr: Erreur lors du chargement de la clé privée : {e}
it: Errore nel caricamento della chiave privata: {e}

source: Error decrypting private key: {e}
de: Fehler beim Entschlüsseln des privaten Schlüssels: {e}
es: Error al descifrar clave privada: {e}
fr: Erreur lors du déchiffrement de la clé privée : {e}
it: Errore nella decrittografia della chiave privata: {e}

source: Error siging data: {e}
de: Fehler beim Signieren von Daten: {e}
es: Error al firmar datos: {e}
fr: Erreur lors de la signature des données : {e}
it: Errore nella firma dei dati: {e}

source: Error loading public key: {e}
de: Fehler beim Laden des öffentlichen Schlüssels: {e}
es: Error al cargar clave pública: {e}
fr: Erreur lors du chargement de la clé publique : {e}
it: Errore nel caricamento della chiave pubblica: {e}

source: Error verifying signature: {e}
de: Fehler beim Verifizieren der Signatur: {e}
es: Error al verificar firma: {e}
fr: Erreur de vérification de la signature : {e}
it: Errore nella verifica della firma: {e}

source: Error encrypting data: {e}
de: Fehler beim Verschlüsseln der Daten: {e}
es: Error al cifrar datos: {e}
fr: Erreur lors du chiffrement des données : {e}
it: Errore nella crittografia dei dati: {e}

source: Error decrypting data: {e}
de: Fehler beim Entschlüsseln der Daten: {e}
es: Error descifrando datos: {e}
fr: Erreur lors du déchiffrement des données : {e}
it: Errore nella decrittografia dei dati: {e}

source: Selecting token '{token_uuid}' based on accessgroup '{access_group_name}'.
de: Wähle Token '{token_uuid}' basierend auf Zugriffsgruppe '{access_group_name}'.
es: Seleccionando token '{token_uuid}' basado en accessgroup '{access_group_name}'.
fr: Sélection du token '{token_uuid}' basé sur l'accessgroup '{access_group_name}'.
it: Selezione token '{token_uuid}' basata sul gruppo di accesso '{access_group_name}'.

source: Removing expired used SOTP from backend: {self_name}
de: Entferne abgelaufenes genutztes SOTP aus Backend: {self_name}
es: Eliminando SOTP usado expirado del backend: {self_name}
fr: Suppression du SOTP utilisé expiré du backend : {self_name}
it: Rimozione SOTP usato scaduto dal backend: {self_name}

source: Unable to get max fail: Unknown accessgroup: {access_group}
de: Maximale Fehlversuche können nicht abgerufen werden: Unbekannte Zugriffsgruppe: {access_group}
es: No se puede obtener max fail: accessgroup desconocido: {access_group}
fr: Impossible d'obtenir max fail : Accessgroup inconnu : {access_group}
it: Impossibile ottenere max fail: Gruppo di accesso sconosciuto: {access_group}

source: Config parameter <failed_pass_history> overruled by <max_fail> of accessgroup {access_group}.
de: Konfigurationsparameter <failed_pass_history> überschrieben durch <max_fail> der Zugriffsgruppe {access_group}.
es: Parámetro de configuración <failed_pass_history> anulado por <max_fail> del accessgroup {access_group}.
fr: Le paramètre de configuration <failed_pass_history> est remplacé par <max_fail> de l'accessgroup {access_group}.
it: Il parametro di configurazione <failed_pass_history> sovrascritto da <max_fail> del gruppo di accesso {access_group}.

source: Failed login count failed: Unknown accessgroup: {access_group}
de: Zählung fehlgeschlagener Anmeldungen fehlgeschlagen: Unbekannte Zugriffsgruppe: {access_group}
es: Falló el conteo de intentos de inicio de sesión fallidos: accessgroup desconocido: {access_group}
fr: Échec du comptage de connexion échouée : Accessgroup inconnu : {access_group}
it: Conteggio login falliti non riuscito: Gruppo di accesso sconosciuto: {access_group}

source: Error counting failed login attempt: {self_oid}: {e}
de: Fehler beim Zählen des fehlgeschlagenen Anmeldeversuchs: {self_oid}: {e}
es: Error contando intento de inicio de sesión fallido: {self_oid}: {e}
fr: Erreur lors du comptage de la tentative de connexion échouée : {self_oid} : {e}
it: Errore nel conteggio del tentativo di login fallito: {self_oid}: {e}

source: Unknown accessgroup: {access_group}
de: Unbekannte Zugriffsgruppe: {access_group}
es: accessgroup desconocido: {access_group}
fr: Accessgroup inconnu : {access_group}
it: Gruppo di accesso sconosciuto: {access_group}

source: Failed to load token class: {e}
de: Fehler beim Laden der Token-Klasse: {e}
es: Error al cargar la clase de token: {e}
fr: Échec du chargement de la classe de token : {e}
it: Impossibile caricare la classe del token: {e}

source: Problem loading token type '{x}': {e}
de: Problem beim Laden des Token-Typs '{x}': {e}
es: Problema cargando el tipo de token '{x}': {e}
fr: Problème lors du chargement du type de token '{x}' : {e}
it: Problema nel caricamento del tipo di token '{x}': {e}

source: Unable to find token class to deploy hardware token: {token_type}
de: Token-Klasse zur Bereitstellung des Hardware-Tokens nicht gefunden: {token_type}
es: No se puede encontrar la clase de token para implementar el token de hardware: {token_type}
fr: Impossible de trouver la classe de token pour déployer le token matériel : {token_type}
it: Impossibile trovare la classe del token per distribuire il token hardware: {token_type}

source: Existing token '{token_rel_path} ({token_token_type})' does not support hardware token type: {smartcard_type}
de: Vorhandener Token '{token_rel_path} ({token_token_type})' unterstützt Hardware-Token-Typ nicht: {smartcard_type}
es: El token existente '{token_rel_path} ({token_token_type})' no soporta el tipo de token de hardware: {smartcard_type}
fr: Le token existant '{token_rel_path} ({token_token_type})' ne prend pas en charge le type de token matériel : {smartcard_type}
it: Il token esistente '{token_rel_path} ({token_token_type})' non supporta il tipo di token hardware: {smartcard_type}

source: Creating new token of type '{token_type}' to deploy token: {token_type_second}
de: Erstelle neuen Token vom Typ '{token_type}' zur Bereitstellung des Tokens: {token_type_second}
es: Creando nuevo token de tipo '{token_type}' para implementar token: {token_type_second}
fr: Création d'un nouveau token de type '{token_type}' pour déployer le token : {token_type_second}
it: Creazione di un nuovo token di tipo '{token_type}' per distribuire il token: {token_type_second}

source: Please give link destination.
de: Bitte Linkziel angeben.
es: Por favor proporcione el destino del enlace.
fr: Veuillez indiquer la destination du lien.
it: Inserire la destinazione del collegamento.

source: Token does not exist: {destination_token}
de: Token existiert nicht: {destination_token}
es: El token no existe: {destination_token}
fr: Le token n'existe pas : {destination_token}
it: Il token non esiste: {destination_token}

source: Destination token does not exist.
de: Ziel-Token existiert nicht.
es: El token de destino no existe.
fr: Le token de destination n'existe pas.
it: Il token di destinazione non esiste.

source: Cannot link already linked token.
de: Bereits verlinkter Token kann nicht verlinkt werden.
es: No se puede vincular un token ya vinculado.
fr: Impossible de lier un token déjà lié.
it: Impossibile collegare un token già collegato.

source: Token does not support cross site links: {dst_token_rel_path}
de: Token unterstützt keine standortübergreifenden Links: {dst_token_rel_path}
es: El token no soporta enlaces entre sitios: {dst_token_rel_path}
fr: Le token ne prend pas en charge les liens inter-sites : {dst_token_rel_path}
it: Il token non supporta i collegamenti tra siti: {dst_token_rel_path}

source: Error removing token '{cur_token_name}': {e}
de: Fehler beim Entfernen des Tokens '{cur_token_name}': {e}
es: Error eliminando token '{cur_token_name}': {e}
fr: Erreur lors de la suppression du token '{cur_token_name}' : {e}
it: Errore nella rimozione del token '{cur_token_name}': {e}

source: Token already exists: {cur_token_rel_path}
de: Token existiert bereits: {cur_token_rel_path}
es: El token ya existe: {cur_token_rel_path}
fr: Le token existe déjà : {cur_token_rel_path}
it: Il token esiste già: {cur_token_rel_path}

source: Unknown token type: {token_type}
de: Unbekannter Token-Typ: {token_type}
es: Tipo de token desconocido: {token_type}
fr: Type de token inconnu : {token_type}
it: Tipo di token sconosciuto: {token_type}
