Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Address '{address}' is not an address of this client.
de: Adresse '{address}' ist keine Adresse dieses Clients.
es: La dirección '{address}' no es una dirección de este cliente.
fr: L'adresse '{address}' n'est pas une adresse de ce client.
it: L'indirizzo '{address}' non è un indirizzo di questo client.

source: Group '{access_group}' is already access group of this client.
de: Gruppe '{access_group}' ist bereits Zugriffsgruppe dieses Clients.
es: El grupo '{access_group}' ya es grupo de acceso de este cliente.
fr: Le groupe '{access_group}' est déjà un groupe d'accès de ce client.
it: Il gruppo '{access_group}' è già un gruppo di accesso di questo client.

source: Group '{group_uuid}' does not exist.
de: Gruppe '{group_uuid}' existiert nicht.
es: El grupo '{group_uuid}' no existe.
fr: Le groupe '{group_uuid}' n'existe pas.
it: Il gruppo '{group_uuid}' non esiste.

source: No logo set.
de: Kein Logo gesetzt.
es: No hay logo configurado.
fr: Aucun logo défini.
it: Nessun logo impostato.

source: SSO already enabled.
de: SSO bereits aktiviert.
es: SSO ya habilitado.
fr: SSO déjà activé.
it: SSO già abilitato.

source: Login URL not configured.
de: Login-URL nicht konfiguriert.
es: URL de inicio de sesión no configurada.
fr: URL de connexion non configurée.
it: URL di login non configurato.

source: Helper URL not configured.
de: Helper-URL nicht konfiguriert.
es: URL de ayuda no configurada.
fr: URL d'aide non configurée.
it: URL helper non configurato.

source: SSO already disabled.
de: SSO bereits deaktiviert.
es: SSO ya deshabilitado.
fr: SSO déjà désactivé.
it: SSO già disabilitato.

source: SSO popup already enabled.
de: SSO-Popup bereits aktiviert.
es: Ventana emergente de SSO ya habilitada.
fr: Popup SSO déjà activé.
it: Popup SSO già abilitato.

source: SSO popup already disabled.
de: SSO-Popup bereits deaktiviert.
es: Ventana emergente de SSO ya deshabilitada.
fr: Popup SSO déjà désactivé.
it: Popup SSO già disabilitato.

source: Failed to add client.
de: Client konnte nicht hinzugefügt werden.
es: Error al agregar cliente.
fr: Échec de l'ajout du client.
it: Impossibile aggiungere il client.

source: Permission denied: {client_name}
de: Zugriff verweigert: {client_name}
es: Permiso denegado: {client_name}
fr: Permission refusée : {client_name}
it: Permesso negato: {client_name}

source: Delete client '{client_name}'?:
de: Client '{client_name}' löschen?:
es: ¿Eliminar cliente '{client_name}'?:
fr: Supprimer le client '{client_name}' ? :
it: Eliminare il client '{client_name}'?:

source: Need 'site' and 'realm'.
de: 'site' und 'realm' erforderlich.
es: Se necesita 'site' y 'realm'.
fr: Besoin de 'site' et 'realm'.
it: Necessari 'site' e 'realm'.

source: Unable to access token cache dir: {error}
de: Kein Zugriff auf Token-Cache-Verzeichnis: {error}
es: No se puede acceder al directorio caché de tokens: {error}
fr: Impossible d'accéder au répertoire cache des jetons : {error}
it: Impossibile accedere alla directory cache dei token: {error}

source: Need at least user_name or user_uuid.
de: Mindestens user_name oder user_uuid erforderlich.
es: Se necesita al menos user_name o user_uuid.
fr: Besoin d'au moins user_name ou user_uuid.
it: Necessario almeno user_name o user_uuid.

source: Need at least 'user' or 'uuid'!
de: Mindestens 'user' oder 'uuid' erforderlich!
es: ¡Se necesita al menos 'user' o 'uuid'!
fr: Besoin d'au moins 'user' ou 'uuid' !
it: Necessario almeno 'user' o 'uuid'!

source: Unable to get username: {uuid}
de: Benutzername kann nicht abgerufen werden: {uuid}
es: No se puede obtener el nombre de usuario: {uuid}
fr: Impossible d'obtenir le nom d'utilisateur : {uuid}
it: Impossibile ottenere il nome utente: {uuid}

source: Unable to get user UUID: {user}
de: Benutzer-UUID kann nicht abgerufen werden: {user}
es: No se puede obtener el UUID del usuario: {user}
fr: Impossible d'obtenir l'UUID de l'utilisateur : {user}
it: Impossibile ottenere l'UUID utente: {user}

source: Error writing login file: {error}
de: Fehler beim Schreiben der Login-Datei: {error}
es: Error al escribir archivo de inicio de sesión: {error}
fr: Erreur lors de l'écriture du fichier de connexion : {error}
it: Errore durante la scrittura del file di login: {error}

source: Offline tokens already pinned.
de: Offline-Token bereits gepinnt.
es: Los tokens offline ya están fijados.
fr: Jetons hors ligne déjà épinglés.
it: Token offline già bloccati.

source: Error writing pinned file: {error}
de: Fehler beim Schreiben der gepinnten Datei: {error}
es: Error al escribir archivo fijado: {error}
fr: Erreur lors de l'écriture du fichier épinglé : {error}
it: Errore durante la scrittura del file bloccato: {error}

source: Offline tokens not pinned.
de: Offline-Token nicht gepinnt.
es: Tokens offline no fijados.
fr: Jetons hors ligne non épinglés.
it: Token offline non bloccati.

source: iterations_by_score needed for check_pass_strength.
de: iterations_by_score für check_pass_strength benötigt.
es: iterations_by_score necesario para check_pass_strength.
fr: iterations_by_score nécessaire pour check_pass_strength.
it: iterations_by_score necessario per check_pass_strength.

source: Error connecting to hostd: {error}
de: Fehler beim Verbinden mit hostd: {error}
es: Error al conectar con hostd: {error}
fr: Erreur de connexion à hostd : {error}
it: Errore durante la connessione a hostd: {error}

source: Error deriving encryption key for offline token encryption: {error}
de: Fehler beim Ableiten des Verschlüsselungsschlüssels für Offline-Token-Verschlüsselung: {error}
es: Error al derivar clave de cifrado para el cifrado del token offline: {error}
fr: Erreur lors de la dérivation de la clé de chiffrement pour le chiffrement du jeton hors ligne : {error}
it: Errore durante la derivazione della chiave di crittografia per la crittografia del token offline: {error}

source: Lockfile not set.
de: Lockfile nicht gesetzt.
es: Lockfile no establecido.
fr: Fichier de verrouillage non défini.
it: Lockfile non impostato.

source: Error reading login session file: {error}
de: Fehler beim Lesen der Login-Session-Datei: {error}
es: Error al leer archivo de sesión de inicio: {error}
fr: Erreur lors de la lecture du fichier de session de connexion : {error}
it: Errore nella lettura del file di sessione di login: {error}

source: SESSION_UUID missing in login session file.
de: SESSION_UUID fehlt in Login-Session-Datei.
es: SESSION_UUID faltante en archivo de sesión de inicio.
fr: SESSION_UUID manquant dans le fichier de session de connexion.
it: SESSION_UUID mancante nel file di sessione di login.

source: Unknown offline token: {object_id}
de: Unbekanntes Offline-Token: {object_id}
es: Token offline desconocido: {object_id}
fr: Jeton hors ligne inconnu : {object_id}
it: Token offline sconosciuto: {object_id}

source: Cannot find second factor token of: {token_path}
de: Zweiter Faktor Token kann nicht gefunden werden: {token_path}
es: No se puede encontrar token de segundo factor de: {token_path}
fr: Impossible de trouver le jeton de second facteur de : {token_path}
it: Impossibile trovare il token del secondo fattore di: {token_path}

source: Unable to do offline login: No such file or directory: {file}
de: Offline-Login nicht möglich: Datei oder Verzeichnis nicht vorhanden: {file}
es: No se puede hacer inicio de sesión offline: No existe el archivo o directorio: {file}
fr: Impossible d'effectuer une connexion hors ligne : Aucun fichier ou répertoire de ce type : {file}
it: Impossibile eseguire il login offline: File o directory inesistente: {file}

source: Error reading file: {file}: {error}
de: Fehler beim Lesen der Datei: {file}: {error}
es: Error al leer archivo: {file}: {error}
fr: Erreur lors de la lecture du fichier : {file} : {error}
it: Errore nella lettura del file: {file}: {error}

source: Got invalid UUID from {file}
de: Ungültige UUID von {file} erhalten
es: UUID inválido obtenido de {file}
fr: UUID invalide obtenu de {file}
it: UUID non valido ottenuto da {file}

source: Failed to load offline token: {token_oid}: {error}
de: Offline-Token konnte nicht geladen werden: {token_oid}: {error}
es: Error al cargar token offline: {token_oid}: {error}
fr: Échec du chargement du jeton hors ligne : {token_oid} : {error}
it: Impossibile caricare il token offline: {token_oid}: {error}

source: Login token misses session key.
de: Login-Token fehlt Session-Schlüssel.
es: Token de inicio de sesión carece de clave de sesión.
fr: Le jeton de connexion manque de clé de session.
it: Il token di login manca della chiave di sessione.

source: Login token misses offline data key.
de: Login-Token fehlt Offline-Datenschlüssel.
es: Token de inicio de sesión carece de clave de datos offline.
fr: Le jeton de connexion manque de clé de données hors ligne.
it: Il token di login manca della chiave dati offline.

source: Error writing token config: {error}
de: Fehler beim Schreiben der Token-Konfiguration: {error}
es: Error al escribir configuración de token: {error}
fr: Erreur lors de l'écriture de la configuration du jeton : {error}
it: Errore nella scrittura della configurazione del token: {error}

source: Need session key on update.
de: Session-Schlüssel bei Update benötigt.
es: Se necesita clave de sesión al actualizar.
fr: Clé de session nécessaire lors de la mise à jour.
it: Chiave di sessione necessaria per l'aggiornamento.

source: Error reading session file: {error}
de: Fehler beim Lesen der Session-Datei: {error}
es: Error al leer archivo de sesión: {error}
fr: Erreur lors de la lecture du fichier de session : {error}
it: Errore nella lettura del file di sessione: {error}

source: No session key available.
de: Kein Session-Schlüssel verfügbar.
es: No hay clave de sesión disponible.
fr: Aucune clé de session disponible.
it: Nessuna chiave di sessione disponibile.

source: Error writing session file: {error}
de: Fehler beim Schreiben der Session-Datei: {error}
es: Error al escribir archivo de sesión: {error}
fr: Erreur lors de l'écriture du fichier de session : {error}
it: Errore nella scrittura del file di sessione: {error}

source: Failed to load offline session key: {error}
de: Offline-Session-Schlüssel konnte nicht geladen werden: {error}
es: Error al cargar clave de sesión offline: {error}
fr: Échec du chargement de la clé de session hors ligne : {error}
it: Impossibile caricare la chiave di sessione offline: {error}

source: SLP missing in login session file.
de: SLP fehlt in Login-Session-Datei.
es: SLP faltante en archivo de sesión de inicio.
fr: SLP manquant dans le fichier de session de connexion.
it: SLP mancante nel file di sessione di login.

source: No session found.
de: Keine Session gefunden.
es: No se encontró sesión.
fr: Aucune session trouvée.
it: Nessuna sessione trovata.

source: Error removing offline session: {error}
de: Fehler beim Entfernen der Offline-Session: {error}
es: Error al eliminar sesión offline: {error}
fr: Erreur de suppression de la session hors ligne : {error}
it: Errore nella rimozione della sessione offline: {error}

source: Error removing session directory: {error}
de: Fehler beim Entfernen des Session-Verzeichnisses: {error}
es: Error al eliminar directorio de sesión: {error}
fr: Erreur lors de la suppression du répertoire de session : {error}
it: Errore nella rimozione della directory di sessione: {error}

source: Error writing script file: {error}
de: Fehler beim Schreiben der Skript-Datei: {error}
es: Error al escribir archivo de script: {error}
fr: Erreur lors de l'écriture du fichier de script : {error}
it: Errore nella scrittura del file script: {error}

source: Script not cached.
de: Skript nicht gecacht.
es: Script no almacenado en caché.
fr: Script non mis en cache.
it: Script non in cache.

source: Error reading script file: {error}
de: Fehler beim Lesen der Skript-Datei: {error}
es: Error al leer archivo de script: {error}
fr: Erreur lors de la lecture du fichier de script : {error}
it: Errore nella lettura del file script: {error}

source: Missing username.
de: Benutzername fehlt.
es: Falta nombre de usuario.
fr: Nom d'utilisateur manquant.
it: Nome utente mancante.

source: Missing user UUID.
de: Benutzer-UUID fehlt.
es: Falta UUID de usuario.
fr: UUID utilisateur manquant.
it: UUID utente mancante.

source: Error reading token UUID: {error}
de: Fehler beim Lesen der Token-UUID: {error}
es: Error al leer UUID del token: {error}
fr: Erreur lors de la lecture de l'UUID du jeton : {error}
it: Errore nella lettura dell'UUID del token: {error}

source: Decryption of {object_type} failed: Decryption key missing
de: Entschlüsselung von {object_type} fehlgeschlagen: Entschlüsselungsschlüssel fehlt
es: Falló el descifrado de {object_type}: Falta clave de descifrado
fr: Le déchiffrement de {object_type} a échoué : Clé de déchiffrement manquante
it: Decrittazione di {object_type} fallita: Chiave di decrittazione mancante

source: Failed to decrypt offline token.
de: Entschlüsselung des Offline-Tokens fehlgeschlagen.
es: Error al descifrar token offline.
fr: Échec du déchiffrement du jeton hors ligne.
it: Impossibile decrittare il token offline.

source: Encryption of offline token required but got no key to encrypt!
de: Verschlüsselung des Offline-Tokens erforderlich, aber kein Schlüssel zum Verschlüsseln vorhanden!
es: Se requiere cifrado del token offline pero no se obtuvo clave para cifrar.
fr: Chiffrement du jeton hors ligne requis mais aucune clé de chiffrement fournie !
it: Crittografia del token offline richiesta ma nessuna chiave di crittografia disponibile!

source: Encryption of {object_type} failed: Encryption key missing
de: Verschlüsselung von {object_type} fehlgeschlagen: Verschlüsselungsschlüssel fehlt
es: Falló el cifrado de {object_type}: Falta clave de cifrado
fr: Le chiffrement de {object_type} a échoué : Clé de chiffrement manquante
it: Crittografia di {object_type} fallita: Chiave di crittografia mancante

source: Error writing cache file for: {object_id}: {error}
de: Fehler beim Schreiben der Cache-Datei für: {object_id}: {error}
es: Error al escribir archivo de caché para: {object_id}: {error}
fr: Erreur lors de l'écriture du fichier cache pour : {object_id} : {error}
it: Errore nella scrittura del file cache per: {object_id}: {error}

source: Error removing file '{file}': {error}
de: Fehler beim Entfernen der Datei '{file}': {error}
es: Error al eliminar archivo '{file}': {error}
fr: Erreur lors de la suppression du fichier '{file}' : {error}
it: Errore nella rimozione del file '{file}': {error}

source: Error removing directory '{directory}': {error}
de: Fehler beim Entfernen des Verzeichnisses '{directory}': {error}
es: Error al eliminar directorio '{directory}': {error}
fr: Erreur lors de la suppression du répertoire '{directory}' : {error}
it: Errore nella rimozione della directory '{directory}': {error}

source: Error reading token counter file: {error}
de: Fehler beim Lesen der Token-Zähler-Datei: {error}
es: Error al leer archivo contador de token: {error}
fr: Erreur lors de la lecture du fichier de compteur de jetons : {error}
it: Errore nella lettura del file contatore token: {error}

source: Error removing offline token directory: {error}
de: Fehler beim Entfernen des Offline-Token-Verzeichnisses: {error}
es: Error al eliminar directorio de token offline: {error}
fr: Erreur lors de la suppression du répertoire de jetons hors ligne : {error}
it: Errore nella rimozione della directory del token offline: {error}

source: Error signing SSH challenge: {error}
de: Fehler beim Signieren der SSH-Challenge: {error}
es: Error al firmar desafío SSH: {error}
fr: Erreur lors de la signature du challenge SSH : {error}
it: Errore nella firma della challenge SSH: {error}

source: Unable to verify SSH signature: {error}
de: SSH-Signatur kann nicht verifiziert werden: {error}
es: No se puede verificar firma SSH: {error}
fr: Impossible de vérifier la signature SSH : {error}
it: Impossibile verificare la firma SSH: {error}

source: Unable to read SSH keys cache file: {error}
de: SSH-Schlüssel-Cache-Datei kann nicht gelesen werden: {error}
es: No se puede leer archivo de caché de claves SSH: {error}
fr: Impossible de lire le fichier cache des clés SSH : {error}
it: Impossibile leggere il file cache delle chiavi SSH: {error}

source: Unable to decode SSH keys: {error}
de: SSH-Schlüssel können nicht dekodiert werden: {error}
es: No se puede decodificar claves SSH: {error}
fr: Impossible de décoder les clés SSH : {error}
it: Impossibile decodificare le chiavi SSH: {error}

source: Unable to create SSH keys cache file: {error}
de: SSH-Schlüssel-Cache-Datei kann nicht erstellt werden: {error}
es: No se puede crear archivo de caché de claves SSH: {error}
fr: Impossible de créer le fichier cache des clés SSH : {error}
it: Impossibile creare il file cache delle chiavi SSH: {error}

source: Failed to load host data.
de: Fehler beim Laden der Host-Daten.
es: Error al cargar datos del host.
fr: Échec du chargement des données de l'hôte.
it: Impossibile caricare i dati dell'host.

source: Uuuhhh, unable to find own host: {host_name}
de: Uuuhhh, kann eigenen Host nicht finden: {host_name}
es: Uuuhhh, no se puede encontrar el propio host: {host_name}
fr: Uuuhhh, impossible de trouver son propre hôte : {host_name}
it: Uuuhhh, impossibile trovare il proprio host: {host_name}

source: Need at least one of 'daemon' or 'socket_uri'!
de: Benötige mindestens 'daemon' oder 'socket_uri'!
es: Se necesita al menos uno de 'daemon' o 'socket_uri'.
fr: Au moins un de 'daemon' ou 'socket_uri' est requis !
it: Necessario almeno uno tra 'daemon' o 'socket_uri'!

source: Failed to register client protocol: {proto}: {error}
de: Fehler bei der Registrierung des Client-Protokolls: {proto}: {error}
es: Error al registrar protocolo del cliente: {proto}: {error}
fr: Échec de l'enregistrement du protocole client : {proto} : {error}
it: Impossibile registrare il protocollo client: {proto}: {error}

source: Failed to register server protocol: {proto}: {error}
de: Fehler bei der Registrierung des Server-Protokolls: {proto}: {error}
es: Error al registrar el protocolo del servidor: {proto}: {error}
fr: Échec de l'enregistrement du protocole serveur : {proto} : {error}
it: Impossibile registrare il protocollo server: {proto}: {error}

source: Unknown protocol for daemon: {daemon}
de: Unbekanntes Protokoll für Daemon: {daemon}
es: Protocolo desconocido para el daemon: {daemon}
fr: Protocole inconnu pour le daemon : {daemon}
it: Protocollo sconosciuto per il daemon: {daemon}

source: Host CA data missing.
de: Host-CA-Daten fehlen.
es: Faltan datos de CA del host.
fr: Données CA de l'hôte manquantes.
it: Dati CA dell'host mancanti.

source: Failed to load protocol: {protocol}: {error}
de: Fehler beim Laden des Protokolls: {protocol}: {error}
es: Error al cargar el protocolo: {protocol}: {error}
fr: Échec du chargement du protocole : {protocol} : {error}
it: Impossibile caricare il protocollo: {protocol}: {error}

source: Failed to init protocol: {protocol}: {error}
de: Fehler beim Initialisieren des Protokolls: {protocol}: {error}
es: Error al inicializar el protocolo: {protocol}: {error}
fr: Échec de l'initialisation du protocole : {protocol} : {error}
it: Impossibile inizializzare il protocollo: {protocol}: {error}

source: Unable to get supported protocols without daemon we connect to.
de: Kann unterstützte Protokolle ohne Daemon, zu dem wir verbinden, nicht abrufen.
es: No se pueden obtener los protocolos soportados sin el daemon al que nos conectamos.
fr: Impossible d'obtenir les protocoles pris en charge sans daemon auquel se connecter.
it: Impossibile ottenere i protocolli supportati senza daemon a cui connettersi.

source: Got invalid client cert CN from client: {cert}
de: Ungültiger Client-Zertifikat-CN vom Client erhalten: {cert}
es: CN de certificado de cliente inválido recibido del cliente: {cert}
fr: CN du certificat client invalide reçu du client : {cert}
it: Ricevuto CN certificato client non valido dal client: {cert}

source: Unable to connect: {uri}: Missing client supported protocols.
de: Verbindung nicht möglich: {uri}: Fehlende vom Client unterstützte Protokolle.
es: No se puede conectar: {uri}: Faltan protocolos soportados por el cliente.
fr: Impossible de se connecter : {uri} : Protocoles pris en charge par le client manquants.
it: Impossibile connettersi: {uri}: Protocolli supportati dal client mancanti.

source: Daemon connection failed: {uri}: {error}
de: Daemon-Verbindung fehlgeschlagen: {uri}: {error}
es: Conexión con el daemon falló: {uri}: {error}
fr: Échec de la connexion au daemon : {uri} : {error}
it: Connessione daemon fallita: {uri}: {error}

source: Error sending 'helo': {error}
de: Fehler beim Senden von 'helo': {error}
es: Error al enviar 'helo': {error}
fr: Erreur lors de l'envoi de 'helo' : {error}
it: Errore nell'invio di 'helo': {error}

source: Peer does not like our helo: {response}
de: Peer akzeptiert unser Helo nicht: {response}
es: El peer no acepta nuestro helo: {response}
fr: Le pair n'accepte pas notre helo : {response}
it: Il peer non gradisce il nostro helo: {response}

source: Got no helo response.
de: Keine Helo-Antwort erhalten.
es: No se recibió respuesta helo.
fr: Aucune réponse helo reçue.
it: Nessuna risposta helo ricevuta.

source: Error while protocol negotiation: {response}
de: Fehler bei der Protokollverhandlung: {response}
es: Error durante la negociación del protocolo: {response}
fr: Erreur lors de la négociation du protocole : {response}
it: Errore durante la negoziazione del protocollo: {response}

source: Error sending 'use_prot': {error}
de: Fehler beim Senden von 'use_prot': {error}
es: Error al enviar 'use_prot': {error}
fr: Erreur lors de l'envoi de 'use_prot' : {error}
it: Errore nell'invio di 'use_prot': {error}

source: Failed to load agent protocol: {protocol}: {error}
de: Fehler beim Laden des Agent-Protokolls: {protocol}: {error}
es: Error al cargar el protocolo del agente: {protocol}: {error}
fr: Échec du chargement du protocole agent : {protocol} : {error}
it: Impossibile caricare il protocollo agent: {protocol}: {error}

source: Failed to init agent protocol: {protocol}: {error}
de: Fehler beim Initialisieren des Agent-Protokolls: {protocol}: {error}
es: Error al inicializar el protocolo del agente: {protocol}: {error}
fr: Échec de l'initialisation du protocole agent : {protocol} : {error}
it: Impossibile inizializzare il protocollo agent: {protocol}: {error}

source: Authentication with otpme-agent failed: {response}
de: Authentifizierung mit otpme-agent fehlgeschlagen: {response}
es: La autenticación con otpme-agent falló: {response}
fr: Échec de l'authentification avec otpme-agent : {response}
it: Autenticazione con otpme-agent fallita: {response}

source: Error while protocol negotiation via agent: {error}
de: Fehler bei der Protokollverhandlung über Agent: {error}
es: Error durante la negociación del protocolo a través del agente: {error}
fr: Erreur lors de la négociation du protocole via l'agent : {error}
it: Errore durante la negoziazione del protocollo tramite agent: {error}

source: Failed to connect via agent: {response}
de: Verbindung über Agent fehlgeschlagen: {response}
es: Error al conectar a través del agente: {response}
fr: Échec de la connexion via l'agent : {response}
it: Connessione tramite agent fallita: {response}

source: Error sending 'use_proto': {error}
de: Fehler beim Senden von 'use_proto': {error}
es: Error al enviar 'use_proto': {error}
fr: Erreur lors de l'envoi de 'use_proto' : {error}
it: Errore nell'invio di 'use_proto': {error}

source: Cannot use <ident_site> with <interactive=False>.
de: Kann <ident_site> nicht mit <interactive=False> verwenden.
es: No se puede usar <ident_site> con <interactive=False>.
fr: Impossible d'utiliser <ident_site> avec <interactive=False>.
it: Impossibile usare <ident_site> con <interactive=False>.
