Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-realm disable_auth {realm}
es: Uso: otpme-realm disable_auth {realm}
it: Uso: otpme-realm disable_auth {realm}

source: Disable authentication with realm
de: Authentifizierung mit Realm deaktivieren
es: Deshabilitar autenticación con el reino
fr: Désactiver l'authentification avec le royaume
it: Disabilita autenticazione con il realm

source: Usage: otpme-realm enable_sync {realm}
es: Uso: otpme-realm enable_sync {realm}
it: Uso: otpme-realm enable_sync {realm}

source: Enable synchronization with realm
de: Synchronisation mit Realm aktivieren
es: Habilitar sincronización con el reino
fr: Activer la synchronisation avec le royaume
it: Abilita sincronizzazione con il realm

source: Usage: otpme-realm disable_sync {realm}
es: Uso: otpme-realm disable_sync {realm}
it: Uso: otpme-realm disable_sync {realm}

source: Disable synchronization with realm
de: Synchronisation mit Realm deaktivieren
es: Deshabilitar sincronización con el reino
fr: Désactiver la synchronisation avec le royaume
it: Disabilita sincronizzazione con il realm

source: Usage: otpme-role {command} [role]
es: Uso: otpme-role {command} [role]
fr: Utilisation : otpme-role {commande} [rôle]
it: Uso: otpme-role {command} [role]

source: Usage: otpme-role show [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [role]
es: Uso: otpme-role show [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [role]
fr: Utilisation : otpme-role show [--fields <champ1,champ2,champ3>] [-z <limite_taille>] [-a] [rôle]
it: Uso: otpme-role show [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [role]

source: Show role(s)
de: Rolle(n) anzeigen
es: Mostrar rol(es)
fr: Afficher le(s) rôle(s)
it: Mostra ruolo/i

source: Show all roles.
de: Alle Rollen anzeigen.
es: Mostrar todos los roles.
fr: Afficher tous les rôles.
it: Mostra tutti i ruoli.

source: Output <limit> member accessgroups.
de: <limit> Mitglieds-Zugriffsgruppen ausgeben.
es: Mostrar <limit> grupos de acceso miembros.
fr: Afficher <limite> groupes d'accès membres.
it: Mostra <limit> gruppi di accesso membri.

source: Usage: otpme-role list [--attribute attribute] [-a] [regex]
es: Uso: otpme-role list [--attribute attribute] [-a] [regex]
fr: Utilisation : otpme-role list [--attribute attribut] [-a] [regex]
it: Uso: otpme-role list [--attribute attribute] [-a] [regex]

source: List roles.
de: Rollen auflisten.
es: Listar roles.
fr: Lister les rôles.
it: Elenca ruoli.

source: List all roles.
de: Alle Rollen auflisten.
es: Listar todos los roles.
fr: Lister tous les rôles.
it: Elenca tutti i ruoli.

source: Usage: otpme-role add [--groups <group1,group2>] [--roles <role1,role2>] {role}
es: Uso: otpme-role add [--groups <group1,group2>] [--roles <role1,role2>] {role}
fr: Utilisation : otpme-role add [--groups <groupe1,groupe2>] [--roles <rôle1,rôle2>] {rôle}
it: Utilizzo: otpme-role add [--groups <group1,group2>] [--roles <role1,role2>] {role}

source: Add new role
de: Neue Rolle hinzufügen
es: Añadir nuevo rol
fr: Ajouter un nouveau rôle
it: Aggiungi nuovo ruolo

source: Groups to add role to.
de: Gruppen, zu denen Rolle hinzugefügt werden soll.
es: Grupos a los que añadir el rol.
fr: Groupes auxquels ajouter le rôle.
it: Gruppi a cui aggiungere il ruolo.

source: Roles to add role to.
de: Rollen, zu denen Rolle hinzugefügt werden soll.
es: Roles a los que añadir el rol.
fr: Rôles auxquels ajouter le rôle.
it: Ruoli a cui aggiungere il ruolo.

source: Usage: otpme-role del {role}
es: Uso: otpme-role del {role}
fr: Utilisation : otpme-role del {rôle}
it: Utilizzo: otpme-role del {role}

source: Delete role
de: Rolle löschen
es: Eliminar rol
fr: Supprimer le rôle
it: Elimina ruolo

source: Usage: otpme-role touch {role}
es: Uso: otpme-role touch {role}
fr: Utilisation : otpme-role touch {rôle}
it: Utilizzo: otpme-role touch {role}

source: Touch role (e.g. migrate).
de: Rolle berühren (z.B. migrieren).
es: Tocar rol (p.ej. migrar).
fr: Toucher le rôle (ex. migrer).
it: Tocca ruolo (es. migra).

source: Usage: otpme-role enable {role}
es: Uso: otpme-role enable {role}
fr: Utilisation : otpme-role enable {rôle}
it: Utilizzo: otpme-role enable {role}

source: Enable role
de: Rolle aktivieren
es: Habilitar rol
fr: Activer le rôle
it: Abilita ruolo

source: Usage: otpme-role disable {role}
es: Uso: otpme-role disable {role}
fr: Utilisation : otpme-role disable {rôle}
it: Utilizzo: otpme-role disable {role}

source: Disable role
de: Rolle deaktivieren
es: Deshabilitar rol
fr: Désactiver le rôle
it: Disabilita ruolo

source: Usage: otpme-role rename {role} {new_name}
es: Uso: otpme-role rename {role} {new_name}
fr: Utilisation : otpme-role rename {rôle} {nouveau_nom}
it: Utilizzo: otpme-role rename {role} {new_name}

source: Rename role
de: Rolle umbenennen
es: Renombrar rol
fr: Renommer le rôle
it: Rinomina ruolo

source: Usage: otpme-role config {role} {param} [value]
es: Uso: otpme-role config {role} {param} [value]
fr: Utilisation : otpme-role config {rôle} {param} [valeur]
it: Utilizzo: otpme-role config {role} {param} [value]

source: Add config parameter to role.
de: Konfigurationsparameter zu Rolle hinzufügen.
es: Añadir parámetro de configuración al rol.
fr: Ajouter un paramètre de configuration au rôle.
it: Aggiungi parametro di configurazione al ruolo.

source: Usage: otpme-role show_config {role}
es: Uso: otpme-role show_config {role}
fr: Utilisation : otpme-role show_config {rôle}
it: Utilizzo: otpme-role show_config {role}

source: Show role config parameters
de: Rollen-Konfigurationsparameter anzeigen
es: Mostrar parámetros de configuración del rol
fr: Afficher les paramètres de configuration du rôle
it: Mostra parametri di configurazione del ruolo

source: Usage: otpme-role add_extension {role} {extension}
es: Uso: otpme-role add_extension {role} {extension}
fr: Utilisation : otpme-role add_extension {rôle} {extension}
it: Utilizzo: otpme-role add_extension {role} {extension}

source: Add extension to role
de: Erweiterung zu Rolle hinzufügen
es: Añadir extensión al rol
fr: Ajouter une extension au rôle
it: Aggiungi estensione al ruolo

source: Usage: otpme-role remove_extension {role} {extension}
es: Uso: otpme-role remove_extension {role} {extension}
fr: Utilisation : otpme-role remove_extension {rôle} {extension}
it: Utilizzo: otpme-role remove_extension {role} {extension}

source: Remove extension from role
de: Erweiterung von Rolle entfernen
es: Eliminar extensión del rol
fr: Supprimer l'extension du rôle
it: Rimuovi estensione dal ruolo

source: Usage: otpme-role add_attribute {role} {attribute}=[value]
de: Verwendung: otpme-role add_attribute {role} {attribute}=[value]
es: Uso: otpme-role add_attribute {role} {attribute}=[value]
fr: Utilisation : otpme-role add_attribute {rôle} {attribut}=[valeur]
it: Utilizzo: otpme-role add_attribute {role} {attribute}=[value]

source: Add (LDAP) attribute to role
de: (LDAP) Attribut zur Rolle hinzufügen
es: Agregar atributo (LDAP) al rol
fr: Ajouter un attribut (LDAP) au rôle
it: Aggiungi attributo (LDAP) al ruolo

source: Usage: otpme-role del_attribute {role} {attribute}=[value]
de: Verwendung: otpme-role del_attribute {role} {attribute}=[value]
es: Uso: otpme-role del_attribute {role} {attribute}=[value]
fr: Utilisation : otpme-role del_attribute {rôle} {attribut}=[valeur]
it: Utilizzo: otpme-role del_attribute {role} {attribute}=[value]

source: Delete (LDAP) attribute from role
de: (LDAP) Attribut von Rolle löschen
es: Eliminar atributo (LDAP) del rol
fr: Supprimer l'attribut (LDAP) du rôle
it: Elimina attributo (LDAP) dal ruolo

source: Usage: otpme-role add_object_class {role} {object_class}
de: Verwendung: otpme-role add_object_class {role} {object_class}
es: Uso: otpme-role add_object_class {role} {object_class}
fr: Utilisation : otpme-role add_object_class {rôle} {classe_objet}
it: Utilizzo: otpme-role add_object_class {role} {object_class}

source: Add (LDAP) object class to role
de: (LDAP) Objektklasse zur Rolle hinzufügen
es: Agregar clase de objeto (LDAP) al rol
fr: Ajouter une classe d'objet (LDAP) au rôle
it: Aggiungi classe oggetto (LDAP) al ruolo

source: Usage: otpme-role del_object_class {role} {object_class}
de: Verwendung: otpme-role del_object_class {role} {object_class}
es: Uso: otpme-role del_object_class {role} {object_class}
fr: Utilisation : otpme-role del_object_class {rôle} {classe_objet}
it: Utilizzo: otpme-role del_object_class {role} {object_class}

source: Delete (LDAP) object class from role
de: (LDAP) Objektklasse von Rolle löschen
es: Eliminar clase de objeto (LDAP) del rol
fr: Supprimer la classe d'objet (LDAP) du rôle
it: Elimina classe oggetto (LDAP) dal ruolo

source: Usage: otpme-role show_ldif {role} -a attribute1,attribute2
de: Verwendung: otpme-role show_ldif {role} -a attribute1,attribute2
es: Uso: otpme-role show_ldif {role} -a attribute1,attribute2
fr: Utilisation : otpme-role show_ldif {rôle} -a attribut1,attribut2
it: Utilizzo: otpme-role show_ldif {role} -a attribute1,attribute2

source: Show LDIF representation of role
de: LDIF-Darstellung der Rolle anzeigen
es: Mostrar representación LDIF del rol
fr: Afficher la représentation LDIF du rôle
it: Mostra rappresentazione LDIF del ruolo

source: Usage: otpme-role add_acl {role} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-role add_acl {role} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-role add_acl {role} {role|token} {role_path|token_path} {acl[:value]}
fr: Utilisation : otpme-role add_acl {rôle} {rôle|token} {chemin_rôle|chemin_token} {acl[:valeur]}
it: Utilizzo: otpme-role add_acl {role} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to role
de: ACL zur Rolle hinzufügen
es: Agregar ACL al rol
fr: Ajouter une ACL au rôle
it: Aggiungi ACL al ruolo

source: Usage: otpme-role del_acl {role} {acl}
de: Verwendung: otpme-role del_acl {role} {acl}
es: Uso: otpme-role del_acl {role} {acl}
fr: Utilisation : otpme-role del_acl {rôle} {acl}
it: Utilizzo: otpme-role del_acl {role} {acl}

source: Delete ACL from role
de: ACL von Rolle löschen
es: Eliminar ACL del rol
fr: Supprimer l'ACL du rôle
it: Elimina ACL dal ruolo

source: Usage: otpme-role show_acls {role}
de: Verwendung: otpme-role show_acls {role}
es: Uso: otpme-role show_acls {role}
fr: Utilisation : otpme-role show_acls {rôle}
it: Utilizzo: otpme-role show_acls {role}

source: Show ACLs of role
de: ACLs der Rolle anzeigen
es: Mostrar ACLs del rol
fr: Afficher les ACL du rôle
it: Mostra ACL del ruolo

source: Usage: otpme-role enable_acl_inheritance {role}
de: Verwendung: otpme-role enable_acl_inheritance {role}
es: Uso: otpme-role enable_acl_inheritance {role}
fr: Utilisation : otpme-role enable_acl_inheritance {rôle}
it: Utilizzo: otpme-role enable_acl_inheritance {role}

source: Enable ACL inheritance for role
de: ACL-Vererbung für Rolle aktivieren
es: Habilitar herencia de ACL para el rol
fr: Activer l'héritage ACL pour le rôle
it: Abilita ereditarietà ACL per il ruolo

source: Usage: otpme-role disable_acl_inheritance {role}
de: Verwendung: otpme-role disable_acl_inheritance {role}
es: Uso: otpme-role disable_acl_inheritance {role}
fr: Utilisation : otpme-role disable_acl_inheritance {rôle}
it: Utilizzo: otpme-role disable_acl_inheritance {role}

source: Disable ACL inheritance for role
de: ACL-Vererbung für Rolle deaktivieren
es: Deshabilitar herencia de ACL para el rol
fr: Désactiver l'héritage ACL pour le rôle
it: Disabilita ereditarietà ACL per il ruolo

source: Usage: otpme-role move [--keep-acls] {role} {unit}
de: Verwendung: otpme-role move [--keep-acls] {role} {unit}
es: Uso: otpme-role move [--keep-acls] {role} {unit}
it: Utilizzo: otpme-role move [--keep-acls] {role} {unit}

source: Change role's unit
de: Einheit der Rolle ändern
es: Cambiar unidad del rol
fr: Changer l'unité du rôle
it: Cambia unità del ruolo

source: Usage: otpme-role remove_orphans {role}
de: Verwendung: otpme-role remove_orphans {role}
es: Uso: otpme-role remove_orphans {role}
it: Utilizzo: otpme-role remove_orphans {role}

source: Usage: otpme-role description {role} [description]
de: Verwendung: otpme-role description {role} [description]
es: Uso: otpme-role description {role} [description]
it: Utilizzo: otpme-role description {role} [description]

source: Set role description
de: Rollenbeschreibung festlegen
es: Establecer descripción del rol
fr: Définir la description du rôle
it: Imposta descrizione del ruolo

source: Usage: otpme-role export --password <password> {role}
de: Verwendung: otpme-role export --password <password> {role}
es: Uso: otpme-role export --password <password> {role}
it: Utilizzo: otpme-role export --password <password> {role}

source: Export role config to stdout
de: Rollenkonfiguration nach stdout exportieren
es: Exportar configuración del rol a stdout
fr: Exporter la configuration du rôle vers stdout
it: Esporta configurazione ruolo su stdout

source: Usage: otpme-role add_policy {role} {policy}
de: Verwendung: otpme-role add_policy {role} {policy}
es: Uso: otpme-role add_policy {role} {policy}
it: Utilizzo: otpme-role add_policy {role} {policy}

source: Add policy to role
de: Policy zur Rolle hinzufügen
es: Agregar política al rol
fr: Ajouter une politique au rôle
it: Aggiungi policy al ruolo

source: Usage: otpme-role remove_policy {role} {policy}
de: Verwendung: otpme-role remove_policy {role} {policy}
es: Uso: otpme-role remove_policy {role} {policy}
it: Utilizzo: otpme-role remove_policy {role} {policy}

source: Remove policy from role
de: Policy von Rolle entfernen
es: Eliminar política del rol
fr: Supprimer une politique du rôle
it: Rimuovi policy dal ruolo

source: Usage: otpme-role add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {role} {token} [token_options]
de: Verwendung: otpme-role add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {role} {token} [token_options]
es: Uso: otpme-role add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {role} {token} [token_options]
it: Utilizzo: otpme-role add_token [-i tty,gui,ssh] [--no-auto-sign] [--sign --tags {tag1,tag2,...}] {role} {token} [token_options]

source: Add token to role.
de: Token zur Rolle hinzufügen.
es: Agregar token al rol.
fr: Ajouter un token au rôle.
it: Aggiungi token al ruolo.

source: Usage: otpme-role remove_token --keep-sign {role} {token}
de: Verwendung: otpme-role remove_token --keep-sign {role} {token}
es: Uso: otpme-role remove_token --keep-sign {role} {token}
it: Utilizzo: otpme-role remove_token --keep-sign {role} {token}

source: Remove token from role
de: Token von Rolle entfernen
es: Eliminar token del rol
fr: Supprimer un token du rôle
it: Rimuovi token dal ruolo

source: Usage: otpme-role add_role {role} {role}
de: Verwendung: otpme-role add_role {role} {role}
es: Uso: otpme-role add_role {role} {role}
it: Utilizzo: otpme-role add_role {role} {role}

source: Add role to role
de: Rolle zur Rolle hinzufügen
es: Agregar rol al rol
fr: Ajouter un rôle au rôle
it: Aggiungi ruolo al ruolo

source: Usage: otpme-role remove_role {role} {role}
de: Verwendung: otpme-role remove_role {role} {role}
es: Uso: otpme-role remove_role {role} {role}
it: Utilizzo: otpme-role remove_role {role} {role}

source: Remove role from role
de: Rolle von Rolle entfernen
es: Eliminar rol del rol
fr: Supprimer un rôle du rôle
it: Rimuovi ruolo dal ruolo

source: Usage: otpme-role add_dynamic_group {role} {group_name}
de: Verwendung: otpme-role add_dynamic_group {role} {group_name}
es: Uso: otpme-role add_dynamic_group {role} {group_name}
it: Utilizzo: otpme-role add_dynamic_group {role} {group_name}

source: Add dynamic group to role.
de: Dynamische Gruppe zur Rolle hinzufügen.
es: Agregar grupo dinámico al rol.
fr: Ajouter un groupe dynamique au rôle.
it: Aggiungi gruppo dinamico al ruolo.

source: Usage: otpme-role remove_dynamic_group {role} {group_name}
de: Verwendung: otpme-role remove_dynamic_group {role} {group_name}
es: Uso: otpme-role remove_dynamic_group {role} {group_name}
it: Utilizzo: otpme-role remove_dynamic_group {role} {group_name}

source: Remove dynamic group from role.
de: Dynamische Gruppe von Rolle entfernen.
es: Eliminar grupo dinámico del rol.
fr: Supprimer un groupe dynamique du rôle.
it: Rimuovi gruppo dinamico dal ruolo.

source: Usage: otpme-role add_sync_user {role} {user}
de: Verwendung: otpme-role add_sync_user {role} {user}
es: Uso: otpme-role add_sync_user {role} {user}
it: Utilizzo: otpme-role add_sync_user {role} {user}

source: Add sync user to role.
de: Sync-Benutzer zur Rolle hinzufügen.
es: Agregar usuario de sincronización al rol.
fr: Ajouter un utilisateur de synchronisation au rôle.
it: Aggiungi utente sync al ruolo.

source: Usage: otpme-role remove_sync_user {role} {user}
de: Verwendung: otpme-role remove_sync_user {role} {user}
es: Uso: otpme-role remove_sync_user {role} {user}
it: Utilizzo: otpme-role remove_sync_user {role} {user}

source: Remove sync user from role.
de: Sync-Benutzer von Rolle entfernen.
es: Eliminar usuario de sincronización del rol.
fr: Supprimer un utilisateur de synchronisation du rôle.
it: Rimuovi utente sync dal ruolo.

source: Usage: otpme-role list_sync_users {role}
de: Verwendung: otpme-role list_sync_users {role}
es: Uso: otpme-role list_sync_users {role}
it: Utilizzo: otpme-role list_sync_users {role}

source: Usage: otpme-role list_users {role}
de: Verwendung: otpme-role list_users {role}
es: Uso: otpme-role list_users {role}
it: Utilizzo: otpme-role list_users {role}

source: Usage: otpme-role list_tokens {role}
de: Verwendung: otpme-role list_tokens {role}
es: Uso: otpme-role list_tokens {role}
it: Utilizzo: otpme-role list_tokens {role}

source: Usage: otpme-role list_roles -r {role}
de: Verwendung: otpme-role list_roles -r {role}
es: Uso: otpme-role list_roles -r {role}
it: Utilizzo: otpme-role list_roles -r {role}

source: Usage: otpme-role list_policies {role}
de: Verwendung: otpme-role list_policies {role}
es: Uso: otpme-role list_policies {role}
it: Utilizzo: otpme-role list_policies {role}

source: Usage: otpme-role list_dynamic_groups {role}
de: Verwendung: otpme-role list_dynamic_groups {role}
es: Uso: otpme-role list_dynamic_groups {role}
it: Utilizzo: otpme-role list_dynamic_groups {role}

source: List dynamic groups of role.
de: Dynamische Gruppen der Rolle auflisten.
es: Listar grupos dinámicos del rol.
fr: Lister les groupes dynamiques du rôle.
it: Elenca gruppi dinamici del ruolo.

source: Usage: otpme-tool {command}
de: Verwendung: otpme-tool {command}
es: Uso: otpme-tool {command}
it: Utilizzo: otpme-tool {command}

source: Usage: otpme-tool reload
de: Verwendung: otpme-tool reload
es: Uso: otpme-tool reload
it: Utilizzo: otpme-tool reload

source: Tell OTPme to reload its config. (e.g. if running as freeradius module)
de: OTPme anweisen, seine Konfiguration neu zu laden. (z.B. wenn es als freeradius-Modul läuft)
es: Indicar a OTPme que recargue su configuración. (p. ej. si se ejecuta como módulo freeradius)
fr: Demander à OTPme de recharger sa configuration. (par ex. si exécuté comme module freeradius)
it: Indica a OTPme di ricaricare la sua configurazione. (es. se in esecuzione come modulo freeradius)

source: Usage: otpme-tool dump [object_cache|instance_cache|...] {object_id}
de: Verwendung: otpme-tool dump [object_cache|instance_cache|...] {object_id}
es: Uso: otpme-tool dump [object_cache|instance_cache|...] {object_id}
it: Utilizzo: otpme-tool dump [object_cache|instance_cache|...] {object_id}

source: Tell OTPme daemon to dump the given cache.
de: OTPme-Daemon anweisen, den angegebenen Cache zu dumpen.
es: Indicar al demonio OTPme que vuelque la caché especificada.
fr: Demander au démon OTPme de vider le cache donné.
it: Indica al daemon OTPme di eseguire il dump della cache specificata.

source: Usage: otpme-tool dump_object {object_id}
de: Verwendung: otpme-tool dump_object {object_id}
es: Uso: otpme-tool dump_object {object_id}
it: Utilizzo: otpme-tool dump_object {object_id}

source: Dump object.
de: Objekt dumpen.
es: Volcar objeto.
fr: Vider l'objet.
it: Dump oggetto.

source: Usage: otpme-tool delete_object [object_id]
de: Verwendung: otpme-tool delete_object [object_id]
es: Uso: otpme-tool delete_object [object_id]
it: Utilizzo: otpme-tool delete_object [object_id]

source: Delete object.
de: Objekt löschen.
es: Eliminar objeto.
fr: Supprimer l'objet.
it: Elimina oggetto.

source: Usage: otpme-tool check_duplicate_ids {object_type}
de: Verwendung: otpme-tool check_duplicate_ids {object_type}
es: Uso: otpme-tool check_duplicate_ids {object_type}
it: Utilizzo: otpme-tool check_duplicate_ids {object_type}

source: Check for duplicate uidNumber/gidNumber.
de: Auf doppelte uidNumber/gidNumber prüfen.
es: Verificar uidNumber/gidNumber duplicados.
fr: Vérifier les uidNumber/gidNumber en double.
it: Controlla uidNumber/gidNumber duplicati.

source: Usage: otpme-tool add_signer [--private] [--no-pin] [--tag <tag1> --tag <tag2> ...] --signer-type {signer_type} {object_id}
de: Verwendung: otpme-tool add_signer [--private] [--no-pin] [--tag <tag1> --tag <tag2> ...] --signer-type {signer_type} {object_id}
es: Uso: otpme-tool add_signer [--private] [--no-pin] [--tag <tag1> --tag <tag2> ...] --signer-type {signer_type} {object_id}
it: Utilizzo: otpme-tool add_signer [--private] [--no-pin] [--tag <tag1> --tag <tag2> ...] --signer-type {signer_type} {object_id}

source: Add signer.
de: Signierer hinzufügen.
es: Agregar firmante.
fr: Ajouter un signataire.
it: Aggiungi firmatario.

source: Add signer of type <type>.
de: Signierer vom Typ <type> hinzufügen.
es: Agregar firmante de tipo <type>.
fr: Ajouter un signataire de type <type>.
it: Aggiungi firmatario di tipo <type>.

source: Do not pin signature keys.
de: Signaturschlüssel nicht pinnen.
es: No fijar claves de firma.
fr: Ne pas épingler les clés de signature.
it: Non bloccare chiavi di firma.

source: Add signer for the logged in user.
de: Signierer für den angemeldeten Benutzer hinzufügen.
es: Agregar firmante para el usuario conectado.
fr: Ajouter un signataire pour l'utilisateur connecté.
it: Aggiungi firmatario per l'utente connesso.

source: Usage: otpme-tool del_signer [--private] {signer_uuid}
de: Verwendung: otpme-tool del_signer [--private] {signer_uuid}
es: Uso: otpme-tool del_signer [--private] {signer_uuid}
it: Utilizzo: otpme-tool del_signer [--private] {signer_uuid}

source: Delete signer.
de: Signierer löschen.
es: Eliminar firmante.
fr: Supprimer le signataire.
it: Elimina firmatario.

source: Delete signer of the logged in user.
de: Signierer des angemeldeten Benutzers löschen.
es: Eliminar firmante del usuario conectado.
fr: Supprimer le signataire de l'utilisateur connecté.
it: Elimina firmatario dell'utente connesso.

source: Usage: otpme-tool enable_signer [--private --type <signer_type>] {signer_uuid}
de: Verwendung: otpme-tool enable_signer [--private --type <signer_type>] {signer_uuid}
es: Uso: otpme-tool enable_signer [--private --type <signer_type>] {signer_uuid}
it: Utilizzo: otpme-tool enable_signer [--private --type <signer_type>] {signer_uuid}

source: Enable signer.
de: Signierer aktivieren.
es: Habilitar firmante.
fr: Activer le signataire.
it: Abilita firmatario.

source: Enable signer of the logged in user.
de: Signierer des angemeldeten Benutzers aktivieren.
es: Habilitar firmante del usuario conectado.
fr: Activer le signataire de l'utilisateur connecté.
it: Abilita firmatario dell'utente connesso.

source: Usage: otpme-tool disable_signer [--private --type <signer_type>] {signer_uuid}
de: Verwendung: otpme-tool disable_signer [--private --type <signer_type>] {signer_uuid}
es: Uso: otpme-tool disable_signer [--private --type <signer_type>] {signer_uuid}
it: Uso: otpme-tool disable_signer [--private --type <signer_type>] {signer_uuid}
