Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Cluster sync connection failed: {node}: {error}
de: Cluster-Sync-Verbindung fehlgeschlagen: {node}: {error}
es: Falló la conexión de sincronización del clúster: {node}: {error}
fr: Échec de la connexion de synchronisation du cluster : {node} : {error}
it: Connessione sincronizzazione cluster fallita: {node}: {error}

source: Starting sync of data objects...
de: Synchronisierung von Datenobjekten wird gestartet...
es: Iniciando sincronización de objetos de datos...
fr: Démarrage de la synchronisation des objets de données...
it: Avvio sincronizzazione oggetti dati...

source: Master failover sync failed: {node}: {error}
de: Master-Failover-Synchronisierung fehlgeschlagen: {node}: {error}
es: Falló la sincronización de conmutación por error del maestro: {node}: {error}
fr: Échec de la synchronisation de basculement maître : {node} : {error}
it: Sincronizzazione failover master fallita: {node}: {error}

source: Failed to get syncd socket: {error}
de: Fehler beim Abrufen des syncd-Sockets: {error}
es: Falló al obtener el socket de sincronización: {error}
fr: Échec de l'obtention du socket syncd : {error}
it: Impossibile ottenere socket syncd: {error}

source: Final sync of objects failed: {error}
de: Endgültige Synchronisierung der Objekte fehlgeschlagen: {error}
es: Falló la sincronización final de objetos: {error}
fr: Échec de la synchronisation finale des objets : {error}
it: Sincronizzazione finale oggetti fallita: {error}

source: Missing required argument: {arg}
de: Erforderliches Argument fehlt: {arg}
es: Falta argumento requerido: {arg}
fr: Argument requis manquant : {arg}
it: Argomento obbligatorio mancante: {arg}

source: Request contains invalid API caller: {caller}
de: Anfrage enthält ungültigen API-Aufrufer: {caller}
es: La solicitud contiene un llamador de API inválido: {caller}
fr: La requête contient un appelant API invalide : {caller}
it: La richiesta contiene un chiamante API non valido: {caller}

source: Max jobs reached ({max})
de: Maximale Anzahl von Jobs erreicht ({max})
es: Máximo de trabajos alcanzado ({max})
fr: Nombre maximum de tâches atteint ({max})
it: Numero massimo di job raggiunto ({max})

source: Job request missing timeout parameter: {name}
de: Job-Anfrage fehlt Timeout-Parameter: {name}
es: La solicitud de trabajo no tiene el parámetro de tiempo de espera: {name}
fr: Paramètre de délai d'expiration manquant dans la requête de tâche : {name}
it: Richiesta job manca il parametro timeout: {name}

source: Please connect to master node.
de: Bitte mit Master-Node verbinden.
es: Por favor conéctese al nodo maestro.
fr: Veuillez vous connecter au nœud maître.
it: Connettersi al nodo master.

source: Unknown job: {uuid}
de: Unbekannter Job: {uuid}
es: Trabajo desconocido: {uuid}
fr: Tâche inconnue : {uuid}
it: Job sconosciuto: {uuid}

source: Failed to stop job: {error}
de: Job konnte nicht gestoppt werden: {error}
es: Falló al detener el trabajo: {error}
fr: Échec de l'arrêt de la tâche : {error}
it: Impossibile arrestare il job: {error}

source: Terminating job '{name}' ({pid}) failed: {error}
de: Beenden von Job '{name}' ({pid}) fehlgeschlagen: {error}
es: Falló al terminar el trabajo '{name}' ({pid}): {error}
fr: Échec de l'arrêt de la tâche '{name}' ({pid}) : {error}
it: Terminazione del job '{name}' ({pid}) fallita: {error}

source: Error loading object class: {type}: {error}
de: Fehler beim Laden der Objektklasse: {type}: {error}
es: Error al cargar la clase de objeto: {type}: {error}
fr: Erreur lors du chargement de la classe d'objet : {type} : {error}
it: Errore nel caricamento della classe oggetto: {type}: {error}

source: Error loading object: {name}: {error}
de: Fehler beim Laden des Objekts: {name}: {error}
es: Error al cargar el objeto: {name}: {error}
fr: Erreur lors du chargement de l'objet : {name} : {error}
it: Errore nel caricamento dell'oggetto: {name}: {error}

source: Failed to add object: {name}: {error}
de: Objekt konnte nicht hinzugefügt werden: {name}: {error}
es: Falló al agregar objeto: {name}: {error}
fr: Échec de l'ajout de l'objet : {name} : {error}
it: Impossibile aggiungere l'oggetto: {name}: {error}

source: Error adding object: {name} (See previous errors)
de: Fehler beim Hinzufügen des Objekts: {name} (Siehe vorherige Fehler)
es: Error al agregar objeto: {name} (Ver errores anteriores)
fr: Erreur lors de l'ajout de l'objet : {name} (Voir les erreurs précédentes)
it: Errore nell'aggiunta dell'oggetto: {name} (Vedi errori precedenti)

source: Waiting for {count} add jobs to finish.
de: Warte auf Abschluss von {count} Hinzufüge-Jobs.
es: Esperando que terminen {count} trabajos de adición.
fr: En attente de la fin de {count} tâches d'ajout.
it: In attesa del completamento di {count} job di aggiunta.

source: Cannot add user without name
de: Kann Benutzer ohne Namen nicht hinzufügen
es: No se puede agregar usuario sin nombre
fr: Impossible d'ajouter un utilisateur sans nom
it: Impossibile aggiungere utente senza nome

source: Cannot add group without name
de: Kann Gruppe ohne Namen nicht hinzufügen
es: No se puede agregar grupo sin nombre
fr: Impossible d'ajouter un groupe sans nom
it: Impossibile aggiungere gruppo senza nome

source: Cannot add role without name
de: Kann Rolle ohne Namen nicht hinzufügen
es: No se puede agregar rol sin nombre
fr: Impossible d'ajouter un rôle sans nom
it: Impossibile aggiungere ruolo senza nome

source: Unsupported object type: {type}
de: Nicht unterstützter Objekttyp: {type}
es: Tipo de objeto no soportado: {type}
fr: Type d'objet non pris en charge : {type}
it: Tipo di oggetto non supportato: {type}

source: Verifying CSV data...
de: CSV-Daten werden verifiziert...
es: Verificando datos CSV...
fr: Vérification des données CSV...
it: Verifica dei dati CSV...

source: Error on line: {line}: {error}
de: Fehler in Zeile: {line}: {error}
es: Error en línea: {line}: {error}
fr: Erreur à la ligne : {line} : {error}
it: Errore alla riga: {line}: {error}

source: {type} already exists: {name}
de: {type} existiert bereits: {name}
es: {type} ya existe: {name}
fr: {type} existe déjà : {name}
it: {type} esiste già: {name}

source: Invalid object type: {type}: {name}
de: Ungültiger Objekttyp: {type}: {name}
es: Tipo de objeto inválido: {type}: {name}
fr: Type d'objet invalide : {type} : {name}
it: Tipo di oggetto non valido: {type}: {name}

source: No IDRange policy found for {type} {name}.
de: Keine IDRange-Richtlinie für {type} {name} gefunden.
es: No se encontró política IDRange para {type} {name}.
fr: Aucune politique IDRange trouvée pour {type} {name}.
it: Nessuna policy IDRange trovata per {type} {name}.

source: Selecting object IDs...
de: Objekt-IDs werden ausgewählt...
es: Seleccionando IDs de objetos...
fr: Sélection des ID d'objet...
it: Selezione ID oggetti...

source: Failed to get uidNumbers: {error}
de: Fehler beim Abrufen der uidNumbers: {error}
es: Falló al obtener uidNumbers: {error}
fr: Échec de l'obtention des uidNumbers : {error}
it: Impossibile ottenere uidNumbers: {error}

source: Failed to get gidNumbers: {error}
de: Fehler beim Abrufen der gidNumbers: {error}
es: Falló al obtener gidNumbers: {error}
fr: Échec de l'obtention des gidNumbers : {error}
it: Impossibile ottenere gidNumbers: {error}

source: Added {type} {name} ({counter}/{total}) ({time:.2f}): (eta: {eta} ({duration}))
de: {type} {name} hinzugefügt ({counter}/{total}) ({time:.2f}): (eta: {eta} ({duration}))
es: Agregado {type} {name} ({counter}/{total}) ({time:.2f}): (eta: {eta} ({duration}))
fr: Ajouté {type} {name} ({counter}/{total}) ({time:.2f}) : (eta : {eta} ({duration}))
it: Aggiunto {type} {name} ({counter}/{total}) ({time:.2f}): (eta: {eta} ({duration}))

source: Unable to get uidNumber for {type}: {name}
de: uidNumber für {type} konnte nicht abgerufen werden: {name}
es: No se puede obtener uidNumber para {type}: {name}
fr: Impossible d'obtenir uidNumber pour {type} : {name}
it: Impossibile ottenere uidNumber per {type}: {name}

source: Added {count} objects.
de: {count} Objekte hinzugefügt.
es: Se agregaron {count} objetos.
fr: Ajouté {count} objets.
it: Aggiunti {count} oggetti.

source: Failed to decode JWT: {error}
de: JWT konnte nicht decodiert werden: {error}
es: Falló al decodificar JWT: {error}
fr: Échec du décodage JWT : {error}
it: Impossibile decodificare JWT: {error}

source: Got object that was not signed by JWT: {oid}
de: Objekt erhalten, das nicht von JWT signiert wurde: {oid}
es: Se obtuvo objeto que no fue firmado por JWT: {oid}
fr: Objet reçu non signé par JWT : {oid}
it: Ricevuto oggetto non firmato da JWT: {oid}

source: Found object UUID missmatch: {oid}: {uuid1} <> {uuid2}
de: Objekt-UUID-Konflikt gefunden: {oid}: {uuid1} <> {uuid2}
es: Se encontró discrepancia de UUID del objeto: {oid}: {uuid1} <> {uuid2}
fr: Incompatibilité UUID d'objet trouvée : {oid} : {uuid1} <> {uuid2}
it: Trovata discrepanza UUID oggetto: {oid}: {uuid1} <> {uuid2}

source: JWT verification failed
de: JWT-Verifizierung fehlgeschlagen
es: Falló la verificación JWT
fr: Échec de la vérification JWT
it: Verifica JWT fallita

source: JWT data misses decryption key.
de: JWT-Daten fehlt Entschlüsselungsschlüssel.
es: Los datos JWT no tienen clave de descifrado.
fr: Les données JWT manquent de clé de déchiffrement.
it: I dati JWT mancano della chiave di decrittazione.

source: Unable to get public key of site certificate: {site}
de: Öffentlicher Schlüssel des Site-Zertifikats konnte nicht abgerufen werden: {site}
es: No se puede obtener la clave pública del certificado del sitio: {site}
fr: Impossible d'obtenir la clé publique du certificat du site : {site}
it: Impossibile ottenere la chiave pubblica del certificato del sito: {site}

source: Move objects verfication failed: {error}
de: Objekte verschieben Verifizierung fehlgeschlagen: {error}
es: Falló la verificación de mover objetos: {error}
fr: Échec de la vérification du déplacement des objets : {error}
it: Verifica spostamento oggetti fallita: {error}

source: Cannot move unknown object: {oid}
de: Unbekanntes Objekt kann nicht verschoben werden: {oid}
es: No se puede mover objeto desconocido: {oid}
fr: Impossible de déplacer un objet inconnu : {oid}
it: Impossibile spostare oggetto sconosciuto: {oid}

source: Cannot move different object: {src_oid} <> {oid}
de: Unterschiedliches Objekt kann nicht verschoben werden: {src_oid} <> {oid}
es: No se puede mover objeto diferente: {src_oid} <> {oid}
fr: Impossible de déplacer un objet différent : {src_oid} <> {oid}
it: Impossibile spostare oggetto diverso: {src_oid} <> {oid}

source: Missing user path.
de: Benutzerpfad fehlt.
es: Falta ruta de usuario.
fr: Chemin utilisateur manquant.
it: Percorso utente mancante.

source: Unknown unit: {path}
de: Unbekannte Einheit: {path}
es: Unidad desconocida: {path}
fr: Unité inconnue : {path}
it: Unità sconosciuta: {path}

source: Failed to delete object: {oid}: {error}
de: Fehler beim Löschen des Objekts: {oid}: {error}
es: Falló al eliminar objeto: {oid}: {error}
fr: Échec de la suppression de l'objet : {oid} : {error}
it: Impossibile eliminare l'oggetto: {oid}: {error}

source: Failed to load object: {oid}: {error}
de: Fehler beim Laden des Objekts: {oid}: {error}
es: Falló al cargar objeto: {oid}: {error}
fr: Échec du chargement de l'objet : {oid} : {error}
it: Impossibile caricare l'oggetto: {oid}: {error}

source: Missing group path.
de: Fehlender Gruppenpfad.
es: Falta ruta de grupo.
fr: Chemin de groupe manquant.
it: Percorso gruppo mancante.

source: Unknown object type to move: {type}
de: Unbekannter Objekttyp zum Verschieben: {type}
es: Tipo de objeto desconocido para mover: {type}
fr: Type d'objet inconnu à déplacer : {type}
it: Tipo di oggetto sconosciuto da spostare: {type}

source: JWT data misses group action.
de: JWT-Daten fehlt Gruppenaktion.
es: Los datos JWT no tienen acción de grupo.
fr: Les données JWT manquent l'action de groupe.
it: I dati JWT mancano dell'azione gruppo.

source: JWT data misses user name.
de: JWT-Daten fehlt Benutzername.
es: Los datos JWT no tienen nombre de usuario.
fr: Les données JWT manquent le nom d'utilisateur.
it: I dati JWT mancano del nome utente.

source: JWT data misses user UUID.
de: JWT-Daten fehlt Benutzer-UUID.
es: Los datos JWT no tienen UUID de usuario.
fr: Les données JWT manquent l'UUID de l'utilisateur.
it: I dati JWT mancano dell'UUID utente.

source: Unknown user: {name}
de: Unbekannter Benutzer: {name}
es: Usuario desconocido: {name}
fr: Utilisateur inconnu : {name}
it: Utente sconosciuto: {name}

source: Got user {name} with wrong UUID: {uuid}: {expected}
de: Benutzer {name} mit falscher UUID erhalten: {uuid}: {expected}
es: Se obtuvo el usuario {name} con UUID incorrecto: {uuid}: {expected}
fr: Utilisateur {name} obtenu avec mauvais UUID : {uuid} : {expected}
it: Ricevuto utente {name} con UUID errato: {uuid}: {expected}

source: Got user {name} from wrong site: {site}
de: Benutzer {name} von falscher Site erhalten: {site}
es: Se obtuvo el usuario {name} del sitio incorrecto: {site}
fr: Utilisateur {name} obtenu depuis mauvais site : {site}
it: Ricevuto utente {name} dal sito sbagliato: {site}

source: Got user {name} from own site: {site}
de: Benutzer {name} von eigener Site erhalten: {site}
es: Se obtuvo el usuario {name} del sitio propio: {site}
fr: Utilisateur {name} obtenu depuis site propre : {site}
it: Ottenuto utente {name} dal proprio sito: {site}

source: JWT data misses old group name.
de: JWT-Daten fehlt alter Gruppenname.
es: Los datos JWT no tienen el nombre del grupo anterior.
fr: Les données JWT manquent l'ancien nom de groupe.
it: I dati JWT mancano del vecchio nome del gruppo.

source: JWT data misses old group UUID.
de: JWT-Daten fehlt alte Gruppen-UUID.
es: Los datos JWT no tienen el UUID del grupo anterior.
fr: Les données JWT manquent l'ancien UUID de groupe.
it: I dati JWT mancano del vecchio UUID del gruppo.

source: JWT data misses new group name.
de: JWT-Daten fehlt neuer Gruppenname.
es: Los datos JWT no tienen el nombre del nuevo grupo.
fr: Les données JWT manquent le nouveau nom de groupe.
it: I dati JWT mancano del nuovo nome del gruppo.

source: JWT data misses new group UUID.
de: JWT-Daten fehlt neue Gruppen-UUID.
es: Los datos JWT no tienen el UUID del nuevo grupo.
fr: Les données JWT manquent le nouveau UUID de groupe.
it: I dati JWT mancano del nuovo UUID del gruppo.

source: Unknown group: {name}
de: Unbekannte Gruppe: {name}
es: Grupo desconocido: {name}
fr: Groupe inconnu : {name}
it: Gruppo sconosciuto: {name}

source: Got group {name} with wrong UUID: {uuid}: {expected}
de: Gruppe {name} mit falscher UUID erhalten: {uuid}: {expected}
es: Se obtuvo el grupo {name} con UUID incorrecto: {uuid}: {expected}
fr: Groupe {name} obtenu avec mauvais UUID : {uuid} : {expected}
it: Ottenuto gruppo {name} con UUID errato: {uuid}: {expected}

source: Got group {name} from wrong site: {site}
de: Gruppe {name} von falscher Site erhalten: {site}
es: Se obtuvo el grupo {name} del sitio incorrecto: {site}
fr: Groupe {name} obtenu depuis mauvais site : {site}
it: Ottenuto gruppo {name} dal sito errato: {site}

source: Failed to add default group user: {error}
de: Fehler beim Hinzufügen des Standard-Gruppenbenutzers: {error}
es: Error al agregar usuario al grupo predeterminado: {error}
fr: Échec d'ajout de l'utilisateur du groupe par défaut : {error}
it: Impossibile aggiungere utente al gruppo predefinito: {error}

source: Added default group user.
de: Standard-Gruppenbenutzer hinzugefügt.
es: Usuario agregado al grupo predeterminado.
fr: Utilisateur du groupe par défaut ajouté.
it: Aggiunto utente al gruppo predefinito.

source: Failed to remove default group user: {error}
de: Fehler beim Entfernen des Standard-Gruppenbenutzers: {error}
es: Error al eliminar usuario del grupo predeterminado: {error}
fr: Échec de suppression de l'utilisateur du groupe par défaut : {error}
it: Impossibile rimuovere utente dal gruppo predefinito: {error}

source: Removed default group user.
de: Standard-Gruppenbenutzer entfernt.
es: Usuario eliminado del grupo predeterminado.
fr: Utilisateur du groupe par défaut supprimé.
it: Rimosso utente dal gruppo predefinito.

source: Users default group changed.
de: Standardgruppe des Benutzers geändert.
es: El grupo predeterminado del usuario cambió.
fr: Groupe par défaut de l'utilisateur modifié.
it: Gruppo predefinito dell'utente modificato.

source: Failed to set users default group.
de: Fehler beim Setzen der Standardgruppe des Benutzers.
es: Error al establecer el grupo predeterminado del usuario.
fr: Échec de définition du groupe par défaut de l'utilisateur.
it: Impossibile impostare il gruppo predefinito dell'utente.

source: Failed to unset users default group.
de: Fehler beim Zurücksetzen der Standardgruppe des Benutzers.
es: Error al desestablecer el grupo predeterminado del usuario.
fr: Échec de suppression du groupe par défaut de l'utilisateur.
it: Impossibile rimuovere il gruppo predefinito dell'utente.

source: Missing backend sub command: {command}
de: Fehlender Backend-Unterbefehl: {command}
es: Falta subcomando del backend: {command}
fr: Sous-commande backend manquante : {command}
it: Sottocomando backend mancante: {command}

source: Error getting UUID: {id}: {error}
de: Fehler beim Abrufen der UUID: {id}: {error}
es: Error al obtener UUID: {id}: {error}
fr: Erreur lors de l'obtention de l'UUID : {id} : {error}
it: Errore nel recupero UUID: {id}: {error}

source: You need to be admin to run this command.
de: Sie müssen Administrator sein, um diesen Befehl auszuführen.
es: Necesitas ser administrador para ejecutar este comando.
fr: Vous devez être administrateur pour exécuter cette commande.
it: Devi essere amministratore per eseguire questo comando.

source: Object config misses encryption key salt.
de: Objektkonfiguration fehlt Verschlüsselungsschlüssel-Salt.
es: La configuración del objeto no tiene salt de clave de cifrado.
fr: Le salt de la clé de chiffrement manque dans la configuration de l'objet.
it: La configurazione dell'oggetto manca del salt della chiave di crittografia.

source: Object config is encrypted. Use --password.
de: Objektkonfiguration ist verschlüsselt. Verwenden Sie --password.
es: La configuración del objeto está cifrada. Use --password.
fr: La configuration de l'objet est chiffrée. Utilisez --password.
it: La configurazione dell'oggetto è crittografata. Usa --password.

source: Error running command: {command}: {error}
de: Fehler beim Ausführen des Befehls: {command}: {error}
es: Error al ejecutar comando: {command}: {error}
fr: Erreur d'exécution de la commande : {command} : {error}
it: Errore nell'esecuzione del comando: {command}: {error}

source: Syntax error: {command}
de: Syntaxfehler: {command}
es: Error de sintaxis: {command}
fr: Erreur de syntaxe : {command}
it: Errore di sintassi: {command}

source: Error running search: {error}
de: Fehler beim Ausführen der Suche: {error}
es: Error al ejecutar búsqueda: {error}
fr: Erreur d'exécution de la recherche : {error}
it: Errore nell'esecuzione della ricerca: {error}

source: Unhandled exception running search: {error}
de: Unbehandelte Ausnahme beim Ausführen der Suche: {error}
es: Excepción no controlada al ejecutar búsqueda: {error}
fr: Exception non gérée lors de l'exécution de la recherche : {error}
it: Eccezione non gestita durante la ricerca: {error}

source: Unknown job type: {type}
de: Unbekannter Job-Typ: {type}
es: Tipo de trabajo desconocido: {type}
fr: Type de tâche inconnu : {type}
it: Tipo di job sconosciuto: {type}

source: Invalid share id: {id}
de: Ungültige Freigabe-ID: {id}
es: ID de compartido inválido: {id}
fr: ID de partage invalide : {id}
it: ID condivisione non valido: {id}

source: Unknown share: {name}
de: Unbekannte Freigabe: {name}
es: Compartido desconocido: {name}
fr: Partage inconnu : {name}
it: Condivisione sconosciuta: {name}

source: Unknown token: {path}
de: Unbekanntes Token: {path}
es: Token desconocido: {path}
fr: Token inconnu : {path}
it: Token sconosciuto: {path}

source: Unknown policy: {name}
de: Unbekannte Richtlinie: {name}
es: Política desconocida: {name}
fr: Politique inconnue : {name}
it: Policy sconosciuta: {name}

source: Error deleting object: {error}
de: Fehler beim Löschen des Objekts: {error}
es: Error al eliminar objeto: {error}
fr: Erreur lors de la suppression de l'objet : {error}
it: Errore nell'eliminazione dell'oggetto: {error}

source: Error running command: {cmd}: {error}
de: Fehler beim Ausführen des Befehls: {cmd}: {error}
es: Error al ejecutar comando: {cmd}: {error}
fr: Erreur d'exécution de la commande : {cmd} : {error}
it: Errore nell'esecuzione del comando: {cmd}: {error}

source: MGMT_INVALID_SYNTAX: Missing {cmd} name
de: MGMT_INVALID_SYNTAX: Fehlender {cmd}-Name
es: MGMT_INVALID_SYNTAX: Falta nombre de {cmd}
fr: MGMT_INVALID_SYNTAX : Nom {cmd} manquant
it: MGMT_INVALID_SYNTAX: Nome {cmd} mancante

source: Object locked: {error}
de: Objekt gesperrt: {error}
es: Objeto bloqueado: {error}
fr: Objet verrouillé : {error}
it: Oggetto bloccato: {error}

source: Missing argument: {arg}
de: Fehlendes Argument: {arg}
es: Falta argumento: {arg}
fr: Argument manquant : {arg}
it: Argomento mancante: {arg}

source: Error loading object: {error}
de: Fehler beim Laden des Objekts: {error}
es: Error al cargar objeto: {error}
fr: Erreur de chargement de l'objet : {error}
it: Errore nel caricamento dell'oggetto: {error}

source: You have to delete sites on the master site.
de: Sie müssen Sites auf der Master-Site löschen.
es: Debes eliminar sitios en el sitio maestro.
fr: Vous devez supprimer les sites sur le site maître.
it: Devi eliminare i siti dal sito master.

source: Failed to run command: {error}
de: Fehler beim Ausführen des Befehls: {error}
es: Error al ejecutar comando: {error}
fr: Échec d'exécution de la commande : {error}
it: Impossibile eseguire il comando: {error}

source: Processing JWT request.
de: JWT-Anfrage wird verarbeitet.
es: Procesando solicitud JWT.
fr: Traitement de la requête JWT.
it: Elaborazione richiesta JWT.

source: Sigend JWT: user={username} token={token_name} access_group={access_group}, reason={reason}
de: Signiertes JWT: user={username} token={token_name} access_group={access_group}, reason={reason}
es: JWT firmado: user={username} token={token_name} access_group={access_group}, reason={reason}
fr: JWT signé : user={username} token={token_name} access_group={access_group}, reason={reason}
it: JWT firmato: user={username} token={token_name} access_group={access_group}, reason={reason}

source: Incomplete command.
de: Unvollständiger Befehl.
es: Comando incompleto.
fr: Commande incomplète.
it: Comando incompleto.

source: Received conflicting host/client parameters.
de: Widersprüchliche Host-/Client-Parameter erhalten.
es: Se recibieron parámetros conflictivos de host/cliente.
fr: Paramètres hôte/client conflictuels reçus.
it: Ricevuti parametri host/client in conflitto.

source: Received conflicting auth parameters password/MSCHAP.
de: Widersprüchliche Auth-Parameter Passwort/MSCHAP erhalten.
es: Se recibieron parámetros de autenticación conflictivos password/MSCHAP.
fr: Paramètres d'authentification conflictuels reçus password/MSCHAP.
it: Ricevuti parametri di autenticazione in conflitto password/MSCHAP.

source: Failed to get redirect connection
de: Weiterleitungsverbindung konnte nicht abgerufen werden
es: Error al obtener conexión de redirección
fr: Échec de l'obtention de la connexion de redirection
it: Impossibile ottenere la connessione di reindirizzamento

source: Failed to authenticate user
de: Benutzerauthentifizierung fehlgeschlagen
es: Error al autenticar usuario
fr: Échec de l'authentification de l'utilisateur
it: Impossibile autenticare l'utente
