Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Please add a attribute mapping for 'name': {o_type}
de: Bitte fügen Sie eine Attributzuordnung für 'name' hinzu: {o_type}
es: Por favor agregue un mapeo de atributo para 'name': {o_type}
fr: Veuillez ajouter un mappage d'attribut pour 'name' : {o_type}
it: Aggiungere una mappatura di attributo per 'name': {o_type}

source: Unable to connect to any LDAP server.
de: Verbindung zu keinem LDAP-Server möglich.
es: No se puede conectar a ningún servidor LDAP.
fr: Impossible de se connecter à un serveur LDAP.
it: Impossibile connettersi a nessun server LDAP.

source: Fetching LDAP objects...
de: Hole LDAP-Objekte...
es: Obteniendo objetos LDAP...
fr: Récupération des objets LDAP...
it: Recupero oggetti LDAP...

source: Failed to fetch objects: {error}
de: Fehler beim Abrufen der Objekte: {error}
es: Error al obtener objetos: {error}
fr: Échec de la récupération des objets : {error}
it: Recupero oggetti fallito: {error}

source: No LDAP filters configured.
de: Keine LDAP-Filter konfiguriert.
es: No hay filtros LDAP configurados.
fr: Aucun filtre LDAP configuré.
it: Nessun filtro LDAP configurato.

source: LDAP server returned {found_objects} {object_type}: {server_uri}
de: LDAP-Server hat {found_objects} {object_type} zurückgegeben: {server_uri}
es: El servidor LDAP devolvió {found_objects} {object_type}: {server_uri}
fr: Le serveur LDAP a retourné {found_objects} {object_type} : {server_uri}
it: Il server LDAP ha restituito {found_objects} {object_type}: {server_uri}

source: Connection to one or more servers failed.
de: Verbindung zu einem oder mehreren Servern fehlgeschlagen.
es: Falló la conexión a uno o más servidores.
fr: La connexion à un ou plusieurs serveurs a échoué.
it: La connessione a uno o più server è fallita.

source: LDAP search result for one or more servers differs.
de: LDAP-Suchergebnis für einen oder mehrere Server unterscheidet sich.
es: El resultado de búsqueda LDAP para uno o más servidores difiere.
fr: Le résultat de recherche LDAP diffère pour un ou plusieurs serveurs.
it: Il risultato della ricerca LDAP per uno o più server differisce.

source: All servers tested successful.
de: Alle Server erfolgreich getestet.
es: Todos los servidores probados exitosamente.
fr: Tous les serveurs testés avec succès.
it: Tutti i server testati con successo.

source: Error loading resolver '{}': {}
de: Fehler beim Laden des Resolvers '{}': {}
es: Error al cargar el resolver '{}': {}
fr: Erreur lors du chargement du résolveur '{}' : {}
it: Errore nel caricamento del resolver '{}': {}

source: Unable to get auth script: {}
de: Auth-Skript konnte nicht abgerufen werden: {}
es: No se puede obtener el script de autenticación: {}
fr: Impossible d'obtenir le script d'authentification : {}
it: Impossibile ottenere lo script di autorizzazione: {}

source: WARNING: You may have hit a BUG in auth_script.run(). Authorization via script failed.
de: WARNUNG: Sie könnten auf einen FEHLER in auth_script.run() gestoßen sein. Autorisierung über Skript fehlgeschlagen.
es: ADVERTENCIA: Es posible que hayas encontrado un ERROR en auth_script.run(). Falló la autorización mediante script.
fr: AVERTISSEMENT : Vous avez peut-être rencontré un BUG dans auth_script.run(). L'autorisation via script a échoué.
it: ATTENZIONE: Potresti aver riscontrato un BUG in auth_script.run(). L'autorizzazione tramite script è fallita.

source: Failed to load host data: {e}
de: Laden der Host-Daten fehlgeschlagen: {e}
es: Error al cargar los datos del host: {e}
fr: Échec du chargement des données de l'hôte : {e}
it: Impossibile caricare i dati dell'host: {e}

source: Unable to write SSL cert: No such file or directory: {cert_dir}
de: SSL-Zertifikat konnte nicht geschrieben werden: Datei oder Verzeichnis nicht vorhanden: {cert_dir}
es: No se puede escribir el certificado SSL: No existe el archivo o directorio: {cert_dir}
fr: Impossible d'écrire le certificat SSL : Fichier ou répertoire inexistant : {cert_dir}
it: Impossibile scrivere il certificato SSL: File o directory non trovati: {cert_dir}

source: Unable to write SSL key: No such file or directory: {key_dir}
de: SSL-Schlüssel konnte nicht geschrieben werden: Datei oder Verzeichnis nicht vorhanden: {key_dir}
es: No se puede escribir la clave SSL: No existe el archivo o directorio: {key_dir}
fr: Impossible d'écrire la clé SSL : Fichier ou répertoire inexistant : {key_dir}
it: Impossibile scrivere la chiave SSL: File o directory non trovati: {key_dir}

source: Unable to write SSL CA data: No such file or directory: {ca_data_dir}
de: SSL-CA-Daten konnten nicht geschrieben werden: Datei oder Verzeichnis nicht vorhanden: {ca_data_dir}
es: No se puede escribir los datos CA de SSL: No existe el archivo o directorio: {ca_data_dir}
fr: Impossible d'écrire les données CA SSL : Fichier ou répertoire inexistant : {ca_data_dir}
it: Impossibile scrivere i dati CA SSL: File o directory non trovati: {ca_data_dir}

source: Unable to write site certficate: No such file or directory: {site_cert_dir}
de: Site-Zertifikat konnte nicht geschrieben werden: Datei oder Verzeichnis nicht vorhanden: {site_cert_dir}
es: No se puede escribir el certificado del sitio: No existe el archivo o directorio: {site_cert_dir}
fr: Impossible d'écrire le certificat du site : Fichier ou répertoire inexistant : {site_cert_dir}
it: Impossibile scrivere il certificato del sito: File o directory non trovati: {site_cert_dir}

source: Unable to write host key: No such file or directory: {key_dir}
de: Host-Schlüssel konnte nicht geschrieben werden: Datei oder Verzeichnis nicht vorhanden: {key_dir}
es: No se puede escribir la clave del host: No existe el archivo o directorio: {key_dir}
fr: Impossible d'écrire la clé de l'hôte : Fichier ou répertoire inexistant : {key_dir}
it: Impossibile scrivere la chiave host: File o directory non trovati: {key_dir}

source: Unable to get host FQDN: {e}
de: Host-FQDN konnte nicht abgerufen werden: {e}
es: No se puede obtener el FQDN del host: {e}
fr: Impossible d'obtenir le FQDN de l'hôte : {e}
it: Impossibile ottenere l'FQDN dell'host: {e}

source: Unable to get host certificate from file: {ssl_cert_file}
de: Host-Zertifikat konnte nicht aus Datei gelesen werden: {ssl_cert_file}
es: No se puede obtener el certificado del host desde el archivo: {ssl_cert_file}
fr: Impossible d'obtenir le certificat de l'hôte depuis le fichier : {ssl_cert_file}
it: Impossibile ottenere il certificato host dal file: {ssl_cert_file}

source: Unable to get host key from file: {ssl_key_file}
de: Host-Schlüssel konnte nicht aus Datei gelesen werden: {ssl_key_file}
es: No se puede obtener la clave del host desde el archivo: {ssl_key_file}
fr: Impossible d'obtenir la clé de l'hôte depuis le fichier : {ssl_key_file}
it: Impossibile ottenere la chiave host dal file: {ssl_key_file}

source: Unable to get host CA data from file: {ssl_ca_file}
de: Host-CA-Daten konnten nicht aus Datei gelesen werden: {ssl_ca_file}
es: No se puede obtener los datos CA del host desde el archivo: {ssl_ca_file}
fr: Impossible d'obtenir les données CA de l'hôte depuis le fichier : {ssl_ca_file}
it: Impossibile ottenere i dati CA host dal file: {ssl_ca_file}

source: Unable to get site certificate from file: {ssl_site_cert_file}
de: Site-Zertifikat konnte nicht aus Datei gelesen werden: {ssl_site_cert_file}
es: No se puede obtener el certificado del sitio desde el archivo: {ssl_site_cert_file}
fr: Impossible d'obtenir le certificat du site depuis le fichier : {ssl_site_cert_file}
it: Impossibile ottenere il certificato del sito dal file: {ssl_site_cert_file}

source: Don't know who i am :(. Please make sure {uuid_file} points to the correct OTPme object UUID.
de: Weiß nicht wer ich bin :(. Bitte stellen Sie sicher, dass {uuid_file} auf die korrekte OTPme-Objekt-UUID verweist.
es: No sé quién soy :(. Por favor asegúrate de que {uuid_file} apunte al UUID del objeto OTPme correcto.
fr: Je ne sais pas qui je suis :(. Veuillez vous assurer que {uuid_file} pointe vers le bon UUID d'objet OTPme.
it: Non so chi sono :(. Assicurati che {uuid_file} punti all'UUID dell'oggetto OTPme corretto.

source: Uuhh don't know my hostname. This is most likely a result of a broken object configuration.
de: Uuhh kenne meinen Hostnamen nicht. Dies ist höchstwahrscheinlich das Ergebnis einer fehlerhaften Objektkonfiguration.
es: Uuhh no conozco mi nombre de host. Esto es probablemente resultado de una configuración de objeto rota.
fr: Euh je ne connais pas mon nom d'hôte. Ceci est très probablement le résultat d'une configuration d'objet cassée.
it: Uuhh non conosco il mio hostname. Questo è probabilmente il risultato di una configurazione oggetto danneggiata.

source: Uuhh, '{hostname}' does not have host type set. This is most likely a result of a broken object configuration.
de: Uuhh, '{hostname}' hat keinen Host-Typ gesetzt. Dies ist höchstwahrscheinlich das Ergebnis einer fehlerhaften Objektkonfiguration.
es: Uuhh, '{hostname}' no tiene tipo de host configurado. Esto es probablemente resultado de una configuración de objeto rota.
fr: Euh, '{hostname}' n'a pas de type d'hôte défini. Ceci est très probablement le résultat d'une configuration d'objet cassée.
it: Uuhh, '{hostname}' non ha il tipo host impostato. Questo è probabilmente il risultato di una configurazione oggetto danneggiata.

source: Realm '{realm}' does does not exists.
de: Realm '{realm}' existiert nicht.
es: El realm '{realm}' no existe.
fr: Le royaume '{realm}' n'existe pas.
it: Il realm '{realm}' non esiste.

source: Unknown site: {site_uuid}
de: Unbekannte Site: {site_uuid}
es: Sitio desconocido: {site_uuid}
fr: Site inconnu : {site_uuid}
it: Sito sconosciuto: {site_uuid}

source: Loading module: {name}
de: Lade Modul: {name}
es: Cargando módulo: {name}
fr: Chargement du module : {name}
it: Caricamento modulo: {name}

source: Unable to find object type in function args.
de: Objekttyp konnte nicht in Funktionsargumenten gefunden werden.
es: No se puede encontrar el tipo de objeto en los argumentos de la función.
fr: Impossible de trouver le type d'objet dans les arguments de fonction.
it: Impossibile trovare il tipo di oggetto negli argomenti della funzione.

source: Unable to add object without OID: {instance}
de: Objekt ohne OID kann nicht hinzugefügt werden: {instance}
es: No se puede agregar objeto sin OID: {instance}
fr: Impossible d'ajouter un objet sans OID : {instance}
it: Impossibile aggiungere oggetto senza OID: {instance}

source: Unable to add object without read OID: {instance_oid}
de: Objekt ohne Lese-OID kann nicht hinzugefügt werden: {instance_oid}
es: No se puede agregar objeto sin OID de lectura: {instance_oid}
fr: Impossible d'ajouter un objet sans OID de lecture : {instance_oid}
it: Impossibile aggiungere oggetto senza OID di lettura: {instance_oid}

source: Unable to add object without full OID: {instance_oid}
de: Objekt ohne vollständige OID kann nicht hinzugefügt werden: {instance_oid}
es: No se puede agregar objeto sin OID completo: {instance_oid}
fr: Impossible d'ajouter un objet sans OID complet : {instance_oid}
it: Impossibile aggiungere oggetto senza OID completo: {instance_oid}

source: Reading object from {cache_name} cache: {read_oid}
de: Lese Objekt aus {cache_name} Cache: {read_oid}
es: Leyendo objeto desde la caché {cache_name}: {read_oid}
fr: Lecture de l'objet depuis le cache {cache_name} : {read_oid}
it: Lettura oggetto dalla cache {cache_name}: {read_oid}

source: Object ID not in cache: {object_id}
de: Objekt-ID nicht im Cache: {object_id}
es: ID de objeto no está en caché: {object_id}
fr: ID d'objet absent du cache : {object_id}
it: ID oggetto non in cache: {object_id}

source: Flushing caches...
de: Leere Caches...
es: Vaciando cachés...
fr: Vidage des caches...
it: Svuotamento cache...

source: Writing modified object: {o}
de: Schreibe geändertes Objekt: {o}
es: Escribiendo objeto modificado: {o}
fr: Écriture de l'objet modifié : {o}
it: Scrittura oggetto modificato: {o}

source: Discarding changes of modified object: {o}
de: Verwerfe Änderungen des geänderten Objekts: {o}
es: Descartando cambios del objeto modificado: {o}
fr: Abandon des modifications de l'objet modifié : {o}
it: Scarto modifiche dell'oggetto modificato: {o}

source: Flushing cache: {x_name}
de: Leere Cache: {x_name}
es: Vaciando caché: {x_name}
fr: Vidage du cache : {x_name}
it: Svuotamento cache: {x_name}

source: Clearing caches...
de: Lösche Caches...
es: Limpiando cachés...
fr: Effacement des caches...
it: Pulizia cache...

source: Cleared {x_count} objects from {x_cache} cache.
de: {x_count} Objekte aus {x_cache} Cache gelöscht.
es: Eliminados {x_count} objetos de la caché {x_cache}.
fr: {x_count} objets effacés du cache {x_cache}.
it: Rimossi {x_count} oggetti dalla cache {x_cache}.

source: Flushing memcached cache...
de: Leere Memcached-Cache...
es: Vaciando caché de memcached...
fr: Vidage du cache memcached...
it: Svuotamento cache memcached...

source: Memcached already running.
de: Memcached läuft bereits.
es: Memcached ya está en ejecución.
fr: Memcached déjà en cours d'exécution.
it: Memcached già in esecuzione.

source: Please stop OTPme daemon first.
de: Bitte stoppen Sie zuerst den OTPme-Daemon.
es: Por favor detén primero el demonio OTPme.
fr: Veuillez d'abord arrêter le démon OTPme.
it: Si prega di fermare prima il daemon OTPme.

source: Memcached not running.
de: Memcached läuft nicht.
es: Memcached no está en ejecución.
fr: Memcached n'est pas en cours d'exécution.
it: Memcached non in esecuzione.

source: Unknown memcached command: {}
de: Unbekannter Memcached-Befehl: {}
es: Comando de memcached desconocido: {}
fr: Commande memcached inconnue : {}
it: Comando memcached sconosciuto: {}

source: Removing stale socket: {}
de: Entferne veralteten Socket: {}
es: Eliminando socket obsoleto: {}
fr: Suppression du socket obsolète : {}
it: Rimozione socket obsoleto: {}

source: Unknown cache type: {cache_type}
de: Unbekannter Cache-Typ: {cache_type}
es: Tipo de caché desconocido: {cache_type}
fr: Type de cache inconnu : {cache_type}
it: Tipo di cache sconosciuto: {cache_type}

source: Initialized cache: {self.name} ({cache_name}): {cache_type}:maxsize={maxsize}
de: Cache initialisiert: {self.name} ({cache_name}): {cache_type}:maxsize={maxsize}
es: Caché inicializada: {self.name} ({cache_name}): {cache_type}:maxsize={maxsize}
fr: Cache initialisé : {self.name} ({cache_name}) : {cache_type}:maxsize={maxsize}
it: Cache inizializzata: {self.name} ({cache_name}): {cache_type}:maxsize={maxsize}

source: Unknown cache: {cache_name}
de: Unbekannter Cache: {cache_name}
es: Caché desconocida: {cache_name}
fr: Cache inconnu : {cache_name}
it: Cache sconosciuta: {cache_name}

source: Failed to parse function args: {self.name} ({cache_name}): {method_name}: {e}
de: Fehler beim Parsen der Funktionsargumente: {self.name} ({cache_name}): {method_name}: {e}
es: Error al analizar argumentos de función: {self.name} ({cache_name}): {method_name}: {e}
fr: Échec de l'analyse des arguments de fonction : {self.name} ({cache_name}) : {method_name} : {e}
it: Impossibile analizzare gli argomenti della funzione: {self.name} ({cache_name}): {method_name}: {e}

source: Got value from cache: {self.name}: ({cache_name}): {method_name}
de: Wert aus Cache erhalten: {self.name}: ({cache_name}): {method_name}
es: Valor obtenido de caché: {self.name}: ({cache_name}): {method_name}
fr: Valeur obtenue du cache : {self.name} : ({cache_name}) : {method_name}
it: Valore ottenuto dalla cache: {self.name}: ({cache_name}): {method_name}

source: Got value from shared cache: {self.name}: ({cache_name}): {method_name}
de: Wert aus gemeinsam genutztem Cache erhalten: {self.name}: ({cache_name}): {method_name}
es: Valor obtenido de caché compartida: {self.name}: ({cache_name}): {method_name}
fr: Valeur obtenue du cache partagé : {self.name} : ({cache_name}) : {method_name}
it: Valore ottenuto dalla cache condivisa: {self.name}: ({cache_name}): {method_name}

source: Added value to cache: {self.name}: ({cache_name}): {method_name}
de: Wert zum Cache hinzugefügt: {self.name}: ({cache_name}): {method_name}
es: Valor agregado a caché: {self.name}: ({cache_name}): {method_name}
fr: Valeur ajoutée au cache : {self.name} : ({cache_name}) : {method_name}
it: Valore aggiunto alla cache: {self.name}: ({cache_name}): {method_name}

source: Added value to shared cache: {self.name}: ({cache_name}): {method_name}
de: Wert zu gemeinsam genutztem Cache hinzugefügt: {self.name}: ({cache_name}): {method_name}
es: Valor agregado a caché compartida: {self.name}: ({cache_name}): {method_name}
fr: Valeur ajoutée au cache partagé : {self.name} : ({cache_name}) : {method_name}
it: Valore aggiunto alla cache condivisa: {self.name}: ({cache_name}): {method_name}

source: Clearing cache: {self.name}: ({cache_name})
de: Cache wird geleert: {self.name}: ({cache_name})
es: Limpiando caché: {self.name}: ({cache_name})
fr: Effacement du cache : {self.name} : ({cache_name})
it: Svuotamento cache: {self.name}: ({cache_name})

source: Cannot cache class method without <cache_key_func>.
de: Klassenmethode kann ohne <cache_key_func> nicht zwischengespeichert werden.
es: No se puede cachear el método de clase sin <cache_key_func>.
fr: Impossible de mettre en cache la méthode de classe sans <cache_key_func>.
it: Impossibile memorizzare nella cache il metodo della classe senza <cache_key_func>.

source: Flushing memcachedb cache...
de: Memcachedb-Cache wird geleert...
es: Vaciando caché de memcachedb...
fr: Vidage du cache memcachedb...
it: Svuotamento cache memcachedb...

source: Please stop otpme daemon first.
de: Bitte stoppen Sie zuerst den otpme-Daemon.
es: Por favor, detenga primero el daemon de otpme.
fr: Veuillez d'abord arrêter le démon otpme.
it: Si prega di arrestare prima il daemon otpme.

source: Memcachedb not running.
de: Memcachedb läuft nicht.
es: Memcachedb no está en ejecución.
fr: Memcachedb n'est pas en cours d'exécution.
it: Memcachedb non in esecuzione.

source: Unknown memcachedb command: {}
de: Unbekannter memcachedb-Befehl: {}
es: Comando de memcachedb desconocido: {}
fr: Commande memcachedb inconnue : {}
it: Comando memcachedb sconosciuto: {}

source: Memcachedb already running.
de: Memcachedb läuft bereits.
es: Memcachedb ya está en ejecución.
fr: Memcachedb est déjà en cours d'exécution.
it: Memcachedb già in esecuzione.

source: Timeout waiting for socket: {}
de: Timeout beim Warten auf Socket: {}
es: Tiempo de espera agotado esperando el socket: {}
fr: Délai d'attente dépassé pour le socket : {}
it: Timeout in attesa del socket: {}

source: Unable to get PID from: {}
de: PID kann nicht abgerufen werden von: {}
es: No se puede obtener el PID de: {}
fr: Impossible d'obtenir le PID depuis : {}
it: Impossibile ottenere il PID da: {}

source: Starting {name}...
de: {name} wird gestartet...
es: Iniciando {name}...
fr: Démarrage de {name}...
it: Avvio di {name}...

source: Waiting for {name} to start up...
de: Warte auf Start von {name}...
es: Esperando a que {name} se inicie...
fr: En attente du démarrage de {name}...
it: In attesa dell'avvio di {name}...

source: {name} not running.
de: {name} läuft nicht.
es: {name} no está en ejecución.
fr: {name} n'est pas en cours d'exécution.
it: {name} non in esecuzione.

source: Stopping {name}...
de: {name} wird gestoppt...
es: Deteniendo {name}...
fr: Arrêt de {name}...
it: Arresto di {name}...

source: Waiting for {name} to shut down...
de: Warte auf Herunterfahren von {name}...
es: Esperando a que {name} se apague...
fr: En attente de l'arrêt de {name}...
it: In attesa dell'arresto di {name}...

source: Memcache get error: {error}
de: Memcache-Abruffehler: {error}
es: Error al obtener de memcache: {error}
fr: Erreur Memcache get : {error}
it: Errore get memcache: {error}

source: Memcache connection error: {error}
de: Memcache-Verbindungsfehler: {error}
es: Error de conexión de memcache: {error}
fr: Erreur de connexion Memcache : {error}
it: Errore connessione memcache: {error}

source: Memcache set error: {error}
de: Memcache-Setzfehler: {error}
es: Error al establecer en memcache: {error}
fr: Erreur Memcache set : {error}
it: Errore set memcache: {error}

source: Memcache delete error: {error}
de: Memcache-Löschfehler: {error}
es: Error al eliminar de memcache: {error}
fr: Erreur Memcache delete : {error}
it: Errore delete memcache: {error}

source: Redis not running.
de: Redis läuft nicht.
es: Redis no está en ejecución.
fr: Redis n'est pas en cours d'exécution.
it: Redis non in esecuzione.

source: Unknown redis command: {command}
de: Unbekannter Redis-Befehl: {command}
es: Comando de redis desconocido: {command}
fr: Commande redis inconnue : {command}
it: Comando redis sconosciuto: {command}

source: No such file or directory: {directory}
de: Datei oder Verzeichnis nicht vorhanden: {directory}
es: No existe el archivo o directorio: {directory}
fr: Fichier ou répertoire introuvable : {directory}
it: File o directory inesistente: {directory}

source: Waiting for redis to start up...
de: Warte auf Redis-Start...
es: Esperando a que redis se inicie...
fr: En attente du démarrage de redis...
it: In attesa dell'avvio di redis...

source: Waiting for redis to shut down...
de: Warte auf Redis-Herunterfahren...
es: Esperando a que redis se apague...
fr: En attente de l'arrêt de redis...
it: In attesa dell'arresto di redis...

source: Redis already running.
de: Redis läuft bereits.
es: Redis ya está en ejecución.
fr: Redis est déjà en cours d'exécution.
it: Redis già in esecuzione.

source: Starting redis...
de: Redis wird gestartet...
es: Iniciando redis...
fr: Démarrage de redis...
it: Avvio di redis...

source: Removing stale socket: {socket_path}
de: Veralteter Socket wird entfernt: {socket_path}
es: Eliminando socket obsoleto: {socket_path}
fr: Suppression du socket obsolète : {socket_path}
it: Rimozione socket obsoleto: {socket_path}

source: Using config file: {config_file}
de: Verwende Konfigurationsdatei: {config_file}
es: Usando archivo de configuración: {config_file}
fr: Utilisation du fichier de configuration : {config_file}
it: Utilizzo file di configurazione: {config_file}

source: Stopping redis...
de: Redis wird gestoppt...
es: Deteniendo redis...
fr: Arrêt de redis...
it: Arresto di redis...

source: Flushing redis cache...
de: Redis-Cache wird geleert...
es: Vaciando caché de redis...
fr: Vidage du cache redis...
it: Svuotamento cache redis...

source: Redis error: {error}
de: Redis-Fehler: {error}
es: Error de redis: {error}
fr: Erreur Redis : {error}
it: Errore redis: {error}

source: Writing modified object (Job): {}
de: Geändertes Objekt (Job) wird geschrieben: {}
es: Escribiendo objeto modificado (Job): {}
fr: Écriture de l'objet modifié (Job) : {}
it: Scrittura oggetto modificato (Job): {}

source: Received wrong answer ID: {} <> {}
de: Falsche Antwort-ID erhalten: {} <> {}
es: ID de respuesta incorrecta recibida: {} <> {}
fr: ID de réponse incorrect reçu : {} <> {}
it: Ricevuto ID risposta errato: {} <> {}

source: Error updating jobs last error: {}
de: Fehler beim Aktualisieren des letzten Job-Fehlers: {}
es: Error al actualizar el último error de trabajos: {}
fr: Erreur lors de la mise à jour des tâches, dernière erreur : {}
it: Errore nell'aggiornamento dell'ultimo errore dei job: {}

source: Cannot do JWT auth without auth token.
de: JWT-Authentifizierung ohne Auth-Token nicht möglich.
es: No se puede hacer autenticación JWT sin token de autenticación.
fr: Impossible de faire l'authentification JWT sans jeton d'authentification.
it: Impossibile eseguire autenticazione JWT senza token di autenticazione.

source: No JWT received.
de: Kein JWT erhalten.
es: No se recibió JWT.
fr: Aucun JWT reçu.
it: Nessun JWT ricevuto.
