Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-token remove_dynamic_group {token} {group_name}
de: Verwendung: otpme-token remove_dynamic_group {token} {group_name}
es: Uso: otpme-token remove_dynamic_group {token} {group_name}
it: Uso: otpme-token remove_dynamic_group {token} {group_name}

source: Remove dynamic group from token.
de: Dynamische Gruppe von Token entfernen.
es: Eliminar grupo dinámico del token.
fr: Supprimer un groupe dynamique du token.
it: Rimuovi gruppo dinamico dal token.

source: Usage: otpme-token config {token} {param} [value]
de: Verwendung: otpme-token config {token} {param} [value]
es: Uso: otpme-token config {token} {param} [value]
it: Uso: otpme-token config {token} {param} [value]

source: Add config parameter to token.
de: Konfigurationsparameter zu Token hinzufügen.
es: Agregar parámetro de configuración al token.
fr: Ajouter un paramètre de configuration au token.
it: Aggiungi parametro di configurazione al token.

source: Usage: otpme-token show_config {token}
de: Verwendung: otpme-token show_config {token}
es: Uso: otpme-token show_config {token}
it: Uso: otpme-token show_config {token}

source: Show token config parameters.
de: Token-Konfigurationsparameter anzeigen.
es: Mostrar parámetros de configuración del token.
fr: Afficher les paramètres de configuration du token.
it: Mostra parametri di configurazione del token.

source: Usage: otpme-token add_extension {token} {extension}
de: Verwendung: otpme-token add_extension {token} {extension}
es: Uso: otpme-token add_extension {token} {extension}
it: Uso: otpme-token add_extension {token} {extension}

source: Add extension to token.
de: Erweiterung zu Token hinzufügen.
es: Agregar extensión al token.
fr: Ajouter une extension au token.
it: Aggiungi estensione al token.

source: Usage: otpme-token remove_extension {token} {extension}
de: Verwendung: otpme-token remove_extension {token} {extension}
es: Uso: otpme-token remove_extension {token} {extension}
it: Uso: otpme-token remove_extension {token} {extension}

source: Remove extension from token.
de: Erweiterung von Token entfernen.
es: Eliminar extensión del token.
fr: Supprimer une extension du token.
it: Rimuovi estensione dal token.

source: Usage: otpme-token add_attribute {token} {attribute}=[value]
de: Verwendung: otpme-token add_attribute {token} {attribute}=[value]
es: Uso: otpme-token add_attribute {token} {attribute}=[value]
it: Uso: otpme-token add_attribute {token} {attribute}=[value]

source: Add (LDAP) attribute to token.
de: (LDAP-)Attribut zu Token hinzufügen.
es: Agregar atributo (LDAP) al token.
fr: Ajouter un attribut (LDAP) au token.
it: Aggiungi attributo (LDAP) al token.

source: Usage: otpme-token del_attribute {token} {attribute}=[value]
de: Verwendung: otpme-token del_attribute {token} {attribute}=[value]
es: Uso: otpme-token del_attribute {token} {attribute}=[value]
it: Uso: otpme-token del_attribute {token} {attribute}=[value]

source: Delete (LDAP) attribute from token.
de: (LDAP-)Attribut von Token löschen.
es: Eliminar atributo (LDAP) del token.
fr: Supprimer un attribut (LDAP) du token.
it: Elimina attributo (LDAP) dal token.

source: Usage: otpme-token add_object_class {token} {object_class}
de: Verwendung: otpme-token add_object_class {token} {object_class}
es: Uso: otpme-token add_object_class {token} {object_class}
it: Uso: otpme-token add_object_class {token} {object_class}

source: Add (LDAP) object class to token.
de: (LDAP-)Objektklasse zu Token hinzufügen.
es: Agregar clase de objeto (LDAP) al token.
fr: Ajouter une classe d'objet (LDAP) au token.
it: Aggiungi classe oggetto (LDAP) al token.

source: Usage: otpme-token del_object_class {token} {object_class}
de: Verwendung: otpme-token del_object_class {token} {object_class}
es: Uso: otpme-token del_object_class {token} {object_class}
it: Uso: otpme-token del_object_class {token} {object_class}

source: Delete (LDAP) object class from token.
de: (LDAP-)Objektklasse von Token löschen.
es: Eliminar clase de objeto (LDAP) del token.
fr: Supprimer une classe d'objet (LDAP) du token.
it: Elimina classe oggetto (LDAP) dal token.

source: Usage: otpme-token add_acl {token} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-token add_acl {token} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-token add_acl {token} {role|token} {role_path|token_path} {acl[:value]}
it: Uso: otpme-token add_acl {token} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to token.
de: ACL zu Token hinzufügen.
es: Agregar ACL al token.
fr: Ajouter une ACL au token.
it: Aggiungi ACL al token.

source: Usage: otpme-token del_acl {token} {acl}
de: Verwendung: otpme-token del_acl {token} {acl}
es: Uso: otpme-token del_acl {token} {acl}
it: Uso: otpme-token del_acl {token} {acl}

source: Delete ACL from token.
de: ACL vom Token löschen.
es: Eliminar ACL del token.
fr: Supprimer une ACL du token.
it: Elimina ACL dal token.

source: Usage: otpme-token show_acls {token}
de: Verwendung: otpme-token show_acls {token}
es: Uso: otpme-token show_acls {token}
it: Uso: otpme-token show_acls {token}

source: Show ACLs of token.
de: ACLs des Tokens anzeigen.
es: Mostrar ACLs del token.
fr: Afficher les ACL du token.
it: Mostra ACL del token.

source: Usage: otpme-token enable_acl_inheritance {token}
de: Verwendung: otpme-token enable_acl_inheritance {token}
es: Uso: otpme-token enable_acl_inheritance {token}
it: Uso: otpme-token enable_acl_inheritance {token}

source: Enable ACL inheritance for token.
de: ACL-Vererbung für Token aktivieren.
es: Habilitar herencia de ACL para el token.
fr: Activer l'héritage des ACL pour le token.
it: Abilita ereditarietà ACL per il token.

source: Usage: otpme-token disable_acl_inheritance {token}
de: Verwendung: otpme-token disable_acl_inheritance {token}
es: Uso: otpme-token disable_acl_inheritance {token}
it: Uso: otpme-token disable_acl_inheritance {token}

source: Disable ACL inheritance for token.
de: ACL-Vererbung für Token deaktivieren.
es: Deshabilitar herencia de ACL para el token.
fr: Désactiver l'héritage des ACL pour le token.
it: Disabilita ereditarietà ACL per il token.

source: Usage: otpme-token remove_orphans {token}
de: Verwendung: otpme-token remove_orphans {token}
es: Uso: otpme-token remove_orphans {token}
it: Uso: otpme-token remove_orphans {token}

source: Usage: otpme-token description {token} [description]
de: Verwendung: otpme-token description {token} [description]
es: Uso: otpme-token description {token} [descripción]
it: Uso: otpme-token description {token} [description]

source: Set token description.
de: Token-Beschreibung festlegen.
es: Establecer descripción del token.
fr: Définir la description du token.
it: Imposta descrizione del token.

source: Usage: otpme-token export {token}
de: Verwendung: otpme-token export {token}
es: Uso: otpme-token export {token}
it: Uso: otpme-token export {token}

source: Export token config to stdout.
de: Token-Konfiguration nach stdout exportieren.
es: Exportar configuración del token a stdout.
fr: Exporter la configuration du token vers stdout.
it: Esporta configurazione del token su stdout.

source: Usage: otpme-token add_policy {token} {policy}
de: Verwendung: otpme-token add_policy {token} {policy}
es: Uso: otpme-token add_policy {token} {policy}
it: Uso: otpme-token add_policy {token} {policy}

source: Add policy to token.
de: Policy zum Token hinzufügen.
es: Agregar política al token.
fr: Ajouter une politique au token.
it: Aggiungi policy al token.

source: Usage: otpme-token remove_policy {token} {policy}
de: Verwendung: otpme-token remove_policy {token} {policy}
es: Uso: otpme-token remove_policy {token} {policy}
it: Uso: otpme-token remove_policy {token} {policy}

source: Remove policy from token.
de: Policy vom Token entfernen.
es: Eliminar política del token.
fr: Supprimer une politique du token.
it: Rimuovi policy dal token.

source: Usage: otpme-token list_policies {token}
de: Verwendung: otpme-token list_policies {token}
es: Uso: otpme-token list_policies {token}
it: Uso: otpme-token list_policies {token}

source: Usage: otpme-token list_hosts {token}
de: Verwendung: otpme-token list_hosts {token}
es: Uso: otpme-token list_hosts {token}
it: Uso: otpme-token list_hosts {token}

source: List hosts this token is assigned to.
de: Hosts auflisten, denen dieser Token zugewiesen ist.
es: Listar hosts a los que está asignado este token.
fr: Lister les hôtes auxquels ce token est assigné.
it: Elenca host a cui questo token è assegnato.

source: Usage: otpme-token list_nodes {token}
de: Verwendung: otpme-token list_nodes {token}
es: Uso: otpme-token list_nodes {token}
it: Uso: otpme-token list_nodes {token}

source: List nodes this token is assigned to.
de: Nodes auflisten, denen dieser Token zugewiesen ist.
es: Listar nodos a los que está asignado este token.
fr: Lister les nœuds auxquels ce token est assigné.
it: Elenca nodi a cui questo token è assegnato.

source: Usage: otpme-token list_groups {token}
de: Verwendung: otpme-token list_groups {token}
es: Uso: otpme-token list_groups {token}
it: Uso: otpme-token list_groups {token}

source: List groups this token is assigned to.
de: Gruppen auflisten, denen dieser Token zugewiesen ist.
es: Listar grupos a los que está asignado este token.
fr: Lister les groupes auxquels ce token est assigné.
it: Elenca gruppi a cui questo token è assegnato.

source: Usage: otpme-token list_accessgroups {token}
de: Verwendung: otpme-token list_accessgroups {token}
es: Uso: otpme-token list_accessgroups {token}
it: Uso: otpme-token list_accessgroups {token}

source: List accessgroups this token is assigned to.
de: Zugriffsgruppen auflisten, denen dieser Token zugewiesen ist.
es: Listar grupos de acceso a los que está asignado este token.
fr: Lister les groupes d'accès auxquels ce token est assigné.
it: Elenca accessgroups a cui questo token è assegnato.

source: Usage: otpme-token list_roles [--return-type <return_type>] [-r] {token}
de: Verwendung: otpme-token list_roles [--return-type <return_type>] [-r] {token}
es: Uso: otpme-token list_roles [--return-type <return_type>] [-r] {token}
it: Uso: otpme-token list_roles [--return-type <return_type>] [-r] {token}

source: Usage: otpme-token list_dynamic_groups {token}
de: Verwendung: otpme-token list_dynamic_groups {token}
es: Uso: otpme-token list_dynamic_groups {token}
it: Uso: otpme-token list_dynamic_groups {token}

source: List dynamic groups of token.
de: Dynamische Gruppen des Tokens auflisten.
es: Listar grupos dinámicos del token.
fr: Lister les groupes dynamiques du token.
it: Elenca i gruppi dinamici del token.

source: Usage: otpme-token enable_auth_script {token}
de: Verwendung: otpme-token enable_auth_script {token}
es: Uso: otpme-token enable_auth_script {token}
it: Uso: otpme-token enable_auth_script {token}

source: Enable token authorization script.
de: Token-Autorisierungsskript aktivieren.
es: Habilitar script de autorización del token.
fr: Activer le script d'autorisation du token.
it: Abilita lo script di autorizzazione del token.

source: Usage: otpme-token disable_auth_script {token}
de: Verwendung: otpme-token disable_auth_script {token}
es: Uso: otpme-token disable_auth_script {token}
it: Uso: otpme-token disable_auth_script {token}

source: Disable token authorization script.
de: Token-Autorisierungsskript deaktivieren.
es: Deshabilitar script de autorización del token.
fr: Désactiver le script d'autorisation du token.
it: Disabilita lo script di autorizzazione del token.

source: Usage: otpme-token auth_script {token} {auth_script}
de: Verwendung: otpme-token auth_script {token} {auth_script}
es: Uso: otpme-token auth_script {token} {auth_script}
it: Uso: otpme-token auth_script {token} {auth_script}

source: Change token authorization script.
de: Token-Autorisierungsskript ändern.
es: Cambiar script de autorización del token.
fr: Modifier le script d'autorisation du token.
it: Cambia lo script di autorizzazione del token.

source: Usage: otpme-token enable_offline {token}
de: Verwendung: otpme-token enable_offline {token}
es: Uso: otpme-token enable_offline {token}
it: Uso: otpme-token enable_offline {token}

source: Enable offline usage (caching) of token.
de: Offline-Nutzung (Caching) des Tokens aktivieren.
es: Habilitar uso offline (caché) del token.
fr: Activer l'utilisation hors ligne (mise en cache) du token.
it: Abilita l'uso offline (caching) del token.

source: Usage: otpme-token disable_offline {token}
de: Verwendung: otpme-token disable_offline {token}
es: Uso: otpme-token disable_offline {token}
it: Uso: otpme-token disable_offline {token}

source: Disable offline usage (caching) of token.
de: Offline-Nutzung (Caching) des Tokens deaktivieren.
es: Deshabilitar uso offline (caché) del token.
fr: Désactiver l'utilisation hors ligne (mise en cache) du token.
it: Disabilita l'uso offline (caching) del token.

source: Usage: otpme-token offline_expiry {token}
de: Verwendung: otpme-token offline_expiry {token}
es: Uso: otpme-token offline_expiry {token}
it: Uso: otpme-token offline_expiry {token}

source: Set offline expiry timeout (caching) of token.
de: Offline-Ablaufzeitlimit (Caching) des Tokens festlegen.
es: Establecer tiempo de expiración offline (caché) del token.
fr: Définir le délai d'expiration hors ligne (mise en cache) du token.
it: Imposta il timeout di scadenza offline (caching) del token.

source: Usage: otpme-token offline_unused_expiry {token}
de: Verwendung: otpme-token offline_unused_expiry {token}
es: Uso: otpme-token offline_unused_expiry {token}
it: Uso: otpme-token offline_unused_expiry {token}

source: Set offline unused expiry timeout (caching) of token.
de: Offline-Unbenutzt-Ablaufzeitlimit (Caching) des Tokens festlegen.
es: Establecer tiempo de expiración sin uso offline (caché) del token.
fr: Définir le délai d'expiration hors ligne sans utilisation (mise en cache) du token.
it: Imposta il timeout di scadenza offline non utilizzato (caching) del token.

source: Usage: otpme-token enable_session_keep {token}
de: Verwendung: otpme-token enable_session_keep {token}
es: Uso: otpme-token enable_session_keep {token}
it: Uso: otpme-token enable_session_keep {token}

source: Enable keeping of login session (e.g. on shutdown).
de: Beibehalten der Login-Sitzung aktivieren (z.B. beim Herunterfahren).
es: Habilitar mantenimiento de sesión de inicio (ej. al apagar).
fr: Activer le maintien de la session de connexion (par ex. lors de l'arrêt).
it: Abilita il mantenimento della sessione di login (es. allo spegnimento).

source: Usage: otpme-token disable_session_keep {token}
de: Verwendung: otpme-token disable_session_keep {token}
es: Uso: otpme-token disable_session_keep {token}
it: Uso: otpme-token disable_session_keep {token}

source: Disable keeping of login session.
de: Beibehalten der Login-Sitzung deaktivieren.
es: Deshabilitar mantenimiento de sesión de inicio.
fr: Désactiver le maintien de la session de connexion.
it: Disabilita il mantenimento della sessione di login.

source: Usage: otpme-token test {token} [otp|password]
de: Verwendung: otpme-token test {token} [otp|password]
es: Uso: otpme-token test {token} [otp|password]
it: Uso: otpme-token test {token} [otp|password]

source: Test if given OTP/password can be verified by the token.
de: Testen, ob das angegebene OTP/Passwort vom Token verifiziert werden kann.
es: Probar si el OTP/contraseña dado puede ser verificado por el token.
fr: Tester si l'OTP/mot de passe donné peut être vérifié par le token.
it: Verifica se l'OTP/password fornita può essere verificata dal token.

source: Usage: otpme-token temp_password [--generate] [--duration 1h] [--remove] {token} [password]
de: Verwendung: otpme-token temp_password [--generate] [--duration 1h] [--remove] {token} [password]
es: Uso: otpme-token temp_password [--generate] [--duration 1h] [--remove] {token} [contraseña]
it: Uso: otpme-token temp_password [--generate] [--duration 1h] [--remove] {token} [password]

source: Set token temp password.
de: Temporäres Passwort für Token festlegen.
es: Establecer contraseña temporal del token.
fr: Définir le mot de passe temporaire du token.
it: Imposta la password temporanea del token.

source: Temp password validity duration.
de: Gültigkeitsdauer für temporäres Passwort.
es: Duración de validez de contraseña temporal.
fr: Durée de validité du mot de passe temporaire.
it: Durata di validità della password temporanea.

source: Generate temp password.
de: Temporäres Passwort generieren.
es: Generar contraseña temporal.
fr: Générer un mot de passe temporaire.
it: Genera password temporanea.

source: Remove temp password.
de: Temporäres Passwort entfernen.
es: Eliminar contraseña temporal.
fr: Supprimer le mot de passe temporaire.
it: Rimuovi password temporanea.

source: Write OATH HOTP config to given yubikey slot.
de: OATH HOTP-Konfiguration in angegebenen Yubikey-Slot schreiben.
es: Escribir configuración OATH HOTP en la ranura yubikey especificada.
fr: Écrire la configuration OATH HOTP dans l'emplacement yubikey spécifié.
it: Scrivi la configurazione OATH HOTP nello slot yubikey specificato.

source: Usage: otpme-token deploy [-d] [-r] <token>
de: Verwendung: otpme-token deploy [-d] [-r] <token>
es: Uso: otpme-token deploy [-d] [-r] <token>
it: Uso: otpme-token deploy [-d] [-r] <token>

source: Deploy fido2 token.
de: Fido2-Token bereitstellen.
es: Desplegar token fido2.
fr: Déployer le token fido2.
it: Distribuisci token fido2.

source: Usage: otpme-token --type yubikey_gpg deploy -d -r -n --backup <backup_file> --restore <restore_file> [token]
de: Verwendung: otpme-token --type yubikey_gpg deploy -d -r -n --backup <backup_file> --restore <restore_file> [token]
es: Uso: otpme-token --type yubikey_gpg deploy -d -r -n --backup <archivo_respaldo> --restore <archivo_restauración> [token]
it: Uso: otpme-token --type yubikey_gpg deploy -d -r -n --backup <backup_file> --restore <restore_file> [token]

source: Initialize yubikey GPG applet.
de: Yubikey GPG-Applet initialisieren.
es: Inicializar applet GPG de yubikey.
fr: Initialiser l'applet GPG yubikey.
it: Inizializza l'applet GPG yubikey.

source: Do NOT initialize yubikey GPG applet, just add token data to OTPme token.
de: Yubikey GPG-Applet NICHT initialisieren, nur Token-Daten zum OTPme-Token hinzufügen.
es: NO inicializar applet GPG de yubikey, solo agregar datos del token al token OTPme.
fr: NE PAS initialiser l'applet GPG yubikey, ajouter seulement les données du token au token OTPme.
it: NON inizializzare l'applet GPG yubikey, aggiungi solo i dati del token al token OTPme.

source: Write GPG backup to file (default /dev/shm/User_Name.gpg).
de: GPG-Backup in Datei schreiben (Standard /dev/shm/User_Name.gpg).
es: Escribir respaldo GPG a archivo (por defecto /dev/shm/Nombre_Usuario.gpg).
fr: Écrire la sauvegarde GPG dans un fichier (par défaut /dev/shm/User_Name.gpg).
it: Scrivi il backup GPG su file (default /dev/shm/User_Name.gpg).

source: Restore GPG configuration from backup file.
de: GPG-Konfiguration aus Backup-Datei wiederherstellen.
es: Restaurar configuración GPG desde archivo de respaldo.
fr: Restaurer la configuration GPG depuis le fichier de sauvegarde.
it: Ripristina la configurazione GPG dal file di backup.

source: Usage: otpme-token pin {token} [pin]
de: Verwendung: otpme-token pin {token} [pin]
es: Uso: otpme-token pin {token} [pin]
it: Uso: otpme-token pin {token} [pin]

source: Change token PIN.
de: Token-PIN ändern.
es: Cambiar PIN del token.
fr: Modifier le PIN du token.
it: Cambia il PIN del token.

source: Generate PIN.
de: PIN generieren.
es: Generar PIN.
fr: Générer un PIN.
it: Genera PIN.

source: Usage: otpme-token show_pin {token}
de: Verwendung: otpme-token show_pin {token}
es: Uso: otpme-token show_pin {token}
it: Uso: otpme-token show_pin {token}

source: Show token's PIN.
de: Token-PIN anzeigen.
es: Mostrar PIN del token.
fr: Afficher le PIN du token.
it: Mostra il PIN del token.

source: Usage: otpme-token enable_pin {token}
de: Verwendung: otpme-token enable_pin {token}
es: Uso: otpme-token enable_pin {token}
it: Uso: otpme-token enable_pin {token}

source: Enable token PIN.
de: Token-PIN aktivieren.
es: Habilitar PIN del token.
fr: Activer le PIN du token.
it: Abilita il PIN del token.

source: Usage: otpme-token disable_pin {token}
de: Verwendung: otpme-token disable_pin {token}
es: Uso: otpme-token disable_pin {token}
it: Uso: otpme-token disable_pin {token}

source: Disable token PIN.
de: Token-PIN deaktivieren.
es: Deshabilitar PIN del token.
fr: Désactiver le PIN du token.
it: Disabilita il PIN del token.

source: Usage: otpme-token gen_qrcode {token}
de: Verwendung: otpme-token gen_qrcode {token}
es: Uso: otpme-token gen_qrcode {token}
it: Uso: otpme-token gen_qrcode {token}

source: Generate QRCode for automatic token configuration (e.g. yubico authenticator).
de: QRCode für automatische Token-Konfiguration generieren (z.B. Yubico Authenticator).
es: Generar código QR para configuración automática del token (p.ej. autenticador yubico).
fr: Générer un QRCode pour la configuration automatique du token (ex. yubico authenticator).
it: Genera QRCode per la configurazione automatica del token (es. yubico authenticator).

source: Usage: otpme-token password --generate {token} [password]
de: Verwendung: otpme-token password --generate {token} [password]
es: Uso: otpme-token password --generate {token} [contraseña]
it: Uso: otpme-token password --generate {token} [password]

source: Change token password.
de: Token-Passwort ändern.
es: Cambiar contraseña del token.
fr: Changer le mot de passe du token.
it: Cambia la password del token.

source: Generate password.
de: Passwort generieren.
es: Generar contraseña.
fr: Générer un mot de passe.
it: Genera password.

source: Usage: otpme-token --type password {command} [token]
de: Verwendung: otpme-token --type password {command} [token]
es: Uso: otpme-token --type password {comando} [token]
it: Uso: otpme-token --type password {command} [token]

source: Usage: otpme-token --type password add [-r] [--password <password>] [--enable-mschap] {token}
de: Verwendung: otpme-token --type password add [-r] [--password <password>] [--enable-mschap] {token}
es: Uso: otpme-token --type password add [-r] [--password <contraseña>] [--enable-mschap] {token}
it: Utilizzo: otpme-token --type password add [-r] [--password <password>] [--enable-mschap] {token}

source: Set token password.
de: Token-Passwort setzen.
es: Establecer contraseña del token.
fr: Définir le mot de passe du token.
it: Imposta password del token.

source: Enable MSCHAP for this token.
de: MSCHAP für dieses Token aktivieren.
es: Habilitar MSCHAP para este token.
fr: Activer MSCHAP pour ce token.
it: Abilita MSCHAP per questo token.

source: Usage: otpme-token password [--generate] {token} [password]
de: Verwendung: otpme-token password [--generate] {token} [password]
es: Uso: otpme-token password [--generate] {token} [contraseña]
it: Utilizzo: otpme-token password [--generate] {token} [password]

source: Usage: otpme-token upgrade_pass_hash {token} [hash_type] [arg1=val1,arg2=val2]
de: Verwendung: otpme-token upgrade_pass_hash {token} [hash_type] [arg1=val1,arg2=val2]
es: Uso: otpme-token upgrade_pass_hash {token} [tipo_hash] [arg1=val1,arg2=val2]
it: Utilizzo: otpme-token upgrade_pass_hash {token} [hash_type] [arg1=val1,arg2=val2]

source: Upgrade password hash.
de: Passwort-Hash aktualisieren.
es: Actualizar hash de contraseña.
fr: Mise à niveau du hachage de mot de passe.
it: Aggiorna hash della password.

source: Usage: otpme-token 2f_token {token} {2f_token}
de: Verwendung: otpme-token 2f_token {token} {2f_token}
es: Uso: otpme-token 2f_token {token} {2f_token}
it: Utilizzo: otpme-token 2f_token {token} {2f_token}
