Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Error reading config file: {error}
de: Fehler beim Lesen der Konfigurationsdatei: {error}
es: Error al leer archivo de configuración: {error}
fr: Erreur lors de la lecture du fichier de configuration : {error}
it: Errore nella lettura del file di configurazione: {error}

source: Reloading config file '{user_conf_file}'.
de: Konfigurationsdatei '{user_conf_file}' wird neu geladen.
es: Recargando archivo de configuración '{user_conf_file}'.
fr: Rechargement du fichier de configuration '{user_conf_file}'.
it: Ricaricamento del file di configurazione '{user_conf_file}'.

source: Loading config file: {user_conf_file}
de: Lade Konfigurationsdatei: {user_conf_file}
es: Cargando archivo de configuración: {user_conf_file}
fr: Chargement du fichier de configuration : {user_conf_file}
it: Caricamento del file di configurazione: {user_conf_file}

source: Unknown config file parameter: {user_conf_file}: {x}
de: Unbekannter Konfigurationsdatei-Parameter: {user_conf_file}: {x}
es: Parámetro de archivo de configuración desconocido: {user_conf_file}: {x}
fr: Paramètre de fichier de configuration inconnu : {user_conf_file} : {x}
it: Parametro del file di configurazione sconosciuto: {user_conf_file}: {x}

source: No such file or directory: {logfile_parent_dir}
de: Datei oder Verzeichnis nicht vorhanden: {logfile_parent_dir}
es: No existe el archivo o directorio: {logfile_parent_dir}
fr: Fichier ou répertoire inexistant : {logfile_parent_dir}
it: File o directory inesistente: {logfile_parent_dir}

source: Permission denied: {logfile_parent_dir}
de: Zugriff verweigert: {logfile_parent_dir}
es: Permiso denegado: {logfile_parent_dir}
fr: Permission refusée : {logfile_parent_dir}
it: Permesso negato: {logfile_parent_dir}

source: Permission denied: {logfile}
de: Zugriff verweigert: {logfile}
es: Permiso denegado: {logfile}
fr: Permission refusée : {logfile}
it: Permesso negato: {logfile}

source: KEY_COMMAND is not set to a file. Unable to generate AES key.
de: KEY_COMMAND ist nicht auf eine Datei gesetzt. AES-Schlüssel kann nicht generiert werden.
es: KEY_COMMAND no está configurado a un archivo. No se puede generar clave AES.
fr: KEY_COMMAND n'est pas défini sur un fichier. Impossible de générer la clé AES.
it: KEY_COMMAND non è impostato su un file. Impossibile generare la chiave AES.

source: Warning: Key file '{key_file}' exists. Overwrite?:
de: Warnung: Schlüsseldatei '{key_file}' existiert bereits. Überschreiben?:
es: Advertencia: El archivo de clave '{key_file}' existe. ¿Sobrescribir?:
fr: Avertissement : Le fichier de clé '{key_file}' existe. Écraser ? :
it: Attenzione: Il file chiave '{key_file}' esiste già. Sovrascrivere?:

source: Generating encryption master key...
de: Generiere Verschlüsselungs-Hauptschlüssel...
es: Generando clave maestra de encriptación...
fr: Génération de la clé maître de chiffrement...
it: Generazione della chiave master di crittografia...

source: Please give master password:
de: Bitte Master-Passwort eingeben:
es: Por favor ingrese la contraseña maestra:
fr: Veuillez saisir le mot de passe maître :
it: Inserire la password master:

source: Please give new master password:
de: Bitte neues Master-Passwort eingeben:
es: Por favor ingrese la nueva contraseña maestra:
fr: Veuillez saisir le nouveau mot de passe maître :
it: Inserire la nuova password master:

source: Please repeat master password:
de: Bitte Master-Passwort wiederholen:
es: Por favor repita la contraseña maestra:
fr: Veuillez répéter le mot de passe maître :
it: Ripetere la password master:

source: Passwords do not match. Please try again.
de: Passwörter stimmen nicht überein. Bitte erneut versuchen.
es: Las contraseñas no coinciden. Por favor intente de nuevo.
fr: Les mots de passe ne correspondent pas. Veuillez réessayer.
it: Le password non corrispondono. Riprovare.

source: Error writing master key file: {e}
de: Fehler beim Schreiben der Master-Schlüsseldatei: {e}
es: Error al escribir archivo de clave maestra: {e}
fr: Erreur lors de l'écriture du fichier de clé maître : {e}
it: Errore nella scrittura del file della chiave master: {e}

source: Error writing master key salt file: {e}
de: Fehler beim Schreiben der Master-Schlüssel-Salt-Datei: {e}
es: Error al escribir archivo salt de clave maestra: {e}
fr: Erreur lors de l'écriture du fichier de sel de clé maître : {e}
it: Errore nella scrittura del file salt della chiave master: {e}

source: Error running KEY_COMMAND: {script_stderr}
de: Fehler beim Ausführen von KEY_COMMAND: {script_stderr}
es: Error al ejecutar KEY_COMMAND: {script_stderr}
fr: Erreur lors de l'exécution de KEY_COMMAND : {script_stderr}
it: Errore nell'esecuzione di KEY_COMMAND: {script_stderr}

source: Generating password salt...
de: Generiere Passwort-Salt...
es: Generando salt de contraseña...
fr: Génération du sel de mot de passe...
it: Generazione del salt della password...

source: Error writing salt file: {e}
de: Fehler beim Schreiben der Salt-Datei: {e}
es: Error al escribir archivo salt: {e}
fr: Erreur lors de l'écriture du fichier de sel : {e}
it: Errore nella scrittura del file salt: {e}

source: Failed to load module 'colorlog': {e}
de: Modul 'colorlog' konnte nicht geladen werden: {e}
es: Error al cargar módulo 'colorlog': {e}
fr: Échec du chargement du module 'colorlog' : {e}
it: Impossibile caricare il modulo 'colorlog': {e}

source: Missing cache size for object type: {x}
de: Fehlende Cache-Größe für Objekttyp: {x}
es: Falta tamaño de caché para tipo de objeto: {x}
fr: Taille de cache manquante pour le type d'objet : {x}
it: Dimensione cache mancante per il tipo di oggetto: {x}

source: Missing config file: {config_file}
de: Fehlende Konfigurationsdatei: {config_file}
es: Falta archivo de configuración: {config_file}
fr: Fichier de configuration manquant : {config_file}
it: File di configurazione mancante: {config_file}

source: Unknown realm: {realm}
de: Unbekanntes Realm: {realm}
es: Realm desconocido: {realm}
fr: Domaine inconnu : {realm}
it: Realm sconosciuto: {realm}

source: Unable to read realm data file: {e}
de: Realm-Datendatei kann nicht gelesen werden: {e}
es: No se puede leer archivo de datos del realm: {e}
fr: Impossible de lire le fichier de données du domaine : {e}
it: Impossibile leggere il file dati del realm: {e}

source: Failed to decode realm data: {e}
de: Realm-Daten konnten nicht dekodiert werden: {e}
es: Error al decodificar datos del realm: {e}
fr: Échec du décodage des données du domaine : {e}
it: Impossibile decodificare i dati del realm: {e}

source: Unable to save realm data: {e}
de: Realm-Daten können nicht gespeichert werden: {e}
es: No se puede guardar datos del realm: {e}
fr: Impossible de sauvegarder les données du domaine : {e}
it: Impossibile salvare i dati del realm: {e}

source: Invalid status: {status} [{valid_status_str}]
de: Ungültiger Status: {status} [{valid_status_str}]
es: Estado inválido: {status} [{valid_status_str}]
fr: Statut invalide : {status} [{valid_status_str}]
it: Stato non valido: {status} [{valid_status_str}]

source: Unable to save sync status: {e}
de: Sync-Status kann nicht gespeichert werden: {e}
es: No se puede guardar estado de sincronización: {e}
fr: Impossible de sauvegarder le statut de synchronisation : {e}
it: Impossibile salvare lo stato di sincronizzazione: {e}

source: Unable to load sync status: {e}
de: Sync-Status kann nicht geladen werden: {e}
es: No se puede cargar estado de sincronización: {e}
fr: Impossible de charger le statut de synchronisation : {e}
it: Impossibile caricare lo stato di sincronizzazione: {e}

source: Unable to decode sync status: {e}
de: Synchronisierungsstatus kann nicht dekodiert werden: {e}
es: No se puede decodificar estado de sincronización: {e}
fr: Impossible de décoder le statut de synchronisation : {e}
it: Impossibile decodificare lo stato di sincronizzazione: {e}

source: No IDRange policy found to get {}.
de: Keine IDRange-Richtlinie gefunden um {} zu erhalten.
es: No se encontró política IDRange para obtener {}.
fr: Aucune politique IDRange trouvée pour obtenir {}.
it: Nessuna policy IDRange trovata per ottenere {}.

source: {} {} already used by: {}
de: {} {} wird bereits verwendet von: {}
es: {} {} ya utilizado por: {}
fr: {} {} déjà utilisé par : {}
it: {} {} già utilizzato da: {}

source: Using uidNumber: {}
de: Verwende uidNumber: {}
es: Usando uidNumber: {}
fr: Utilisation de uidNumber : {}
it: Utilizzo uidNumber: {}

source: Using gidNumber: {}
de: Verwende gidNumber: {}
es: Usando gidNumber: {}
fr: Utilisation de gidNumber : {}
it: Utilizzo gidNumber: {}

source: Updated group members: {}
de: Gruppenmitglieder aktualisiert: {}
es: Miembros del grupo actualizados: {}
fr: Membres du groupe mis à jour : {}
it: Membri del gruppo aggiornati: {}

source: Hook <rename_user> not implemented for object type: {}
de: Hook <rename_user> nicht implementiert für Objekttyp: {}
es: Hook <rename_user> no implementado para tipo de objeto: {}
fr: Hook <rename_user> non implémenté pour le type d'objet : {}
it: Hook <rename_user> non implementato per il tipo di oggetto: {}

source: Extension {extension_name}: Error adding 'dn' attribute
de: Erweiterung {extension_name}: Fehler beim Hinzufügen des 'dn' Attributs
es: Extensión {extension_name}: Error al agregar atributo 'dn'
fr: Extension {extension_name} : Erreur lors de l'ajout de l'attribut 'dn'
it: Estensione {extension_name}: Errore nell'aggiunta dell'attributo 'dn'

source: Extension {extension_name}: Error adding attribute: {attribute}
de: Erweiterung {extension_name}: Fehler beim Hinzufügen des Attributs: {attribute}
es: Extensión {extension_name}: Error al agregar atributo: {attribute}
fr: Extension {extension_name} : Erreur lors de l'ajout de l'attribut : {attribute}
it: Estensione {extension_name}: Errore nell'aggiunta dell'attributo: {attribute}

source: Extension {extension_name}: Error adding default attribute: {attribute}
de: Erweiterung {extension_name}: Fehler beim Hinzufügen des Standardattributs: {attribute}
es: Extensión {extension_name}: Error al agregar atributo predeterminado: {attribute}
fr: Extension {extension_name} : Erreur lors de l'ajout de l'attribut par défaut : {attribute}
it: Estensione {extension_name}: Errore nell'aggiunta dell'attributo predefinito: {attribute}

source: Attribute defined in extension {extension_name} not found in schema files: {attribute}
de: In Erweiterung {extension_name} definiertes Attribut nicht in Schemadateien gefunden: {attribute}
es: Atributo definido en extensión {extension_name} no encontrado en archivos de esquema: {attribute}
fr: Attribut défini dans l'extension {extension_name} introuvable dans les fichiers de schéma : {attribute}
it: Attributo definito nell'estensione {extension_name} non trovato nei file di schema: {attribute}

source: Unable to build DN: {obj}
de: DN kann nicht erstellt werden: {obj}
es: No se puede construir DN: {obj}
fr: Impossible de construire le DN : {obj}
it: Impossibile costruire DN: {obj}

source: Unable to generate attribute value: {obj}: {attribute}
de: Attributwert kann nicht generiert werden: {obj}: {attribute}
es: No se puede generar valor de atributo: {obj}: {attribute}
fr: Impossible de générer la valeur de l'attribut : {obj} : {attribute}
it: Impossibile generare il valore dell'attributo: {obj}: {attribute}

source: Unable to add object classes: {obj}: {dependencies}
de: Objektklassen können nicht hinzugefügt werden: {obj}: {dependencies}
es: No se pueden agregar clases de objeto: {obj}: {dependencies}
fr: Impossible d'ajouter les classes d'objets : {obj} : {dependencies}
it: Impossibile aggiungere le classi oggetto: {obj}: {dependencies}

source: Object is missing attributes: {extension_name}: {obj}: {attributes}
de: Objekt fehlen Attribute: {extension_name}: {obj}: {attributes}
es: Al objeto le faltan atributos: {extension_name}: {obj}: {attributes}
fr: Il manque des attributs à l'objet : {extension_name} : {obj} : {attributes}
it: L'oggetto manca di attributi: {extension_name}: {obj}: {attributes}

source: Object is missing the following attributes: {extension_name}: {obj}: {attributes}
de: Objekt fehlen folgende Attribute: {extension_name}: {obj}: {attributes}
es: Al objeto le faltan los siguientes atributos: {extension_name}: {obj}: {attributes}
fr: Les attributs suivants manquent à l'objet : {extension_name} : {obj} : {attributes}
it: L'oggetto manca dei seguenti attributi: {extension_name}: {obj}: {attributes}

source: Attribute value already exists: {attr}={val}
de: Attributwert existiert bereits: {attr}={val}
es: El valor del atributo ya existe: {attr}={val}
fr: La valeur de l'attribut existe déjà : {attr}={val}
it: Il valore dell'attributo esiste già: {attr}={val}

source: Attribute '{attr}' is readonly.
de: Attribut '{attr}' ist schreibgeschützt.
es: El atributo '{attr}' es de solo lectura.
fr: L'attribut '{attr}' est en lecture seule.
it: L'attributo '{attr}' è di sola lettura.

source: Object type not supported by this extension: {obj_type}
de: Objekttyp wird von dieser Erweiterung nicht unterstützt: {obj_type}
es: Tipo de objeto no soportado por esta extensión: {obj_type}
fr: Type d'objet non pris en charge par cette extension : {obj_type}
it: Tipo di oggetto non supportato da questa estensione: {obj_type}

source: Cannot modify unknown attribute: {extension_name}: {attr}
de: Unbekanntes Attribut kann nicht geändert werden: {extension_name}: {attr}
es: No se puede modificar atributo desconocido: {extension_name}: {attr}
fr: Impossible de modifier l'attribut inconnu : {extension_name} : {attr}
it: Impossibile modificare l'attributo sconosciuto: {extension_name}: {attr}

source: No attribute value found: {attr}={old_val}
de: Kein Attributwert gefunden: {attr}={old_val}
es: No se encontró valor de atributo: {attr}={old_val}
fr: Aucune valeur d'attribut trouvée : {attr}={old_val}
it: Nessun valore di attributo trovato: {attr}={old_val}

source: Unable to add attribute: {attr}: {error}
de: Attribut kann nicht hinzugefügt werden: {attr}: {error}
es: No se puede agregar atributo: {attr}: {error}
fr: Impossible d'ajouter l'attribut : {attr} : {error}
it: Impossibile aggiungere l'attributo: {attr}: {error}

source: Cannot add unknown attribute: {extension_name}: {attr}
de: Unbekanntes Attribut kann nicht hinzugefügt werden: {extension_name}: {attr}
es: No se puede agregar atributo desconocido: {extension_name}: {attr}
fr: Impossible d'ajouter l'attribut inconnu : {extension_name} : {attr}
it: Impossibile aggiungere l'attributo sconosciuto: {extension_name}: {attr}

source: Unable to get attribute value: {attr}: {error}
de: Attributwert kann nicht abgerufen werden: {attr}: {error}
es: No se puede obtener valor de atributo: {attr}: {error}
fr: Impossible d'obtenir la valeur de l'attribut : {attr} : {error}
it: Impossibile ottenere il valore dell'attributo: {attr}: {error}

source: Missing value for attribute: {extension_name}: {obj_oid}: {attr}
de: Fehlender Wert für Attribut: {extension_name}: {obj_oid}: {attr}
es: Falta valor para atributo: {extension_name}: {obj_oid}: {attr}
fr: Valeur manquante pour l'attribut : {extension_name} : {obj_oid} : {attr}
it: Valore mancante per l'attributo: {extension_name}: {obj_oid}: {attr}

source: Unable to add attribute: {obj_name}: {attr}: {error}
de: Attribut kann nicht hinzugefügt werden: {obj_name}: {attr}: {error}
es: No se puede agregar atributo: {obj_name}: {attr}: {error}
fr: Impossible d'ajouter l'attribut : {obj_name} : {attr} : {error}
it: Impossibile aggiungere l'attributo: {obj_name}: {attr}: {error}

source: Adding needed object class: {object_class}
de: Benötigte Objektklasse wird hinzugefügt: {object_class}
es: Agregando clase de objeto necesaria: {object_class}
fr: Ajout de la classe d'objet nécessaire : {object_class}
it: Aggiunta della classe oggetto necessaria: {object_class}

source: Attribute '{attr}' needs one of the following object classes: {classes}
de: Attribut '{attr}' benötigt eine der folgenden Objektklassen: {classes}
es: El atributo '{attr}' necesita una de las siguientes clases de objeto: {classes}
fr: L'attribut '{attr}' nécessite l'une des classes d'objets suivantes : {classes}
it: L'attributo '{attr}' richiede una delle seguenti classi oggetto: {classes}

source: Unable to delete attribute from object type '{obj_type}'.
de: Attribut kann nicht vom Objekttyp '{obj_type}' gelöscht werden.
es: No se puede eliminar atributo del tipo de objeto '{obj_type}'.
fr: Impossible de supprimer l'attribut du type d'objet '{obj_type}'.
it: Impossibile eliminare l'attributo dal tipo di oggetto '{obj_type}'.

source: Cannot delete unknown attribute: {extension_name}: {attr}
de: Unbekanntes Attribut kann nicht gelöscht werden: {extension_name}: {attr}
es: No se puede eliminar atributo desconocido: {extension_name}: {attr}
fr: Impossible de supprimer l'attribut inconnu : {extension_name} : {attr}
it: Impossibile eliminare l'attributo sconosciuto: {extension_name}: {attr}

source: Object does not have attribute '{attr}'.
de: Objekt hat kein Attribut '{attr}'.
es: El objeto no tiene el atributo '{attr}'.
fr: L'objet n'a pas l'attribut '{attr}'.
it: L'oggetto non ha l'attributo '{attr}'.

source: Cannot remove single value attribute '{attr}' needed by object class: {mandatory_attr}
de: Einzelwert-Attribut '{attr}', das von Objektklasse benötigt wird, kann nicht entfernt werden: {mandatory_attr}
es: No se puede eliminar atributo de valor único '{attr}' necesario por clase de objeto: {mandatory_attr}
fr: Impossible de supprimer l'attribut à valeur unique '{attr}' requis par la classe d'objet : {mandatory_attr}
it: Impossibile rimuovere l'attributo a valore singolo '{attr}' richiesto dalla classe oggetto: {mandatory_attr}

source: Unknown attribute value: {attr}: {value}
de: Unbekannter Attributwert: {attr}: {value}
es: Valor de atributo desconocido: {attr}: {value}
fr: Valeur d'attribut inconnue : {attr} : {value}
it: Valore dell'attributo sconosciuto: {attr}: {value}

source: Cannot remove attribute '{attr}' needed by object class: {mandatory_attr}
de: Attribut '{attr}', das von Objektklasse benötigt wird, kann nicht entfernt werden: {mandatory_attr}
es: No se puede eliminar atributo '{attr}' necesario por clase de objeto: {mandatory_attr}
fr: Impossible de supprimer l'attribut '{attr}' requis par la classe d'objet : {mandatory_attr}
it: Impossibile rimuovere l'attributo '{attr}' richiesto dalla classe oggetto: {mandatory_attr}

source: Object class not known to this extension: {object_class}
de: Objektklasse dieser Erweiterung nicht bekannt: {object_class}
es: Clase de objeto no conocida por esta extensión: {object_class}
fr: Classe d'objet inconnue pour cette extension : {object_class}
it: Classe oggetto non conosciuta da questa estensione: {object_class}

source: Adding default attribute: {attribute}
de: Standardattribut wird hinzugefügt: {attribute}
es: Agregando atributo predeterminado: {attribute}
fr: Ajout de l'attribut par défaut : {attribute}
it: Aggiunta dell'attributo predefinito: {attribute}

source: Cannot remove extension with DN attribute: {extension_name}: {dn_attr}
de: Erweiterung mit DN-Attribut kann nicht entfernt werden: {extension_name}: {dn_attr}
es: No se puede eliminar extensión con atributo DN: {extension_name}: {dn_attr}
fr: Impossible de supprimer l'extension avec l'attribut DN : {extension_name} : {dn_attr}
it: Impossibile rimuovere l'estensione con l'attributo DN: {extension_name}: {dn_attr}

source: {extension_name}: The following attributes depend on the object class and will also be removed: {attributes}
de: {extension_name}: Die folgenden Attribute hängen von der Objektklasse ab und werden ebenfalls entfernt: {attributes}
es: {extension_name}: Los siguientes atributos dependen de la clase de objeto y también serán eliminados: {attributes}
fr: {extension_name} : Les attributs suivants dépendent de la classe d'objet et seront également supprimés : {attributes}
it: {extension_name}: I seguenti attributi dipendono dalla classe oggetto e verranno anch'essi rimossi: {attributes}

source: Unable to change objects unit: Cannot get DN: {obj}
de: Einheit des Objekts kann nicht geändert werden: DN kann nicht abgerufen werden: {obj}
es: No se puede cambiar la unidad del objeto: No se puede obtener DN: {obj}
fr: Impossible de modifier l'unité de l'objet : Impossible d'obtenir le DN : {obj}
it: Impossibile cambiare l'unità dell'oggetto: Impossibile ottenere DN: {obj}

source: Unable to change objects unit: Cannot build DN: {old_obj_name} > {new_obj_name}
de: Einheit des Objekts kann nicht geändert werden: DN kann nicht erstellt werden: {old_obj_name} > {new_obj_name}
es: No se puede cambiar la unidad del objeto: No se puede construir DN: {old_obj_name} > {new_obj_name}
fr: Impossible de modifier l'unité de l'objet : Impossible de construire le DN : {old_obj_name} > {new_obj_name}
it: Impossibile cambiare l'unità dell'oggetto: Impossibile costruire DN: {old_obj_name} > {new_obj_name}

source: Error loading extension '{}': {}
de: Fehler beim Laden der Erweiterung '{}': {}
es: Error al cargar extensión '{}': {}
fr: Erreur lors du chargement de l'extension '{}' : {}
it: Errore nel caricamento dell'estensione '{}': {}

source: Detected dependency loop: {} <> {}
de: Abhängigkeitsschleife erkannt: {} <> {}
es: Bucle de dependencia detectado: {} <> {}
fr: Boucle de dépendance détectée : {} <> {}
it: Rilevato loop di dipendenze: {} <> {}

source: Cannot load extension '{}' which depends on extension '.
de: Erweiterung '{}', die von Erweiterung ' abhängt, kann nicht geladen werden.
es: No se puede cargar extensión '{}' que depende de la extensión '.
fr: Impossible de charger l'extension '{}' qui dépend de l'extension '.
it: Impossibile caricare l'estensione '{}' che dipende dall'estensione '.

source: Unable to rename object: Cannot get DN: {} > {}
de: Objekt kann nicht umbenannt werden: DN kann nicht abgerufen werden: {} > {}
es: No se puede renombrar objeto: No se puede obtener DN: {} > {}
fr: Impossible de renommer l'objet : Impossible d'obtenir le DN : {} > {}
it: Impossibile rinominare l'oggetto: Impossibile ottenere DN: {} > {}

source: Unable to rename object: Cannot build DN: {} > {}
de: Objekt kann nicht umbenannt werden: DN kann nicht erstellt werden: {} > {}
es: No se puede renombrar objeto: No se puede construir DN: {} > {}
fr: Impossible de renommer l'objet : Impossible de construire le DN : {} > {}
it: Impossibile rinominare l'oggetto: Impossibile costruire DN: {} > {}

source: OTPme config verfied successful.
de: OTPme-Konfiguration erfolgreich verifiziert.
es: Configuración OTPme verificada exitosamente.
fr: Configuration OTPme vérifiée avec succès.
it: Configurazione OTPme verificata con successo.

source: ERROR verifying OTPme config: {e}
de: FEHLER beim Verifizieren der OTPme-Konfiguration: {e}
es: ERROR verificando configuración OTPme: {e}
fr: ERREUR lors de la vérification de la configuration OTPme : {e}
it: ERRORE nella verifica della configurazione OTPme: {e}

source: Got valid {auth_type} radius request: user={username},client={nasid},client_ip={client_ip}
de: Gültige {auth_type} Radius-Anfrage erhalten: user={username},client={nasid},client_ip={client_ip}
es: Solicitud radius {auth_type} válida recibida: user={username},client={nasid},client_ip={client_ip}
fr: Requête radius {auth_type} valide reçue : user={username},client={nasid},client_ip={client_ip}
it: Ricevuta richiesta radius {auth_type} valida: user={username},client={nasid},client_ip={client_ip}

source: Authentication successful
de: Authentifizierung erfolgreich
es: Autenticación exitosa
fr: Authentification réussie
it: Autenticazione riuscita
