Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-host unlimit_logins {host}
de: Verwendung: otpme-host unlimit_logins {host}
es: Uso: otpme-host unlimit_logins {host}
fr: Utilisation : otpme-host unlimit_logins {host}
it: Uso: otpme-host unlimit_logins {host}

source: Usage: otpme-host get_ssh_authorized_keys {host} [user]
de: Verwendung: otpme-host get_ssh_authorized_keys {host} [user]
es: Uso: otpme-host get_ssh_authorized_keys {host} [user]
fr: Utilisation : otpme-host get_ssh_authorized_keys {host} [user]
it: Uso: otpme-host get_ssh_authorized_keys {host} [user]

source: Get SSH authorized keys for host.
de: SSH authorized keys für Host abrufen.
es: Obtener claves autorizadas SSH para el host.
fr: Obtenir les clés SSH autorisées pour l'hôte.
it: Ottieni chiavi SSH autorizzate per l'host.

source: Usage: otpme-unit {command} [unit]
de: Verwendung: otpme-unit {command} [unit]
es: Uso: otpme-unit {command} [unit]
fr: Utilisation : otpme-unit {command} [unit]
it: Uso: otpme-unit {command} [unit]

source: Usage: otpme-unit show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [unit]
de: Verwendung: otpme-unit show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [unit]
es: Uso: otpme-unit show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [unit]
fr: Utilisation : otpme-unit show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [unit]
it: Uso: otpme-unit show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [unit]

source: Show unit(s)
de: Unit(s) anzeigen
es: Mostrar unidad(es)
fr: Afficher unité(s)
it: Mostra unità

source: Show all units.
de: Alle Units anzeigen.
es: Mostrar todas las unidades.
fr: Afficher toutes les unités.
it: Mostra tutte le unità.

source: Usage: otpme-unit list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-unit list [--attribute attribute] [-a] [regex]
es: Uso: otpme-unit list [--attribute attribute] [-a] [regex]
fr: Utilisation : otpme-unit list [--attribute attribute] [-a] [regex]
it: Uso: otpme-unit list [--attribute attribute] [-a] [regex]

source: List units.
de: Units auflisten.
es: Listar unidades.
fr: Lister les unités.
it: Elenca unità.

source: List all units.
de: Alle Units auflisten.
es: Listar todas las unidades.
fr: Lister toutes les unités.
it: Elenca tutte le unità.

source: Usage: otpme-unit show_config {unit}
de: Verwendung: otpme-unit show_config {unit}
es: Uso: otpme-unit show_config {unit}
fr: Utilisation : otpme-unit show_config {unit}
it: Uso: otpme-unit show_config {unit}

source: Show unit's config parameters
de: Konfigurationsparameter der Unit anzeigen
es: Mostrar parámetros de configuración de la unidad
fr: Afficher les paramètres de configuration de l'unité
it: Mostra parametri di configurazione dell'unità

source: Usage: otpme-unit add {unit}
de: Verwendung: otpme-unit add {unit}
es: Uso: otpme-unit add {unit}
fr: Utilisation : otpme-unit add {unit}
it: Uso: otpme-unit add {unit}

source: Add new unit
de: Neue Unit hinzufügen
es: Agregar nueva unidad
fr: Ajouter une nouvelle unité
it: Aggiungi nuova unità

source: Usage: otpme-unit del {unit}
de: Verwendung: otpme-unit del {unit}
es: Uso: otpme-unit del {unit}
fr: Utilisation : otpme-unit del {unit}
it: Uso: otpme-unit del {unit}

source: Delete unit
de: Einheit löschen
es: Eliminar unidad
fr: Supprimer l'unité
it: Elimina unità

source: Usage: otpme-unit touch {unit}
de: Verwendung: otpme-unit touch {unit}
es: Uso: otpme-unit touch {unit}
fr: Utilisation : otpme-unit touch {unit}
it: Uso: otpme-unit touch {unit}

source: Touch unit (e.g. migrate).
de: Einheit berühren (z.B. migrieren).
es: Tocar unidad (ej. migrar).
fr: Toucher l'unité (ex. migrer).
it: Aggiorna unità (es. migra).

source: Usage: otpme-unit enable {unit}
de: Verwendung: otpme-unit enable {unit}
es: Uso: otpme-unit enable {unit}
fr: Utilisation : otpme-unit enable {unit}
it: Uso: otpme-unit enable {unit}

source: Enable unit
de: Einheit aktivieren
es: Habilitar unidad
fr: Activer l'unité
it: Abilita unità

source: Usage: otpme-unit disable {unit}
de: Verwendung: otpme-unit disable {unit}
es: Uso: otpme-unit disable {unit}
fr: Utilisation : otpme-unit disable {unit}
it: Uso: otpme-unit disable {unit}

source: Disable unit
de: Einheit deaktivieren
es: Deshabilitar unidad
fr: Désactiver l'unité
it: Disabilita unità

source: Usage: otpme-unit rename {unit} {new_name}
de: Verwendung: otpme-unit rename {unit} {new_name}
es: Uso: otpme-unit rename {unit} {new_name}
fr: Utilisation : otpme-unit rename {unit} {new_name}
it: Uso: otpme-unit rename {unit} {new_name}

source: Rename unit
de: Einheit umbenennen
es: Renombrar unidad
fr: Renommer l'unité
it: Rinomina unità

source: Usage: otpme-unit config {unit} {param} [value]
de: Verwendung: otpme-unit config {unit} {param} [value]
es: Uso: otpme-unit config {unit} {param} [value]
fr: Utilisation : otpme-unit config {unit} {param} [value]
it: Uso: otpme-unit config {unit} {param} [value]

source: Add config parameter to unit.
de: Konfigurationsparameter zur Einheit hinzufügen.
es: Agregar parámetro de configuración a la unidad.
fr: Ajouter un paramètre de configuration à l'unité.
it: Aggiungi parametro di configurazione all'unità.

source: Usage: otpme-unit add_extension {unit} {extension}
de: Verwendung: otpme-unit add_extension {unit} {extension}
es: Uso: otpme-unit add_extension {unit} {extension}
fr: Utilisation : otpme-unit add_extension {unit} {extension}
it: Uso: otpme-unit add_extension {unit} {extension}

source: Add extension to unit
de: Erweiterung zur Einheit hinzufügen
es: Agregar extensión a la unidad
fr: Ajouter une extension à l'unité
it: Aggiungi estensione all'unità

source: Usage: otpme-unit remove_extension {unit} {extension}
de: Verwendung: otpme-unit remove_extension {unit} {extension}
es: Uso: otpme-unit remove_extension {unit} {extension}
fr: Utilisation : otpme-unit remove_extension {unit} {extension}
it: Uso: otpme-unit remove_extension {unit} {extension}

source: Remove extension from unit
de: Erweiterung von Einheit entfernen
es: Eliminar extensión de la unidad
fr: Supprimer l'extension de l'unité
it: Rimuovi estensione dall'unità

source: Usage: otpme-unit add_attribute {unit} {attribute}=[value]
de: Verwendung: otpme-unit add_attribute {unit} {attribute}=[value]
es: Uso: otpme-unit add_attribute {unit} {attribute}=[value]
fr: Utilisation : otpme-unit add_attribute {unit} {attribute}=[value]
it: Uso: otpme-unit add_attribute {unit} {attribute}=[value]

source: Add (LDAP) attribute to unit
de: (LDAP) Attribut zur Einheit hinzufügen
es: Agregar atributo (LDAP) a la unidad
fr: Ajouter un attribut (LDAP) à l'unité
it: Aggiungi attributo (LDAP) all'unità

source: Usage: otpme-unit modify_attribute {unit} {attribute} {old_value} {new_value}
de: Verwendung: otpme-unit modify_attribute {unit} {attribute} {old_value} {new_value}
es: Uso: otpme-unit modify_attribute {unit} {attribute} {old_value} {new_value}
fr: Utilisation : otpme-unit modify_attribute {unit} {attribute} {old_value} {new_value}
it: Uso: otpme-unit modify_attribute {unit} {attribute} {old_value} {new_value}

source: Modify (LDAP) attribute of unit
de: (LDAP) Attribut der Einheit ändern
es: Modificar atributo (LDAP) de la unidad
fr: Modifier l'attribut (LDAP) de l'unité
it: Modifica attributo (LDAP) dell'unità

source: Usage: otpme-unit del_attribute {unit} {attribute}=[value]
de: Verwendung: otpme-unit del_attribute {unit} {attribute}=[value]
es: Uso: otpme-unit del_attribute {unit} {attribute}=[value]
fr: Utilisation : otpme-unit del_attribute {unit} {attribute}=[value]
it: Uso: otpme-unit del_attribute {unit} {attribute}=[value]

source: Delete (LDAP) attribute from unit
de: (LDAP) Attribut von Einheit löschen
es: Eliminar atributo (LDAP) de la unidad
fr: Supprimer l'attribut (LDAP) de l'unité
it: Elimina attributo (LDAP) dall'unità

source: Usage: otpme-unit add_object_class {unit} {object_class}
de: Verwendung: otpme-unit add_object_class {unit} {object_class}
es: Uso: otpme-unit add_object_class {unit} {object_class}
fr: Utilisation : otpme-unit add_object_class {unit} {object_class}
it: Uso: otpme-unit add_object_class {unit} {object_class}

source: Add (LDAP) object class to unit
de: (LDAP) Objektklasse zur Einheit hinzufügen
es: Agregar clase de objeto (LDAP) a la unidad
fr: Ajouter une classe d'objet (LDAP) à l'unité
it: Aggiungi classe oggetto (LDAP) all'unità

source: Usage: otpme-unit del_object_class {unit} {object_class}
de: Verwendung: otpme-unit del_object_class {unit} {object_class}
es: Uso: otpme-unit del_object_class {unit} {object_class}
fr: Utilisation : otpme-unit del_object_class {unit} {object_class}
it: Uso: otpme-unit del_object_class {unit} {object_class}

source: Delete (LDAP) object class from unit
de: (LDAP) Objektklasse von Einheit löschen
es: Eliminar clase de objeto (LDAP) de la unidad
fr: Supprimer la classe d'objet (LDAP) de l'unité
it: Elimina classe oggetto (LDAP) dall'unità

source: Usage: otpme-unit show_ldif {unit} -a attribute1,attribute2
de: Verwendung: otpme-unit show_ldif {unit} -a attribute1,attribute2
es: Uso: otpme-unit show_ldif {unit} -a attribute1,attribute2
fr: Utilisation : otpme-unit show_ldif {unit} -a attribute1,attribute2
it: Uso: otpme-unit show_ldif {unit} -a attribute1,attribute2

source: Show LDIF representation of unit
de: LDIF-Darstellung der Einheit anzeigen
es: Mostrar representación LDIF de la unidad
fr: Afficher la représentation LDIF de l'unité
it: Mostra rappresentazione LDIF dell'unità

source: Usage: otpme-unit add_acl [-r -a --objects <user,group,token>] {unit} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-unit add_acl [-r -a --objects <user,group,token>] {unit} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-unit add_acl [-r -a --objects <user,group,token>] {unit} {role|token} {role_path|token_path} {acl[:value]}
it: Utilizzo: otpme-unit add_acl [-r -a --objects <user,group,token>] {unit} {role|token} {role_path|token_path} {acl[:value]}

source: Add ACL to unit
de: ACL zur Einheit hinzufügen
es: Agregar ACL a la unidad
fr: Ajouter une ACL à l'unité
it: Aggiungi ACL all'unità

source: Set ACL recursive
de: ACL rekursiv setzen
es: Establecer ACL recursivamente
fr: Définir l'ACL de manière récursive
it: Imposta ACL ricorsivo

source: Apply default ACLs to existing objects
de: Standard-ACLs auf bestehende Objekte anwenden
es: Aplicar ACLs predeterminadas a objetos existentes
fr: Appliquer les ACL par défaut aux objets existants
it: Applica ACL predefiniti agli oggetti esistenti

source: Add ACLs to this object types only
de: ACLs nur zu diesen Objekttypen hinzufügen
es: Agregar ACLs solo a estos tipos de objeto
fr: Ajouter des ACL à ces types d'objets uniquement
it: Aggiungi ACL solo a questi tipi di oggetto

source: Usage: otpme-unit del_acl [-r -a --objects <user,group,token>] {unit} {acl}
de: Verwendung: otpme-unit del_acl [-r -a --objects <user,group,token>] {unit} {acl}
es: Uso: otpme-unit del_acl [-r -a --objects <user,group,token>] {unit} {acl}
it: Utilizzo: otpme-unit del_acl [-r -a --objects <user,group,token>] {unit} {acl}

source: Delete ACL from unit
de: ACL von Einheit löschen
es: Eliminar ACL de la unidad
fr: Supprimer l'ACL de l'unité
it: Elimina ACL dall'unità

source: Delete ACLs recursive
de: ACLs rekursiv löschen
es: Eliminar ACLs recursivamente
fr: Supprimer les ACL de manière récursive
it: Elimina ACL ricorsivo

source: Delete default ACLs from existing objects
de: Standard-ACLs von bestehenden Objekten löschen
es: Eliminar ACLs predeterminadas de objetos existentes
fr: Supprimer les ACL par défaut des objets existants
it: Elimina ACL predefiniti dagli oggetti esistenti

source: Delete ACLs from this object types only
de: ACLs nur von diesen Objekttypen löschen
es: Eliminar ACLs solo de estos tipos de objeto
fr: Supprimer les ACL de ces types d'objets uniquement
it: Elimina ACL solo da questi tipi di oggetto

source: Usage: otpme-unit show_acls {unit}
de: Verwendung: otpme-unit show_acls {unit}
es: Uso: otpme-unit show_acls {unit}
it: Utilizzo: otpme-unit show_acls {unit}

source: Show ACLs of unit
de: ACLs der Einheit anzeigen
es: Mostrar ACLs de la unidad
fr: Afficher les ACL de l'unité
it: Mostra ACL dell'unità

source: Usage: otpme-unit enable_acl_inheritance {unit}
de: Verwendung: otpme-unit enable_acl_inheritance {unit}
es: Uso: otpme-unit enable_acl_inheritance {unit}
it: Utilizzo: otpme-unit enable_acl_inheritance {unit}

source: Enable ACL inheritance for unit
de: ACL-Vererbung für Einheit aktivieren
es: Habilitar herencia de ACL para la unidad
fr: Activer l'héritage des ACL pour l'unité
it: Abilita ereditarietà ACL per l'unità

source: Usage: otpme-unit disable_acl_inheritance {unit}
de: Verwendung: otpme-unit disable_acl_inheritance {unit}
es: Uso: otpme-unit disable_acl_inheritance {unit}
it: Utilizzo: otpme-unit disable_acl_inheritance {unit}

source: Disable ACL inheritance for unit
de: ACL-Vererbung für Einheit deaktivieren
es: Deshabilitar herencia de ACL para la unidad
fr: Désactiver l'héritage des ACL pour l'unité
it: Disabilita ereditarietà ACL per l'unità

source: Usage: otpme-unit move [-m] [-k] [-o user,group,...] [--keep-acls] {unit} {new_unit}
de: Verwendung: otpme-unit move [-m] [-k] [-o user,group,...] [--keep-acls] {unit} {new_unit}
es: Uso: otpme-unit move [-m] [-k] [-o user,group,...] [--keep-acls] {unit} {new_unit}
it: Utilizzo: otpme-unit move [-m] [-k] [-o user,group,...] [--keep-acls] {unit} {new_unit}

source: Change unit's unit.
de: Einheit der Einheit ändern.
es: Cambiar la unidad de la unidad.
fr: Changer l'unité de l'unité.
it: Cambia unità dell'unità.

source: Merge objects from src unit into dst unit.
de: Objekte von Quelleinheit in Zieleinheit zusammenführen.
es: Fusionar objetos de la unidad origen en la unidad destino.
fr: Fusionner les objets de l'unité source dans l'unité destination.
it: Unisci oggetti dall'unità di origine all'unità di destinazione.

source: Keep source unit.
de: Quelleinheit behalten.
es: Mantener unidad origen.
fr: Conserver l'unité source.
it: Mantieni unità di origine.

source: Move only given object types.
de: Nur angegebene Objekttypen verschieben.
es: Mover solo los tipos de objeto especificados.
fr: Déplacer uniquement les types d'objets donnés.
it: Sposta solo i tipi di oggetto specificati.

source: Usage: otpme-unit remove_orphans {unit}
de: Verwendung: otpme-unit remove_orphans {unit}
es: Uso: otpme-unit remove_orphans {unit}
it: Utilizzo: otpme-unit remove_orphans {unit}

source: Remove orphan UUIDs recursive
de: Verwaiste UUIDs rekursiv entfernen
es: Eliminar UUIDs huérfanos recursivamente
fr: Supprimer les UUID orphelins de manière récursive
it: Rimuovi UUID orfani ricorsivamente

source: Usage: otpme-unit description {unit} [description]
de: Verwendung: otpme-unit description {unit} [description]
es: Uso: otpme-unit description {unit} [description]
it: Utilizzo: otpme-unit description {unit} [description]

source: Set unit description
de: Unit-Beschreibung setzen
es: Establecer descripción de unidad
fr: Définir la description de l'unité
it: Imposta descrizione unità

source: Usage: otpme-unit export --password <password> {unit}
de: Verwendung: otpme-unit export --password <password> {unit}
es: Uso: otpme-unit export --password <password> {unit}
it: Utilizzo: otpme-unit export --password <password> {unit}

source: Export unit config to stdout
de: Unit-Konfiguration auf stdout exportieren
es: Exportar configuración de unidad a stdout
fr: Exporter la configuration de l'unité vers stdout
it: Esporta configurazione unità su stdout

source: Usage: otpme-unit add_policy {unit} {policy}
de: Verwendung: otpme-unit add_policy {unit} {policy}
es: Uso: otpme-unit add_policy {unit} {policy}
it: Utilizzo: otpme-unit add_policy {unit} {policy}

source: Add policy to unit
de: Policy zur Unit hinzufügen
es: Agregar política a unidad
fr: Ajouter une politique à l'unité
it: Aggiungi policy all'unità

source: Usage: otpme-unit remove_policy {unit} {policy}
de: Verwendung: otpme-unit remove_policy {unit} {policy}
es: Uso: otpme-unit remove_policy {unit} {policy}
it: Utilizzo: otpme-unit remove_policy {unit} {policy}

source: Remove policy from unit
de: Policy von Unit entfernen
es: Eliminar política de unidad
fr: Supprimer une politique de l'unité
it: Rimuovi policy dall'unità

source: Usage: otpme-unit list_policies {unit}
de: Verwendung: otpme-unit list_policies {unit}
es: Uso: otpme-unit list_policies {unit}
it: Utilizzo: otpme-unit list_policies {unit}

source: Usage: otpme-accessgroup {command} [accessgroup]
de: Verwendung: otpme-accessgroup {command} [accessgroup]
es: Uso: otpme-accessgroup {command} [accessgroup]
it: Utilizzo: otpme-accessgroup {command} [accessgroup]

source: Usage: otpme-accessgroup show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [accessgroup]
de: Verwendung: otpme-accessgroup show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [accessgroup]
es: Uso: otpme-accessgroup show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [accessgroup]
it: Utilizzo: otpme-accessgroup show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [accessgroup]

source: Show accessgroup(s)
de: Accessgroup(s) anzeigen
es: Mostrar grupo(s) de acceso
fr: Afficher le(s) groupe(s) d'accès
it: Mostra gruppo/i di accesso

source: Show all accessgroups.
de: Alle Accessgroups anzeigen.
es: Mostrar todos los grupos de acceso.
fr: Afficher tous les groupes d'accès.
it: Mostra tutti i gruppi di accesso.

source: Usage: otpme-accessgroup list [--attribute attribute] [-a] [regex]
de: Verwendung: otpme-accessgroup list [--attribute attribute] [-a] [regex]
es: Uso: otpme-accessgroup list [--attribute attribute] [-a] [regex]
it: Utilizzo: otpme-accessgroup list [--attribute attribute] [-a] [regex]

source: List accessgroups
de: Accessgroups auflisten
es: Listar grupos de acceso
fr: Lister les groupes d'accès
it: Elenca gruppi di accesso

source: List all accessgroups.
de: Alle Accessgroups auflisten.
es: Listar todos los grupos de acceso.
fr: Lister tous les groupes d'accès.
it: Elenca tutti i gruppi di accesso.

source: Usage: otpme-accessgroup add {accessgroup}
de: Verwendung: otpme-accessgroup add {accessgroup}
es: Uso: otpme-accessgroup add {accessgroup}
it: Utilizzo: otpme-accessgroup add {accessgroup}

source: Add new accessgroup
de: Neue Accessgroup hinzufügen
es: Agregar nuevo grupo de acceso
fr: Ajouter un nouveau groupe d'accès
it: Aggiungi nuovo gruppo di accesso

source: Usage: otpme-accessgroup del {accessgroup}
de: Verwendung: otpme-accessgroup del {accessgroup}
es: Uso: otpme-accessgroup del {accessgroup}
it: Utilizzo: otpme-accessgroup del {accessgroup}

source: Delete accessgroup
de: Accessgroup löschen
es: Eliminar grupo de acceso
fr: Supprimer groupe d'accès
it: Elimina gruppo di accesso

source: Usage: otpme-accessgroup touch {accessgroup}
de: Verwendung: otpme-accessgroup touch {accessgroup}
es: Uso: otpme-accessgroup touch {accessgroup}
it: Utilizzo: otpme-accessgroup touch {accessgroup}

source: Usage: otpme-accessgroup enable {accessgroup}
de: Verwendung: otpme-accessgroup enable {accessgroup}
es: Uso: otpme-accessgroup enable {accessgroup}
it: Utilizzo: otpme-accessgroup enable {accessgroup}

source: Enable accessgroup
de: Accessgroup aktivieren
es: Habilitar grupo de acceso
fr: Activer groupe d'accès
it: Abilita gruppo di accesso

source: Usage: otpme-accessgroup disable {accessgroup}
de: Verwendung: otpme-accessgroup disable {accessgroup}
es: Uso: otpme-accessgroup disable {accessgroup}
it: Utilizzo: otpme-accessgroup disable {accessgroup}

source: Disable accessgroup
de: Accessgroup deaktivieren
es: Deshabilitar grupo de acceso
fr: Désactiver groupe d'accès
it: Disabilita gruppo di accesso

source: Usage: otpme-accessgroup rename {accessgroup} {new_name}
de: Verwendung: otpme-accessgroup rename {accessgroup} {new_name}
es: Uso: otpme-accessgroup rename {accessgroup} {new_name}
it: Utilizzo: otpme-accessgroup rename {accessgroup} {new_name}

source: Rename accessgroup
de: Accessgroup umbenennen
es: Renombrar grupo de acceso
fr: Renommer groupe d'accès
it: Rinomina gruppo di accesso

source: Usage: otpme-accessgroup config {accessgroup} {param} [value]
de: Verwendung: otpme-accessgroup config {accessgroup} {param} [value]
es: Uso: otpme-accessgroup config {accessgroup} {param} [value]
it: Utilizzo: otpme-accessgroup config {accessgroup} {param} [value]

source: Add config parameter to accessgroup.
de: Konfigurationsparameter zur Accessgroup hinzufügen.
es: Agregar parámetro de configuración a grupo de acceso.
fr: Ajouter paramètre de configuration au groupe d'accès.
it: Aggiungi parametro di configurazione al gruppo di accesso.

source: Usage: otpme-accessgroup show_config {accessgroup}
de: Verwendung: otpme-accessgroup show_config {accessgroup}
es: Uso: otpme-accessgroup show_config {accessgroup}
it: Utilizzo: otpme-accessgroup show_config {accessgroup}

source: Show accessgroup config parameters
de: Accessgroup-Konfigurationsparameter anzeigen
es: Mostrar parámetros de configuración del grupo de acceso
fr: Afficher les paramètres de configuration du groupe d'accès
it: Mostra parametri di configurazione del gruppo di accesso

source: Usage: otpme-accessgroup add_extension {accessgroup} {extension}
de: Verwendung: otpme-accessgroup add_extension {accessgroup} {extension}
es: Uso: otpme-accessgroup add_extension {accessgroup} {extension}
it: Utilizzo: otpme-accessgroup add_extension {accessgroup} {extension}

source: Add extension to accessgroup
de: Extension zur Accessgroup hinzufügen
es: Agregar extensión a grupo de acceso
fr: Ajouter extension au groupe d'accès
it: Aggiungi estensione al gruppo di accesso

source: Usage: otpme-accessgroup remove_extension {accessgroup} {extension}
de: Verwendung: otpme-accessgroup remove_extension {accessgroup} {extension}
es: Uso: otpme-accessgroup remove_extension {accessgroup} {extension}
it: Utilizzo: otpme-accessgroup remove_extension {accessgroup} {extension}

source: Remove extension from accessgroup
de: Extension von Accessgroup entfernen
es: Eliminar extensión de grupo de acceso
fr: Supprimer extension du groupe d'accès
it: Rimuovi estensione dal gruppo di accesso

source: Usage: otpme-accessgroup add_attribute {accessgroup} {attribute}=[value]
de: Verwendung: otpme-accessgroup add_attribute {accessgroup} {attribute}=[value]
es: Uso: otpme-accessgroup add_attribute {accessgroup} {attribute}=[value]
it: Utilizzo: otpme-accessgroup add_attribute {accessgroup} {attribute}=[value]

source: Add (ldap) attribute to accessgroup
de: (LDAP) Attribut zur Accessgroup hinzufügen
es: Agregar atributo (ldap) a grupo de acceso
fr: Ajouter attribut (ldap) au groupe d'accès
it: Aggiungi attributo (ldap) al gruppo di accesso

source: Usage: otpme-accessgroup del_attribute {accessgroup} {attribute}=[value]
de: Verwendung: otpme-accessgroup del_attribute {accessgroup} {attribute}=[value]
es: Uso: otpme-accessgroup del_attribute {accessgroup} {attribute}=[value]
it: Utilizzo: otpme-accessgroup del_attribute {accessgroup} {attribute}=[value]

source: Delete (ldap) attribute from accessgroup
de: (LDAP) Attribut von Accessgroup löschen
es: Eliminar atributo (ldap) de grupo de acceso
fr: Supprimer attribut (ldap) du groupe d'accès
it: Elimina attributo (ldap) dal gruppo di accesso

source: Usage: otpme-accessgroup add_object_class {accessgroup} {object_class}
de: Verwendung: otpme-accessgroup add_object_class {accessgroup} {object_class}
es: Uso: otpme-accessgroup add_object_class {accessgroup} {object_class}
it: Utilizzo: otpme-accessgroup add_object_class {accessgroup} {object_class}
