Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-cluster status [--diff] [--full] [--full-index]
de: Verwendung: otpme-cluster status [--diff] [--full] [--full-index]
es: Uso: otpme-cluster status [--diff] [--full] [--full-index]
it: Uso: otpme-cluster status [--diff] [--full] [--full-index]

source: Usage: otpme-token deploy --list-token-types
de: Verwendung: otpme-token deploy --list-token-types
es: Uso: otpme-token deploy --list-token-types
it: Uso: otpme-token deploy --list-token-types

source: List deployable token types.
de: Deploybare Token-Typen auflisten.
es: Listar tipos de token desplegables.
it: Elenca i tipi di token distribuibili.

source: Cannot move unit to sub unit of itself Please use <keep_old_unit>.
de: Kann Unit nicht in ihre eigene Sub-Unit verschieben. Bitte verwenden Sie <keep_old_unit>.
es: No se puede mover la unidad a una subunidad de sí misma. Por favor use <keep_old_unit>.
it: Impossibile spostare l'unità in una sotto-unità di se stessa. Utilizzare <keep_old_unit>.

source: Listen: SSL handshake failed from {client}:{port}: CN: {cn}: {error}
de: Listen: SSL-Handshake fehlgeschlagen von {client}:{port}: CN: {cn}: {error}
es: Listen: Falló el handshake SSL desde {client}:{port}: CN: {cn}: {error}
it: Listen: handshake SSL fallito da {client}:{port}: CN: {cn}: {error}

source: Listen: SSL handshake failed: {error}
de: Listen: SSL-Handshake fehlgeschlagen: {error}
es: Listen: Falló el handshake SSL: {error}
it: Listen: handshake SSL fallito: {error}

source: Password must contain a number.
es: La contraseña debe contener un número.

source: Password must contain a lowercase character.
es: La contraseña debe contener un carácter en minúscula.

source: Password must contain a uppercase character.
es: La contraseña debe contener un carácter en mayúscula.

source: Password must contain a special character.
es: La contraseña debe contener un carácter especial.

source: Require number already enabled.
es: Requerir número ya está habilitado.

source: Require number already disabled.
es: Requerir número ya está deshabilitado.

source: Require uppercase already enabled.
es: Requerir mayúscula ya está habilitado.

source: Require uppercase already disabled.
es: Requerir mayúscula ya está deshabilitado.

source: Require lowercase already enabled.
es: Requerir minúscula ya está habilitado.

source: Require lowercase already disabled.
es: Requerir minúscula ya está deshabilitado.

source: Require special character already enabled.
es: Requerir carácter especial ya está habilitado.

source: Require special character already disabled.
es: Requerir carácter especial ya está deshabilitado.

source: Invalid config parameter: {name}
es: Parámetro de configuración inválido: {name}

source: Usage: otpme-policy enable_require_number {policy}
es: Uso: otpme-policy enable_require_number {policy}

source: Enable check for number in password.
es: Habilitar verificación de número en contraseña.

source: Usage: otpme-policy disable_require_number {policy}
es: Uso: otpme-policy disable_require_number {policy}

source: Disable check for number in password.
es: Deshabilitar verificación de número en contraseña.

source: Usage: otpme-policy enable_require_upper {policy}
es: Uso: otpme-policy enable_require_upper {policy}

source: Enable check for uppercase character in password.
es: Habilitar verificación de carácter en mayúscula en contraseña.

source: Usage: otpme-policy disable_require_upper {policy}
es: Uso: otpme-policy disable_require_upper {policy}

source: Disable check for uppercase character in password.
es: Deshabilitar verificación de carácter en mayúscula en contraseña.

source: Usage: otpme-policy enable_require_lower {policy}
es: Uso: otpme-policy enable_require_lower {policy}

source: Enable check for lowercase character in password.
es: Habilitar verificación de carácter en minúscula en contraseña.

source: Usage: otpme-policy disable_require_lower {policy}
es: Uso: otpme-policy disable_require_lower {policy}

source: Disable check for lowercase character in password.
es: Deshabilitar verificación de carácter en minúscula en contraseña.

source: Usage: otpme-policy enable_require_special {policy}
es: Uso: otpme-policy enable_require_special {policy}

source: Enable check for special character in password.
es: Habilitar verificación de carácter especial en contraseña.

source: Usage: otpme-policy disable_require_special {policy}
es: Uso: otpme-policy disable_require_special {policy}

source: Disable check for special character in password.
es: Deshabilitar verificación de carácter especial en contraseña.

source: Unknown script: {script_path}
es: Script desconocido: {script_path}

source: Unknown script: {script_uuid}
es: Script desconocido: {script_uuid}

source: Invalid key len.
es: Longitud de clave inválida.

source: Invalid sign algo.
es: Algoritmo de firma inválido.

source: Loaded offline token: {oid}
es: Token offline cargado: {oid}

source: Redirected authentication failed: {e}
es: Autenticación redirigida fallida: {e}

source: Authentication failed: {e}
es: Autenticación fallida: {e}

source: Invalid auth reply.
es: Respuesta de autenticación inválida.

source: Failed to authenticate user: {user_name}
es: No se pudo autenticar al usuario: {user_name}

source: Remote authentication failed: {user}
es: Autenticación remota fallida: {user}

source: Auth reply misses JWT.
es: La respuesta de autenticación no incluye JWT.

source: Need <value>, <values>, <or_values>, <greater_than>, <less_than> or <attributes>.
es: Se necesita <value>, <values>, <or_values>, <greater_than>, <less_than> o <attributes>.

source: Need <value>, <values>, <or_values>, <less_than> or <greater_than>.
es: Se necesita <value>, <values>, <or_values>, <less_than> o <greater_than>.

source: Cannot order results if <or_values> >= {max_q_values}
es: No se pueden ordenar resultados si <or_values> >= {max_q_values}

source: Too many <or_values> for attribute '{attr}'.
es: Demasiados <or_values> para el atributo '{attr}'.

source: Unable to return ACLs: config.auth_token is None
es: No se pueden devolver ACLs: config.auth_token es None

source: Unknown {object_type} template: {template_uuid}
es: Plantilla {object_type} desconocida: {template_uuid}

source: Unknown {object_type} template: {object_name}
es: Plantilla {object_type} desconocida: {object_name}

source: ACL already registered: {acl}
es: ACL ya registrada: {acl}

source: User authenticated for {client} (radius) by cache: {username}
es: Usuario autenticado para {client} (radius) por caché: {username}

source: Auth cache failed: {error}
es: Caché de autenticación fallida: {error}

source: Usage: otpme-controld restart [daemon]
es: Uso: otpme-controld restart [daemon]

source: Usage: otpme-controld reload [daemon]
es: Uso: otpme-controld reload [daemon]

source: Usage: otpme-session list [-a] [search_regex]
es: Uso: otpme-session list [-a] [search_regex]

source: Usage: otpme-token remove_nt_hash {token}
es: Uso: otpme-token remove_nt_hash {token}

source: Remove NT hash used for MSCHAP authentication.
es: Eliminar hash NT utilizado para autenticación MSCHAP.

source: Usage: otpme-auth verify_mschap [--socket] {username} {challenge} {response} [client] [ipaddr]
es: Uso: otpme-auth verify_mschap [--socket] {username} {challenge} {response} [client] [ipaddr]

source: Usage: otpme-client enable_auth_cache {client}
es: Uso: otpme-client enable_auth_cache {client}

source: Enable auth cache for this client.
es: Habilitar caché de autenticación para este cliente.

source: Usage: otpme-client disable_auth_cache {client}
es: Uso: otpme-client disable_auth_cache {client}

source: Disable auth cache for this client.
es: Deshabilitar caché de autenticación para este cliente.

source: Usage: otpme-client auth_cache_timeout {client} {timeout}
es: Uso: otpme-client auth_cache_timeout {client} {timeout}

source: Set auth cache timeout for this client.
es: Establecer tiempo de espera de caché de autenticación para este cliente.

source: Unknown client: {client}
es: Cliente desconocido: {client}

source: User authenticated to ldapd by cache: {username}
es: Usuario autenticado en ldapd por caché: {username}

source: Failed to authenticate user: {username}: {error}
es: No se pudo autenticar al usuario: {username}: {error}

source: Failed to authenticate user: {username}: {reply}
es: No se pudo autenticar al usuario: {username}: {reply}

source: Invalid search filter: not filter with '*'
es: Filtro de búsqueda inválido: no filtrar con '*'

source: Failed to disinherit ACLs.
es: No se pudo desheresdar ACLs.

source: Failed to inherit ACLs.
es: No se pudo heredar ACLs.

source: Selecting token '{token_path}' based on accessgroup '{access_group_name}'.
es: Seleccionando token '{token_path}' basado en el grupo de acceso '{access_group_name}'.

source: Fqdn already set to: {fqdn}
es: Fqdn ya establecido en: {fqdn}

source: Found unencrypted parameteer: {p}
es: Parámetro sin encriptar encontrado: {p}

source: Sesssion without OID: {obj_type}: {obj_id}
es: Sesión sin OID: {obj_type}: {obj_id}

source: Path must be a directory.
es: La ruta debe ser un directorio.

source: Token {token} is assigned to SSO accessgroup. Auth will fail.
es: El token {token} está asignado al grupo de acceso SSO. La autenticación fallará.

source: Received invalid auth type: {auth_type}
es: Se recibió tipo de autenticación inválido: {auth_type}

source: No NT hash set for this token.
es: No hay hash NT establecido para este token.

source: You have to disable MSCHAP first.
es: Debe deshabilitar MSCHAP primero.

source: Auth cache already enabled.
es: Caché de autenticación ya habilitada.

source: Auth cache already disabled.
es: Caché de autenticación ya deshabilitada.

source: Need <realm> and <site> to verify preauth reply.
es: Se necesita <realm> y <site> para verificar la respuesta de preautenticación.

source: Access denied
es: Acceso denegado

source: Unable to gen JWT.
es: No se puede generar JWT.

source: Auth reply misses NT_KEY.
es: La respuesta de autenticación no incluye NT_KEY.

source: JWT authentication failed.
es: Autenticación JWT falló.

source: Token verified successful: {token}
es: Token verificado exitosamente: {token}

source: Token verification failed: {user}
es: Verificación de token falló: {user}

source: Unknown data type: {data_type}
es: Tipo de dato desconocido: {data_type}

source: Failed to decrypt {log_name} from peer: {peer_fqdn}: {x_oid}: {e}
es: Error al desencriptar {log_name} desde peer: {peer_fqdn}: {x_oid}: {e}

source: Rececived not permitted object from sites sync: {object_id}
es: Objeto no permitido recibido desde sincronización de sitios: {object_id}

source: Not restarting clusterd on master node.
es: No reiniciando clusterd en nodo maestro.

source: Connection to master node failed: {e}
es: Conexión a nodo maestro falló: {e}

source: Total {list_len} {object_type}(s).
de: Gesamt {list_len} {object_type}(s).
it: Totale {list_len} {object_type}.

source: Local
de: Lokal
it: Locale

source: {exception_text} Please type '{name}' to delete objects:
it: {exception_text} Digita '{name}' per eliminare gli oggetti:

source: {exception_text} Delete objects?:
it: {exception_text} Eliminare gli oggetti?:

source: {exception_text} Delete resolver and all objects?:
it: {exception_text} Eliminare il resolver e tutti gli oggetti?:

source: Error: {reply}
de: Fehler: {reply}
fr: Erreur : {reply}
it: Errore: {reply}

source: Error: {response}
de: Fehler: {response}
fr: Erreur : {response}
it: Errore: {response}

source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
it: Errore: {error}

source: Error: {e.reason}
de: Fehler: {e.reason}
fr: Erreur : {e.reason}
it: Errore: {e.reason}

source: ERROR: {reason}
de: FEHLER: {reason}
fr: ERREUR : {reason}
it: ERRORE: {reason}

source: Connection record belongs to pid {}, attempting to check out in pid {}
de: Verbindungsdatensatz gehört zu PID {}, versuche in PID {} auszuchecken

source: Connection record belongs to pid {connection_record.info['pid']}, attempting to check out in pid {pid}
de: Verbindungsdatensatz gehört zu PID {connection_record.info['pid']}, versuche in PID {pid} auszuchecken

source: Script stdout:
de: Skript stdout:
fr: Sortie standard du script :

source: Script stderr:
de: Skript stderr:
fr: Sortie d'erreur du script :

source: trusted
de: vertraut
