Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Problem adding base dictionary '{dictionary_path}'.
de: Problem beim Hinzufügen des Basiswörterbuchs '{dictionary_path}'.
es: Problema al agregar diccionario base '{dictionary_path}'.
fr: Problème lors de l'ajout du dictionnaire de base '{dictionary_path}'.
it: Problema nell'aggiunta del dizionario di base '{dictionary_path}'.

source: No such file or directory: {dict_file}
de: Datei oder Verzeichnis nicht vorhanden: {dict_file}
es: No existe el archivo o directorio: {dict_file}
fr: Fichier ou répertoire introuvable : {dict_file}
it: File o directory inesistente: {dict_file}

source: Processing file: {basename}
de: Datei wird verarbeitet: {basename}
es: Procesando archivo: {basename}
fr: Traitement du fichier : {basename}
it: Elaborazione file: {basename}

source: Problem adding base unit '{unit_path}'.
de: Problem beim Hinzufügen der Basiseinheit '{unit_path}'.
es: Problema al agregar unidad base '{unit_path}'.
fr: Problème lors de l'ajout de l'unité de base '{unit_path}'.
it: Problema nell'aggiunta dell'unità di base '{unit_path}'.

source: Unknown default policy: {policy_name}
de: Unbekannte Standardrichtlinie: {policy_name}
es: Política predeterminada desconocida: {policy_name}
fr: Politique par défaut inconnue : {policy_name}
it: Policy predefinita sconosciuta: {policy_name}

source: Problem adding base accessgroup '{g}'.
de: Problem beim Hinzufügen der Basiszugriffsgruppe '{g}'.
es: Problema al agregar grupo de acceso base '{g}'.
fr: Problème lors de l'ajout du groupe d'accès de base '{g}'.
it: Problema nell'aggiunta del gruppo di accesso di base '{g}'.

source: Problem adding base client '{c}'
de: Problem beim Hinzufügen des Basis-Clients '{c}'
es: Problema al agregar cliente base '{c}'
fr: Problème lors de l'ajout du client de base '{c}'
it: Problema nell'aggiunta del client di base '{c}'

source: Error reading script file: {e}
de: Fehler beim Lesen der Skriptdatei: {e}
es: Error al leer archivo de script: {e}
fr: Erreur lors de la lecture du fichier de script : {e}
it: Errore nella lettura del file script: {e}

source: Error adding script: {e}
de: Fehler beim Hinzufügen des Skripts: {e}
es: Error al agregar script: {e}
fr: Erreur lors de l'ajout du script : {e}
it: Errore nell'aggiunta dello script: {e}

source: Problem adding site users group '{users_group_path}'
de: Problem beim Hinzufügen der Site-Benutzergruppe '{users_group_path}'
es: Problema al agregar grupo de usuarios del sitio '{users_group_path}'
fr: Problème lors de l'ajout du groupe d'utilisateurs du site '{users_group_path}'
it: Problema nell'aggiunta del gruppo utenti del sito '{users_group_path}'

source: Problem adding base role '{role_path}'.
de: Problem beim Hinzufügen der Basisrolle '{role_path}'.
es: Problema al agregar rol base '{role_path}'.
fr: Problème lors de l'ajout du rôle de base '{role_path}'.
it: Problema nell'aggiunta del ruolo di base '{role_path}'.

source: Unable to find realm accessgroup.
de: Realm-Zugriffsgruppe nicht gefunden.
es: No se puede encontrar el grupo de acceso del dominio.
fr: Impossible de trouver le groupe d'accès du domaine.
it: Impossibile trovare il gruppo di accesso del realm.

source: Adding default ACLs...
de: Füge Standard-ACLs hinzu...
es: Agregando ACLs predeterminadas...
fr: Ajout des ACL par défaut...
it: Aggiunta ACL predefinite...

source: Problem adding base policy '{policy_name}'.
de: Problem beim Hinzufügen der Basisrichtlinie '{policy_name}'.
es: Problema al agregar política base '{policy_name}'.
fr: Problème lors de l'ajout de la politique de base '{policy_name}'.
it: Problema nell'aggiunta della policy di base '{policy_name}'.

source: Problem adding base group '{group_path}'
de: Problem beim Hinzufügen der Basisgruppe '{group_path}'
es: Problema al agregar grupo base '{group_path}'
fr: Problème lors de l'ajout du groupe de base '{group_path}'
it: Problema nell'aggiunta del gruppo di base '{group_path}'

source: Adding admin user: {admin_user_name}
de: Admin-Benutzer hinzufügen: {admin_user_name}
es: Agregando usuario administrador: {admin_user_name}
fr: Ajout de l'utilisateur admin : {admin_user_name}
it: Aggiunta utente amministratore: {admin_user_name}

source: Problem adding admin user: {e}
de: Problem beim Hinzufügen des Admin-Benutzers: {e}
es: Problema al agregar usuario administrador: {e}
fr: Problème lors de l'ajout de l'utilisateur admin : {e}
it: Problema nell'aggiunta dell'utente amministratore: {e}

source: Unable to find {join_access_group} accessgroup.
de: Zugriffsgruppe {join_access_group} nicht gefunden.
es: No se puede encontrar el grupo de acceso {join_access_group}.
fr: Impossible de trouver le groupe d'accès {join_access_group}.
it: Impossibile trovare il gruppo di accesso {join_access_group}.

source: Failed to load PEM cert: {e}
de: PEM-Zertifikat konnte nicht geladen werden: {e}
es: Error al cargar certificado PEM: {e}
fr: Échec du chargement du certificat PEM : {e}
it: Impossibile caricare il certificato PEM: {e}

source: Cert already added.
de: Zertifikat bereits hinzugefügt.
es: Certificado ya agregado.
fr: Certificat déjà ajouté.
it: Certificato già aggiunto.

source: Unknown CA cert: {subject}
de: Unbekanntes CA-Zertifikat: {subject}
es: Certificado CA desconocido: {subject}
fr: Certificat CA inconnu : {subject}
it: Certificato CA sconosciuto: {subject}

source: Cannot delete own site!
de: Eigene Site kann nicht gelöscht werden!
es: ¡No se puede eliminar el sitio propio!
fr: Impossible de supprimer votre propre site !
it: Impossibile eliminare il proprio sito!

source: Delete site '{name}'?:
de: Site '{name}' löschen?:
es: ¿Eliminar sitio '{name}'?:
fr: Supprimer le site '{name}' ? :
it: Eliminare il sito '{name}'?:

source: Deleting: {object_id}
de: Lösche: {object_id}
es: Eliminando: {object_id}
fr: Suppression : {object_id}
it: Eliminazione: {object_id}

source: Processing {unit_oid}
de: Verarbeite {unit_oid}
es: Procesando {unit_oid}
fr: Traitement de {unit_oid}
it: Elaborazione {unit_oid}

source: Processing {path_id} ({counter}/{files_count}): {x_file}
de: Verarbeite {path_id} ({counter}/{files_count}): {x_file}
es: Procesando {path_id} ({counter}/{files_count}): {x_file}
fr: Traitement de {path_id} ({counter}/{files_count}) : {x_file}
it: Elaborazione {path_id} ({counter}/{files_count}): {x_file}

source: Processing {path_id} {data_revision_file}
de: Verarbeite {path_id} {data_revision_file}
es: Procesando {path_id} {data_revision_file}
fr: Traitement de {path_id} {data_revision_file}
it: Elaborazione {path_id} {data_revision_file}

source: Unknown compression string: {compression}
de: Unbekannte Komprimierungszeichenfolge: {compression}
es: Cadena de compresión desconocida: {compression}
fr: Chaîne de compression inconnue : {compression}
it: Stringa di compressione sconosciuta: {compression}

source: Unknown compression type: {compression}
de: Unbekannter Komprimierungstyp: {compression}
es: Tipo de compresión desconocido: {compression}
fr: Type de compression inconnu : {compression}
it: Tipo di compressione sconosciuto: {compression}

source: Need 'enc_key' to encrypt.
de: 'enc_key' zum Verschlüsseln benötigt.
es: Se necesita 'enc_key' para encriptar.
fr: 'enc_key' nécessaire pour chiffrer.
it: Necessario 'enc_key' per crittografare.

source: Failed to load encryption module: {error}
de: Verschlüsselungsmodul konnte nicht geladen werden: {error}
es: Error al cargar módulo de encriptación: {error}
fr: Échec du chargement du module de chiffrement : {error}
it: Impossibile caricare il modulo di crittografia: {error}

source: Need 'enc_key' to decrypt.
de: 'enc_key' zum Entschlüsseln benötigt.
es: Se necesita 'enc_key' para desencriptar.
fr: 'enc_key' nécessaire pour déchiffrer.
it: Necessario 'enc_key' per decrittografare.

source: Failed to decrypt key: {param}
de: Schlüssel konnte nicht entschlüsselt werden: {param}
es: Error al desencriptar clave: {param}
fr: Échec du déchiffrement de la clé : {param}
it: Impossibile decrittografare la chiave: {param}

source: Failed to compress object config: {error}
de: Objektkonfiguration konnte nicht komprimiert werden: {error}
es: Error al comprimir configuración del objeto: {error}
fr: Échec de la compression de la configuration de l'objet : {error}
it: Impossibile comprimere la configurazione dell'oggetto: {error}

source: Failed to encode object config: {error}
de: Objektkonfiguration konnte nicht kodiert werden: {error}
es: Error al codificar configuración del objeto: {error}
fr: Échec de l'encodage de la configuration de l'objet : {error}
it: Impossibile codificare la configurazione dell'oggetto: {error}

source: Failed to encrypt object config: {error}
de: Objektkonfiguration konnte nicht verschlüsselt werden: {error}
es: Error al encriptar configuración del objeto: {error}
fr: Échec du chiffrement de la configuration de l'objet : {error}
it: Impossibile crittografare la configurazione dell'oggetto: {error}

source: Failed to decrypt object config: {error}
de: Objektkonfiguration konnte nicht entschlüsselt werden: {error}
es: Error al desencriptar configuración del objeto: {error}
fr: Échec du déchiffrement de la configuration de l'objet : {error}
it: Impossibile decrittografare la configurazione dell'oggetto: {error}

source: Failed to decode object config: {error}
de: Objektkonfiguration konnte nicht dekodiert werden: {error}
es: Error al decodificar configuración del objeto: {error}
fr: Échec du décodage de la configuration de l'objet : {error}
it: Impossibile decodificare la configurazione dell'oggetto: {error}

source: Failed to decompress object config: {error}
de: Fehler beim Dekomprimieren der Objektkonfiguration: {error}
es: Error al descomprimir configuración del objeto: {error}
fr: Échec de la décompression de la configuration de l'objet : {error}
it: Impossibile decomprimere la configurazione dell'oggetto: {error}

source: Unknown session: {session_id}
de: Unbekannte Sitzung: {session_id}
es: Sesión desconocida: {session_id}
fr: Session inconnue : {session_id}
it: Sessione sconosciuta: {session_id}

source: Unable to get agent connection: {error}
de: Verbindung zum Agent kann nicht hergestellt werden: {error}
es: No se puede obtener conexión del agente: {error}
fr: Impossible d'obtenir la connexion de l'agent : {error}
it: Impossibile ottenere la connessione dell'agente: {error}

source: Login connection failed: {error}
de: Login-Verbindung fehlgeschlagen: {error}
es: Falló la conexión de inicio de sesión: {error}
fr: Échec de la connexion de connexion : {error}
it: Connessione di login fallita: {error}

source: Unable to connect to auth daemon: {error}
de: Verbindung zum Auth-Daemon nicht möglich: {error}
es: No se puede conectar al daemon de autenticación: {error}
fr: Impossible de se connecter au démon d'authentification : {error}
it: Impossibile connettersi al daemon di autenticazione: {error}

source: Realm login failed: {error}
de: Realm-Login fehlgeschlagen: {error}
es: Falló el inicio de sesión del realm: {error}
fr: Échec de connexion au domaine : {error}
it: Login al realm fallito: {error}

source: You are not logged in.
de: Sie sind nicht angemeldet.
es: No has iniciado sesión.
fr: Vous n'êtes pas connecté.
it: Non sei connesso.

source: You are not logged in as user '{username}'.
de: Sie sind nicht als Benutzer '{username}' angemeldet.
es: No has iniciado sesión como usuario '{username}'.
fr: Vous n'êtes pas connecté en tant qu'utilisateur '{username}'.
it: Non sei connesso come utente '{username}'.

source: Error unmounting shares: {error}
de: Fehler beim Aushängen von Freigaben: {error}
es: Error al desmontar recursos compartidos: {error}
fr: Erreur lors du démontage des partages : {error}
it: Errore durante lo smontaggio delle condivisioni: {error}

source: Error logging out: {error}
de: Fehler beim Abmelden: {error}
es: Error al cerrar sesión: {error}
fr: Erreur lors de la déconnexion : {error}
it: Errore durante il logout: {error}

source: {username} (no login session)
de: {username} (keine Anmeldesitzung)
es: {username} (sin sesión de inicio)
fr: {username} (aucune session de connexion)
it: {username} (nessuna sessione di login)

source: Authentication failed: {error}
de: Authentifizierung fehlgeschlagen: {error}
es: Falló la autenticación: {error}
fr: Échec de l'authentification : {error}
it: Autenticazione fallita: {error}

source: {username} (online: {message})
es: {username} (en línea: {message})
fr: {username} (en ligne : {message})

source: {username} (offline)
es: {username} (sin conexión)
fr: {username} (hors ligne)

source: {username} (online)
es: {username} (en línea)
fr: {username} (en ligne)

source: Empty script.
de: Leeres Skript.
es: Script vacío.
fr: Script vide.
it: Script vuoto.

source: Cannot rename base script.
de: Basis-Skript kann nicht umbenannt werden.
es: No se puede renombrar el script base.
fr: Impossible de renommer le script de base.
it: Impossibile rinominare lo script base.

source: Cannot move base script.
de: Basis-Skript kann nicht verschoben werden.
es: No se puede mover el script base.
fr: Impossible de déplacer le script de base.
it: Impossibile spostare lo script base.

source: Script already exists.
de: Skript existiert bereits.
es: El script ya existe.
fr: Le script existe déjà.
it: Lo script esiste già.

source: UUID conflict: {self_oid} <> {x_oid}
de: UUID-Konflikt: {self_oid} <> {x_oid}
es: Conflicto de UUID: {self_oid} <> {x_oid}
fr: Conflit UUID : {self_oid} <> {x_oid}
it: Conflitto UUID: {self_oid} <> {x_oid}

source: Cannot update signatures: Not logged in
de: Signaturen können nicht aktualisiert werden: Nicht angemeldet
es: No se pueden actualizar las firmas: No has iniciado sesión
fr: Impossible de mettre à jour les signatures : Non connecté
it: Impossibile aggiornare le firme: Non connesso

source: Resigning failed: {error}
de: Neusignierung fehlgeschlagen: {error}
es: Falló la refirma: {error}
fr: Échec de la re-signature : {error}
it: Rifirma fallita: {error}

source: Auto-signing failed.
de: Automatische Signierung fehlgeschlagen.
es: Falló la firma automática.
fr: Échec de la signature automatique.
it: Firma automatica fallita.

source: NOTE: Please update script signatures after editing!!!
de: HINWEIS: Bitte aktualisieren Sie die Skript-Signaturen nach der Bearbeitung!!!
es: NOTA: ¡Por favor actualiza las firmas del script después de editar!
fr: NOTE : Veuillez mettre à jour les signatures du script après modification !!!
it: NOTA: Aggiornare le firme dello script dopo la modifica!!!

source: Invalid destination script name.
de: Ungültiger Ziel-Skriptname.
es: Nombre de script de destino inválido.
fr: Nom de script de destination invalide.
it: Nome script di destinazione non valido.

source: {path}: Permission denied
de: {path}: Zugriff verweigert
es: {path}: Permiso denegado
fr: {path} : Permission refusée
it: {path}: Permesso negato

source: Replace script '{name}'?:
de: Skript '{name}' ersetzen?:
es: ¿Reemplazar script '{name}'?:
fr: Remplacer le script '{name}' ? :
it: Sostituire lo script '{name}'?:

source: Error loading destination script: {error}
de: Fehler beim Laden des Ziel-Skripts: {error}
es: Error al cargar script de destino: {error}
fr: Erreur lors du chargement du script de destination : {error}
it: Errore nel caricamento dello script di destinazione: {error}

source: Cannot delete base script.
de: Basis-Skript kann nicht gelöscht werden.
es: No se puede eliminar el script base.
fr: Impossible de supprimer le script de base.
it: Impossibile eliminare lo script base.

source: Script does not exist exists.
de: Skript existiert nicht.
es: El script no existe.
fr: Le script n'existe pas.
it: Lo script non esiste.

source: Delete script '{path}'?:
de: Skript '{path}' löschen?:
es: ¿Eliminar script '{path}'?:
fr: Supprimer le script '{path}' ? :
it: Eliminare lo script '{path}'?:

source: Agent autoconnect failed: {e}
de: Agent-Autoverbindung fehlgeschlagen: {e}
es: Falló la conexión automática del agente: {e}
fr: Échec de la connexion automatique de l'agent : {e}
it: Connessione automatica agent fallita: {e}

source: Failed to get login token: {reply}
de: Login-Token konnte nicht abgerufen werden: {reply}
es: Falló al obtener token de inicio de sesión: {reply}
fr: Échec de l'obtention du jeton de connexion : {reply}
it: Impossibile ottenere il token di login: {reply}

source: Failed to get login pass type: {reply}
de: Login-Pass-Typ konnte nicht abgerufen werden: {reply}
es: Falló al obtener tipo de contraseña de inicio de sesión: {reply}
fr: Échec de l'obtention du type de passe de connexion : {reply}
it: Impossibile ottenere il tipo di pass di login: {reply}

source: Failed to get SOTP from agent: {reply}
de: SOTP konnte nicht vom Agent abgerufen werden: {reply}
es: Falló al obtener SOTP del agente: {reply}
fr: Échec de l'obtention du SOTP depuis l'agent : {reply}
it: Impossibile ottenere SOTP dall'agent: {reply}

source: Error getting SLP from agent: {reply}
de: Fehler beim Abrufen von SLP vom Agent: {reply}
es: Error al obtener SLP del agente: {reply}
fr: Erreur lors de l'obtention du SLP depuis l'agent : {reply}
it: Errore nell'ottenere SLP dall'agent: {reply}

source: Error getting TTY from agent: {reply}
de: Fehler beim Abrufen von TTY vom Agent: {reply}
es: Error al obtener TTY del agente: {reply}
fr: Erreur lors de l'obtention du TTY depuis l'agent : {reply}
it: Errore nell'ottenere TTY dall'agent: {reply}

source: Error getting session list from agent: {reply}
de: Fehler beim Abrufen der Sitzungsliste vom Agent: {reply}
es: Error al obtener lista de sesiones del agente: {reply}
fr: Erreur lors de l'obtention de la liste des sessions depuis l'agent : {reply}
it: Errore nell'ottenere l'elenco delle sessioni dall'agent: {reply}

source: Error getting session ID from agent: {reply}
de: Fehler beim Abrufen der Sitzungs-ID vom Agent: {reply}
es: Error al obtener ID de sesión del agente: {reply}
fr: Erreur lors de l'obtention de l'ID de session depuis l'agent : {reply}
it: Errore nell'ottenere l'ID sessione dall'agent: {reply}

source: Failed to mount shares: {reply}
de: Freigaben konnten nicht eingehängt werden: {reply}
es: Falló al montar recursos compartidos: {reply}
fr: Échec du montage des partages : {reply}
it: Impossibile montare le condivisioni: {reply}

source: Failed to umount shares: {reply}
de: Freigaben konnten nicht ausgehängt werden: {reply}
es: Falló al desmontar recursos compartidos: {reply}
fr: Échec du démontage des partages : {reply}
it: Impossibile smontare le condivisioni: {reply}

source: Error adding login session to agent: {reply}
de: Fehler beim Hinzufügen der Anmeldesitzung zum Agent: {reply}
es: Error al agregar sesión de inicio al agente: {reply}
fr: Erreur lors de l'ajout de la session de connexion à l'agent : {reply}
it: Errore nell'aggiungere la sessione di login all'agent: {reply}

source: Error removing login session from agent: {reply}
de: Fehler beim Entfernen der Anmeldesitzung vom Agent: {reply}
es: Error al eliminar sesión de inicio del agente: {reply}
fr: Erreur lors de la suppression de la session de connexion de l'agent : {reply}
it: Errore nella rimozione della sessione di login dall'agent: {reply}

source: Failed to set RSP: {reply}
de: RSP konnte nicht gesetzt werden: {reply}
es: Falló al establecer RSP: {reply}
fr: Échec de la définition du RSP : {reply}
it: Impossibile impostare RSP: {reply}

source: Failed to set login token: {reply}
de: Login-Token konnte nicht gesetzt werden: {reply}
es: Falló al establecer token de inicio de sesión: {reply}
fr: Échec de la définition du jeton de connexion : {reply}
it: Impossibile impostare il token di login: {reply}

source: Failed to add SSH key passphrase to agent: {reply}
de: SSH-Schlüssel-Passphrase konnte nicht zum Agent hinzugefügt werden: {reply}
es: Falló al agregar frase de contraseña de clave SSH al agente: {reply}
fr: Échec de l'ajout de la phrase de passe de clé SSH à l'agent : {reply}
it: Impossibile aggiungere la passphrase della chiave SSH all'agent: {reply}

source: Failed to remove SSH key passphrase from agent: {reply}
de: SSH-Schlüssel-Passphrase konnte nicht vom Agent entfernt werden: {reply}
es: Falló al eliminar frase de contraseña de clave SSH del agente: {reply}
fr: Échec de la suppression de la phrase de passe de clé SSH de l'agent : {reply}
it: Impossibile rimuovere la passphrase della chiave SSH dall'agent: {reply}

source: Failed to add ACL to agent: {reply}
de: ACL konnte nicht zum Agent hinzugefügt werden: {reply}
es: Falló al agregar ACL al agente: {reply}
fr: Échec de l'ajout de l'ACL à l'agent : {reply}
it: Impossibile aggiungere ACL all'agent: {reply}

source: Failed to remove ACL from agent: {reply}
de: ACL konnte nicht vom Agent entfernt werden: {reply}
es: Falló al eliminar ACL del agente: {reply}
fr: Échec de la suppression de l'ACL de l'agent : {reply}
it: Impossibile rimuovere ACL dall'agent: {reply}

source: Agent connection failed: {e}
de: Agentenverbindung fehlgeschlagen: {e}
es: Falló la conexión del agente: {e}
fr: Échec de la connexion de l'agent : {e}
it: Connessione agent fallita: {e}

source: {msg} Try '-d' for debug output.
de: {msg} Versuchen Sie '-d' für Debug-Ausgabe.
es: {msg} Intenta '-d' para salida de depuración.
fr: {msg} Essayez '-d' pour la sortie de débogage.
it: {msg} Prova '-d' per l'output di debug.

source: Unable to load agent protocols.
de: Agentenprotokolle konnten nicht geladen werden.
es: No se pueden cargar los protocolos del agente.
fr: Impossible de charger les protocoles de l'agent.
it: Impossibile caricare i protocolli dell'agent.

source: Error sending helo command to otpme-agent: {response}
de: Fehler beim Senden des helo-Befehls an otpme-agent: {response}
es: Error al enviar comando helo al otpme-agent: {response}
fr: Erreur lors de l'envoi de la commande helo à otpme-agent : {response}
it: Errore nell'invio del comando helo a otpme-agent: {response}

source: Error sending 'use_proto': {e}
de: Fehler beim Senden von 'use_proto': {e}
es: Error al enviar 'use_proto': {e}
fr: Erreur lors de l'envoi de 'use_proto' : {e}
it: Errore nell'invio di 'use_proto': {e}

source: Authentication with otpme-agent failed: {msg}
de: Authentifizierung mit otpme-agent fehlgeschlagen: {msg}
es: La autenticación con otpme-agent falló: {msg}
fr: L'authentification avec otpme-agent a échoué : {msg}
it: Autenticazione con otpme-agent fallita: {msg}

source: Faild to build request: {e}
de: Anfrage konnte nicht erstellt werden: {e}
es: Fallo al construir solicitud: {e}
fr: Échec de la construction de la requête : {e}
it: Impossibile costruire la richiesta: {e}

source: Error while sending: {e}
de: Fehler beim Senden: {e}
es: Error al enviar: {e}
fr: Erreur lors de l'envoi : {e}
it: Errore durante l'invio: {e}

source: Error while receiving: {e}
de: Fehler beim Empfangen: {e}
es: Error al recibir: {e}
fr: Erreur lors de la réception : {e}
it: Errore durante la ricezione: {e}

source: Invalid tag: {tag}
de: Ungültiges Tag: {tag}
es: Tag inválido: {tag}
fr: Tag invalide : {tag}
it: Tag non valido: {tag}

source: Failed to verify signature: {sign_info}: {e}
de: Signatur konnte nicht verifiziert werden: {sign_info}: {e}
es: Fallo al verificar firma: {sign_info}: {e}
fr: Échec de la vérification de la signature : {sign_info} : {e}
it: Impossibile verificare la firma: {sign_info}: {e}

source: Ignoring signature: {sign_info}: {e}
de: Signatur wird ignoriert: {sign_info}: {e}
es: Ignorando firma: {sign_info}: {e}
fr: Signature ignorée : {sign_info} : {e}
it: Firma ignorata: {sign_info}: {e}

source: Error verifying signature: {sign_info}: {e}
de: Fehler beim Verifizieren der Signatur: {sign_info}: {e}
es: Error al verificar firma: {sign_info}: {e}
fr: Erreur de vérification de la signature : {sign_info} : {e}
it: Errore nella verifica della firma: {sign_info}: {e}
