Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: No share key for user: {user_name}
de: Kein Freigabeschlüssel für Benutzer: {user_name}
es: Sin clave de recurso compartido para usuario: {user_name}
fr: Aucune clé de partage pour l'utilisateur : {user_name}
it: Nessuna chiave di condivisione per l'utente: {user_name}

source: Failed to drop privileges: {error}
de: Privilegien konnten nicht abgegeben werden: {error}
es: Error al eliminar privilegios: {error}
fr: Échec de l'abandon des privilèges : {error}
it: Impossibile rilasciare i privilegi: {error}

source: No share mounted.
de: Keine Freigabe eingehängt.
es: Sin recurso compartido montado.
fr: Aucun partage monté.
it: Nessuna condivisione montata.

source: Missing share key.
de: Fehlender Freigabeschlüssel.
es: Clave de recurso compartido faltante.
fr: Clé de partage manquante.
it: Chiave di condivisione mancante.

source: Got no share key: {user_name}
de: Keinen Freigabeschlüssel erhalten: {user_name}
es: Sin clave de recurso compartido: {user_name}
fr: Aucune clé de partage obtenue : {user_name}
it: Nessuna chiave di condivisione ottenuta: {user_name}

source: Share key added for user: {user_name}
de: Freigabeschlüssel für Benutzer hinzugefügt: {user_name}
es: Clave de recurso compartido agregada para usuario: {user_name}
fr: Clé de partage ajoutée pour l'utilisateur : {user_name}
it: Chiave di condivisione aggiunta per l'utente: {user_name}

source: Missing path.
de: Fehlender Pfad.
es: Ruta faltante.
fr: Chemin manquant.
it: Percorso mancante.

source: Missing amode.
de: Fehlender amode.
es: amode faltante.
fr: amode manquant.
it: Amode mancante.

source: Missing mode.
de: Fehlender Modus.
es: Modo faltante.
fr: Mode manquant.
it: Modalità mancante.

source: Missing source.
de: Fehlende Quelle.
es: Origen faltante.
fr: Source manquante.
it: Sorgente mancante.

source: Missing target.
de: Fehlendes Ziel.
es: Destino faltante.
fr: Cible manquante.
it: Destinazione mancante.

source: Missing size.
de: Fehlende Größe.
es: Tamaño faltante.
fr: Taille manquante.
it: Dimensione mancante.

source: Missing offset.
de: Fehlender Offset.
es: Desplazamiento faltante.
fr: Décalage manquant.
it: Offset mancante.

source: File data.
de: Dateidaten.
es: Datos de archivo.
fr: Données de fichier.
it: Dati file.

source: Missing old.
de: Fehlendes old.
es: Antiguo faltante.
fr: Ancien manquant.
it: Vecchio mancante.

source: Missing new.
de: Fehlendes new.
es: Nuevo faltante.
fr: Nouveau manquant.
it: Nuovo mancante.

source: Missing length.
de: Fehlende Länge.
es: Longitud faltante.
fr: Longueur manquante.
it: Lunghezza mancante.

source: Missing times.
de: Fehlende Zeiten.
es: Tiempos faltantes.
fr: Temps manquants.
it: Tempi mancanti.

source: Missing uid.
de: Fehlende uid.
es: uid faltante.
fr: uid manquant.
it: Uid mancante.

source: Missing gid.
de: Fehlende gid.
es: gid faltante.
fr: gid manquant.
it: Gid mancante.

source: Missing flags.
de: Fehlende flags.
es: Flags faltantes.
fr: Drapeaux manquants.
it: Flag mancanti.

source: Missing name.
de: Fehlender Name.
es: Nombre faltante.
fr: Nom manquant.
it: Nome mancante.

source: Extended attribute data.
de: Erweiterte Attributdaten.
es: Datos de atributos extendidos.
fr: Données d'attribut étendu.
it: Dati attributo esteso.

source: Missing value.
de: Fehlender Wert.
es: Valor faltante.
fr: Valeur manquante.
it: Valore mancante.

source: Missing options.
de: Fehlende Optionen.
es: Opciones faltantes.
fr: Options manquantes.
it: Opzioni mancanti.

source: Unknown fs command: {command}
de: Unbekannter fs-Befehl: {command}
es: Comando fs desconocido: {command}
fr: Commande fs inconnue : {command}
it: Comando fs sconosciuto: {command}

source: Failed to decode orjson request: {error}
de: Fehler beim Dekodieren der orjson-Anfrage: {error}
es: Error al decodificar solicitud orjson: {error}
fr: Échec du décodage de la requête orjson : {error}
it: Impossibile decodificare la richiesta orjson: {error}

source: Received invalid request: Command is missing
de: Ungültige Anfrage erhalten: Befehl fehlt
es: Solicitud inválida recibida: Falta el comando
fr: Requête invalide reçue : Commande manquante
it: Ricevuta richiesta non valida: Comando mancante

source: Received invalid request: Command args missing
de: Ungültige Anfrage erhalten: Befehlsargumente fehlen
es: Solicitud inválida recibida: Faltan argumentos del comando
fr: Requête invalide reçue : Arguments de commande manquants
it: Ricevuta richiesta non valida: Argomenti del comando mancanti

source: Uuuh, more than one host with this name exists: {hosts}
de: Uuuh, es existiert mehr als ein Host mit diesem Namen: {hosts}
es: Uuuh, existe más de un host con este nombre: {hosts}
fr: Euh, plusieurs hôtes avec ce nom existent : {hosts}
it: Uuuh, esiste più di un host con questo nome: {hosts}

source: Trying to join {host_type}: {host_name}
de: Versuche {host_type} beizutreten: {host_name}
es: Intentando unir {host_type}: {host_name}
fr: Tentative de jonction {host_type} : {host_name}
it: Tentativo di unione a {host_type}: {host_name}

source: Adding {host_type}: {host_name}
de: Füge {host_type} hinzu: {host_name}
es: Agregando {host_type}: {host_name}
fr: Ajout {host_type} : {host_name}
it: Aggiunta di {host_type}: {host_name}

source: Error adding {host_type}: {error}
de: Fehler beim Hinzufügen von {host_type}: {error}
es: Error al agregar {host_type}: {error}
fr: Erreur lors de l'ajout {host_type} : {error}
it: Errore nell'aggiunta di {host_type}: {error}

source: Cannot do master node join for enabled site: {site_name}
de: Master-Node-Beitritt für aktivierte Site nicht möglich: {site_name}
es: No se puede hacer unión de nodo maestro para sitio habilitado: {site_name}
fr: Impossible d'effectuer la jonction du nœud maître pour le site activé : {site_name}
it: Impossibile eseguire l'unione del nodo master per il sito abilitato: {site_name}

source: Wrong host type: {host_type}
de: Falscher Host-Typ: {host_type}
es: Tipo de host incorrecto: {host_type}
fr: Type d'hôte incorrect : {host_type}
it: Tipo di host errato: {host_type}

source: Node is not the first node of site: {site_name}
de: Node ist nicht der erste Node der Site: {site_name}
es: El nodo no es el primer nodo del sitio: {site_name}
fr: Le nœud n'est pas le premier nœud du site : {site_name}
it: Il nodo non è il primo nodo del sito: {site_name}

source: Error joining realm: {error}
de: Fehler beim Beitritt zur Realm: {error}
es: Error al unirse al dominio: {error}
fr: Erreur lors de la jonction au domaine : {error}
it: Errore nell'unione al realm: {error}

source: Selecting objects for join reply...
de: Wähle Objekte für Beitrittsantwort aus...
es: Seleccionando objetos para respuesta de unión...
fr: Sélection des objets pour la réponse de jonction...
it: Selezione degli oggetti per la risposta di unione...

source: Unable to get object for join request: {uuid} ({object_type})
de: Objekt für Beitrittsanfrage kann nicht abgerufen werden: {uuid} ({object_type})
es: No se puede obtener objeto para solicitud de unión: {uuid} ({object_type})
fr: Impossible d'obtenir l'objet pour la demande de jonction : {uuid} ({object_type})
it: Impossibile ottenere l'oggetto per la richiesta di unione: {uuid} ({object_type})

source: Join phase 1 finished successful.
de: Beitrittsphase 1 erfolgreich abgeschlossen.
es: Fase 1 de unión finalizada exitosamente.
fr: Phase 1 de jonction terminée avec succès.
it: Fase 1 di unione completata con successo.

source: Failed to write site: {error}
de: Fehler beim Schreiben der Site: {error}
es: Error al escribir sitio: {error}
fr: Échec de l'écriture du site : {error}
it: Impossibile scrivere il sito: {error}

source: Failed to write site CA: {error}
de: Fehler beim Schreiben der Site-CA: {error}
es: Error al escribir CA del sitio: {error}
fr: Échec de l'écriture de l'AC du site : {error}
it: Impossibile scrivere la CA del sito: {error}

source: Error enabling {host_type}: {error}
de: Fehler beim Aktivieren von {host_type}: {error}
es: Error al habilitar {host_type}: {error}
fr: Erreur lors de l'activation {host_type} : {error}
it: Errore nell'abilitazione di {host_type}: {error}

source: {host_desc} {host_name} joined successful realm {realm}.
de: {host_desc} {host_name} ist erfolgreich Realm {realm} beigetreten.
es: {host_desc} {host_name} se unió exitosamente al dominio {realm}.
fr: {host_desc} {host_name} a rejoint avec succès le domaine {realm}.
it: {host_desc} {host_name} unito con successo al realm {realm}.

source: You can use the following LOTP to leave the realm: {lotp}
de: Sie können das folgende LOTP verwenden, um die Realm zu verlassen: {lotp}
es: Puede usar el siguiente LOTP para abandonar el dominio: {lotp}
fr: Vous pouvez utiliser le LOTP suivant pour quitter le domaine : {lotp}
it: Puoi utilizzare il seguente LOTP per lasciare il realm: {lotp}

source: Join phase 2 finished successful.
de: Beitrittsphase 2 erfolgreich abgeschlossen.
es: Fase 2 de unión finalizada exitosamente.
fr: Phase 2 de jonction terminée avec succès.
it: Fase 2 di unione completata con successo.

source: WARNING: {host_desc} has already joined this realm. Please use -f to override.
de: WARNUNG: {host_desc} ist dieser Realm bereits beigetreten. Bitte verwenden Sie -f zum Überschreiben.
es: ADVERTENCIA: {host_desc} ya se ha unido a este dominio. Por favor use -f para anular.
fr: AVERTISSEMENT : {host_desc} a déjà rejoint ce domaine. Veuillez utiliser -f pour remplacer.
it: ATTENZIONE: {host_desc} si è già unito a questo realm. Usa -f per sovrascrivere.

source: JOTP disabled for host: {host}
de: JOTP für Host deaktiviert: {host}
es: JOTP deshabilitado para host: {host}
fr: JOTP désactivé pour l'hôte : {host}
it: JOTP disabilitato per l'host: {host}

source: Permission denied: Wrong JOTP
de: Zugriff verweigert: Falsches JOTP
es: Permiso denegado: JOTP incorrecto
fr: Autorisation refusée : JOTP incorrect
it: Permesso negato: JOTP errato

source: Cannot join host of other site.
de: Kann Host einer anderen Site nicht beitreten.
es: No se puede unir host de otro sitio.
fr: Impossible de joindre l'hôte d'un autre site.
it: Impossibile unire host di altro sito.

source: {host_type} already exists: {host_name}
de: {host_type} existiert bereits: {host_name}
es: {host_type} ya existe: {host_name}
fr: {host_type} existe déjà : {host_name}
it: {host_type} esiste già: {host_name}

source: {host_type} already exists in unit: {unit}
de: {host_type} existiert bereits in Unit: {unit}
es: {host_type} ya existe en la unidad: {unit}
fr: {host_type} existe déjà dans l'unité : {unit}
it: {host_type} esiste già nell'unità: {unit}

source: Need JOTP to finalize join process.
de: Benötige JOTP um Beitrittsprozess abzuschließen.
es: Se necesita JOTP para finalizar el proceso de unión.
fr: JOTP requis pour finaliser le processus de jonction.
it: Necessario JOTP per finalizzare il processo di unione.

source: Unknown {host_type}: {host_fqdn}
de: Unbekannter {host_type}: {host_fqdn}
es: {host_type} desconocido: {host_fqdn}
fr: {host_type} inconnu : {host_fqdn}
it: {host_type} sconosciuto: {host_fqdn}

source: Join phase 2 error: {error_msg}
de: Beitrittsphase 2 Fehler: {error_msg}
es: Error en fase 2 de unión: {error_msg}
fr: Erreur phase 2 de jonction : {error_msg}
it: Errore fase 2 di unione: {error_msg}

source: Join phase 1 error: Unknown {host_type}: {host_fqdn}
de: Beitrittsphase 1 Fehler: Unbekannter {host_type}: {host_fqdn}
es: Error en fase 1 de unión: {host_type} desconocido: {host_fqdn}
fr: Erreur phase 1 de jonction : {host_type} inconnu : {host_fqdn}
it: Errore fase 1 di unione: {host_type} sconosciuto: {host_fqdn}

source: Unknown host: {host_fqdn}
de: Unbekannter Host: {host_fqdn}
es: Host desconocido: {host_fqdn}
fr: Hôte inconnu : {host_fqdn}
it: Host sconosciuto: {host_fqdn}

source: Cannot leave {host_type} from other site: {host_name}
de: Kann {host_type} nicht von anderer Site entfernen: {host_name}
es: No se puede eliminar {host_type} de otro sitio: {host_name}
fr: Impossible de retirer {host_type} d'un autre site : {host_name}
it: Impossibile rimuovere {host_type} da altro sito: {host_name}

source: Trying to leave realm for {host_type}: {host_name}
de: Versuche Realm für {host_type} zu verlassen: {host_name}
es: Intentando abandonar dominio para {host_type}: {host_name}
fr: Tentative de quitter le domaine pour {host_type} : {host_name}
it: Tentativo di lasciare il realm per {host_type}: {host_name}

source: Access denied: Client certificate does not match host FQDN: {client_cn} {host_fqdn}
de: Zugriff verweigert: Client-Zertifikat stimmt nicht mit Host-FQDN überein: {client_cn} {host_fqdn}
es: Acceso denegado: El certificado del cliente no coincide con el FQDN del host: {client_cn} {host_fqdn}
fr: Accès refusé : Le certificat client ne correspond pas au FQDN de l'hôte : {client_cn} {host_fqdn}
it: Accesso negato: Il certificato client non corrisponde all'FQDN dell'host: {client_cn} {host_fqdn}

source: LOTP disabled for host: {host}
de: LOTP für Host deaktiviert: {host}
es: LOTP deshabilitado para host: {host}
fr: LOTP désactivé pour l'hôte : {host}
it: LOTP disabilitato per l'host: {host}

source: Access denied: Wrong LOTP
de: Zugriff verweigert: Falsches LOTP
es: Acceso denegado: LOTP incorrecto
fr: Accès refusé : LOTP incorrect
it: Accesso negato: LOTP errato

source: Access denied: Not authenticated
de: Zugriff verweigert: Nicht authentifiziert
es: Acceso denegado: No autenticado
fr: Accès refusé : Non authentifié
it: Accesso negato: Non autenticato

source: Error leaving realm: {error}
de: Fehler beim Verlassen der Realm: {error}
es: Error al abandonar dominio: {error}
fr: Erreur lors de la sortie du domaine : {error}
it: Errore nel lasciare il realm: {error}

source: Error disabling {host_type}: {error}
de: Fehler beim Deaktivieren von {host_type}: {error}
es: Error al deshabilitar {host_type}: {error}
fr: Erreur lors de la désactivation {host_type} : {error}
it: Errore nella disabilitazione di {host_type}: {error}

source: Error deleting {host_type}: {error}
de: Fehler beim Löschen von {host_type}: {error}
es: Error al eliminar {host_type}: {error}
fr: Erreur lors de la suppression {host_type} : {error}
it: Errore nell'eliminazione di {host_type}: {error}

source: {host_desc} {host_name} leaved successful realm {realm}.
de: {host_desc} {host_name} hat Realm {realm} erfolgreich verlassen.
es: {host_desc} {host_name} abandonó exitosamente el dominio {realm}.
fr: {host_desc} {host_name} a quitté avec succès le domaine {realm}.
it: {host_desc} {host_name} ha lasciato con successo il realm {realm}.

source: {msg} You can use the following JOTP to re-join the {host_type}: {jotp}
de: {msg} Sie können das folgende JOTP verwenden, um den {host_type} erneut beizutreten: {jotp}
es: {msg} Puede usar el siguiente JOTP para volver a unir el {host_type}: {jotp}
fr: {msg} Vous pouvez utiliser le JOTP suivant pour rejoindre à nouveau le {host_type} : {jotp}
it: {msg} Puoi utilizzare il seguente JOTP per riunirti al {host_type}: {jotp}

source: Cannot join while site init is running.
de: Site-Initialisierung läuft, Beitritt nicht möglich.
es: No se puede unir mientras se ejecuta la inicialización del sitio.
fr: Impossible de joindre pendant l'initialisation du site.
it: Impossibile unirsi mentre l'inizializzazione del sito è in corso.

source: No request found.
de: Keine Anfrage gefunden.
es: No se encontró solicitud.
fr: Aucune requête trouvée.
it: Nessuna richiesta trovata.

source: JOIN_INCOMPLETE_COMMAND: Missing host FQDN.
de: JOIN_INCOMPLETE_COMMAND: Host-FQDN fehlt.
es: JOIN_INCOMPLETE_COMMAND: Falta FQDN del host.
fr: JOIN_INCOMPLETE_COMMAND : FQDN de l'hôte manquant.
it: JOIN_INCOMPLETE_COMMAND: FQDN dell'host mancante.

source: Please wait for nodes to join the cluster: {missing_nodes}
de: Bitte warten Sie, bis Nodes dem Cluster beitreten: {missing_nodes}
es: Por favor espere a que los nodos se unan al clúster: {missing_nodes}
fr: Veuillez attendre que les nœuds rejoignent le cluster : {missing_nodes}
it: Attendere che i nodi si uniscano al cluster: {missing_nodes}

source: Failed to get {host_type}: {error}
de: Fehler beim Abrufen von {host_type}: {error}
es: No se pudo obtener {host_type}: {error}
fr: Impossible d'obtenir {host_type} : {error}
it: Impossibile ottenere {host_type}: {error}

source: Cannot join {host_type} from site {site}.
de: Kann {host_type} von Site {site} nicht beitreten.
es: No se puede unir {host_type} desde el sitio {site}.
fr: Impossible de joindre {host_type} depuis le site {site}.
it: Impossibile unire {host_type} dal sito {site}.

source: {host_type} with name {host_name} already exists.
de: {host_type} mit Name {host_name} existiert bereits.
es: {host_type} con nombre {host_name} ya existe.
fr: {host_type} avec le nom {host_name} existe déjà.
it: {host_type} con nome {host_name} esiste già.

source: Unknown {host_type}: {host_name}
de: Unbekannter {host_type}: {host_name}
es: {host_type} desconocido: {host_name}
fr: {host_type} inconnu : {host_name}
it: {host_type} sconosciuto: {host_name}

source: Permission denied: Host does not have a {otp_type} set
de: Zugriff verweigert: Host hat kein {otp_type} gesetzt
es: Permiso denegado: El host no tiene un {otp_type} configurado
fr: Autorisation refusée : L'hôte n'a pas de {otp_type} défini
it: Permesso negato: L'host non ha un {otp_type} impostato

source: Got encrypted join request without encryption type.
de: Verschlüsselte Beitrittsanfrage ohne Verschlüsselungstyp erhalten.
es: Se recibió solicitud de unión cifrada sin tipo de cifrado.
fr: Requête de jointure chiffrée reçue sans type de chiffrement.
it: Ricevuta richiesta di join crittografata senza tipo di crittografia.

source: Got encrypted join request without key salt.
de: Verschlüsselte Beitrittsanfrage ohne Schlüssel-Salt erhalten.
es: Se recibió solicitud de unión cifrada sin salt de clave.
fr: Requête de jointure chiffrée reçue sans sel de clé.
it: Ricevuta richiesta di join crittografata senza salt della chiave.

source: Got encrypted join request without JOTP hash type.
de: Verschlüsselte Beitrittsanfrage ohne JOTP-Hash-Typ erhalten.
es: Se recibió solicitud de unión cifrada sin tipo de hash JOTP.
fr: Requête de jointure chiffrée reçue sans type de hachage JOTP.
it: Ricevuta richiesta di join crittografata senza tipo di hash JOTP.

source: Server does not support hash type: {hash_type}
de: Server unterstützt Hash-Typ nicht: {hash_type}
es: El servidor no soporta el tipo de hash: {hash_type}
fr: Le serveur ne prend pas en charge le type de hachage : {hash_type}
it: Il server non supporta il tipo di hash: {hash_type}

source: Failed to generate decryption key: {error}
de: Fehler beim Generieren des Entschlüsselungsschlüssels: {error}
es: No se pudo generar la clave de descifrado: {error}
fr: Échec de la génération de la clé de déchiffrement : {error}
it: Impossibile generare la chiave di decrittazione: {error}

source: Failed to decrypt request. Wrong {otp_type}?
de: Fehler beim Entschlüsseln der Anfrage. Falsches {otp_type}?
es: No se pudo descifrar la solicitud. ¿{otp_type} incorrecto?
fr: Échec du déchiffrement de la requête. Mauvais {otp_type} ?
it: Impossibile decrittare la richiesta. {otp_type} errato?

source: Failed to decode request: {error}
de: Fehler beim Dekodieren der Anfrage: {error}
es: No se pudo decodificar la solicitud: {error}
fr: Échec du décodage de la requête : {error}
it: Impossibile decodificare la richiesta: {error}

source: Request is missing command.
de: Befehl fehlt in Anfrage.
es: Falta el comando en la solicitud.
fr: La commande est manquante dans la requête.
it: Comando mancante nella richiesta.

source: Request is missing FQDN.
de: FQDN fehlt in Anfrage.
es: Falta el FQDN en la solicitud.
fr: Le FQDN est manquant dans la requête.
it: FQDN mancante nella richiesta.

source: Request is missing hostname.
de: Hostname fehlt in Anfrage.
es: Falta el nombre de host en la solicitud.
fr: Le nom d'hôte est manquant dans la requête.
it: Hostname mancante nella richiesta.

source: Command missmatch of encrypted request: {command} <> {r_command}
de: Befehlsabweichung der verschlüsselten Anfrage: {command} <> {r_command}
es: Discrepancia de comando en solicitud cifrada: {command} <> {r_command}
fr: Discordance de commande de la requête chiffrée : {command} <> {r_command}
it: Comando non corrispondente nella richiesta crittografata: {command} <> {r_command}

source: Site argument mismatch of encrypted request: {site} <> {r_site}
de: Site-Argument-Abweichung der verschlüsselten Anfrage: {site} <> {r_site}
es: Discrepancia de argumento de sitio en solicitud cifrada: {site} <> {r_site}
fr: Discordance d'argument de site de la requête chiffrée : {site} <> {r_site}
it: Argomento site non corrispondente nella richiesta crittografata: {site} <> {r_site}

source: FQDN argument mismatch of encrypted request: {host_fqdn} <> {r_host_fqdn}
de: FQDN-Argument-Abweichung der verschlüsselten Anfrage: {host_fqdn} <> {r_host_fqdn}
es: Discrepancia de argumento FQDN en solicitud cifrada: {host_fqdn} <> {r_host_fqdn}
fr: Discordance d'argument FQDN de la requête chiffrée : {host_fqdn} <> {r_host_fqdn}
it: Argomento FQDN non corrispondente nella richiesta crittografata: {host_fqdn} <> {r_host_fqdn}

source: Hostname argument mismatch of encrypted request: {host_name} <> {r_host_name}
de: Hostname-Argument-Abweichung der verschlüsselten Anfrage: {host_name} <> {r_host_name}
es: Discrepancia de argumento de nombre de host en solicitud cifrada: {host_name} <> {r_host_name}
fr: Discordance d'argument de nom d'hôte de la requête chiffrée : {host_name} <> {r_host_name}
it: Argomento hostname non corrispondente nella richiesta crittografata: {host_name} <> {r_host_name}

source: Please auth first.
de: Bitte zuerst authentifizieren.
es: Por favor autentíquese primero.
fr: Veuillez d'abord vous authentifier.
it: Autenticarsi prima.

source: Got JOTP in unencrypted request.
de: JOTP in unverschlüsselter Anfrage erhalten.
es: Se recibió JOTP en solicitud no cifrada.
fr: JOTP reçu dans une requête non chiffrée.
it: Ricevuto JOTP in richiesta non crittografata.

source: Got LOTP in unencrypted request.
de: LOTP in unverschlüsselter Anfrage erhalten.
es: Se recibió LOTP en solicitud no cifrada.
fr: LOTP reçu dans une requête non chiffrée.
it: Ricevuto LOTP in richiesta non crittografata.

source: Malformed command: missing certificate
de: Fehlerhafter Befehl: Zertifikat fehlt
es: Comando mal formado: falta certificado
fr: Commande mal formée : certificat manquant
it: Comando malformato: certificato mancante

source: CRL update successful
de: CRL-Aktualisierung erfolgreich
es: Actualización de CRL exitosa
fr: Mise à jour CRL réussie
it: Aggiornamento CRL riuscito

source: Failed to update CRL: {error}
de: CRL-Aktualisierung fehlgeschlagen: {error}
es: No se pudo actualizar CRL: {error}
fr: Échec de la mise à jour CRL : {error}
it: Impossibile aggiornare CRL: {error}

source: Malformed command: missing CRL
de: Fehlerhafter Befehl: CRL fehlt
es: Comando mal formado: falta CRL
fr: Commande mal formée : CRL manquante
it: Comando malformato: CRL mancante

source: Failed to get daemon socket: {error}
de: Fehler beim Abrufen des Daemon-Sockets: {error}
es: No se pudo obtener el socket del daemon: {error}
fr: Échec de l'obtention du socket du démon : {error}
it: Impossibile ottenere il socket del daemon: {error}

source: Failed to get cluster connection: {node_name}: {error}
de: Fehler beim Abrufen der Cluster-Verbindung: {node_name}: {error}
es: No se pudo obtener la conexión del clúster: {node_name}: {error}
fr: Échec de l'obtention de la connexion au cluster : {node_name} : {error}
it: Impossibile ottenere la connessione al cluster: {node_name}: {error}
