Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Radius {auth_type} request successful: user={username},client={nasid},client_ip={client_ip}
de: Radius {auth_type} Anfrage erfolgreich: user={username},client={nasid},client_ip={client_ip}
es: Solicitud radius {auth_type} exitosa: user={username},client={nasid},client_ip={client_ip}
fr: Requête radius {auth_type} réussie : user={username},client={nasid},client_ip={client_ip}
it: Richiesta radius {auth_type} riuscita: user={username},client={nasid},client_ip={client_ip}

source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
fr: Authentification échouée
it: Autenticazione fallita

source: Radius {auth_type} request failed: user={username},client={nasid},client_ip={client_ip}: {auth_message}
de: Radius {auth_type} Anfrage fehlgeschlagen: user={username},client={nasid},client_ip={client_ip}: {auth_message}
es: Solicitud radius {auth_type} fallida: user={username},client={nasid},client_ip={client_ip}: {auth_message}
fr: Requête radius {auth_type} échouée : user={username},client={nasid},client_ip={client_ip} : {auth_message}
it: Richiesta radius {auth_type} fallita: user={username},client={nasid},client_ip={client_ip}: {auth_message}

source: adding MS-CHAP2-Success: '{success_response}'
de: MS-CHAP2-Success wird hinzugefügt: '{success_response}'
es: agregando MS-CHAP2-Success: '{success_response}'
fr: ajout de MS-CHAP2-Success : '{success_response}'
it: aggiunta di MS-CHAP2-Success: '{success_response}'

source: adding MS-MPPE-Send-Key: '{master_send_key}'
de: MS-MPPE-Send-Key wird hinzugefügt: '{master_send_key}'
es: agregando MS-MPPE-Send-Key: '{master_send_key}'
fr: ajout de MS-MPPE-Send-Key : '{master_send_key}'
it: aggiunta di MS-MPPE-Send-Key: '{master_send_key}'

source: adding MS-MPPE-Recv-Key: '{master_recv_key}'
de: MS-MPPE-Recv-Key wird hinzugefügt: '{master_recv_key}'
es: agregando MS-MPPE-Recv-Key: '{master_recv_key}'
fr: ajout de MS-MPPE-Recv-Key : '{master_recv_key}'
it: aggiunta di MS-MPPE-Recv-Key: '{master_recv_key}'

source: adding MS-MPPE-Encryption-Policy: '0x00000001'
de: MS-MPPE-Encryption-Policy wird hinzugefügt: '0x00000001'
es: agregando MS-MPPE-Encryption-Policy: '0x00000001'
fr: ajout de MS-MPPE-Encryption-Policy : '0x00000001'
it: aggiunta di MS-MPPE-Encryption-Policy: '0x00000001'

source: adding MS-MPPE-Encryption-Types: '0x00000006'
de: MS-MPPE-Encryption-Types wird hinzugefügt: '0x00000006'
es: agregando MS-MPPE-Encryption-Types: '0x00000006'
fr: ajout de MS-MPPE-Encryption-Types : '0x00000006'
it: aggiunta di MS-MPPE-Encryption-Types: '0x00000006'

source: adding MS-CHAP-Error: '{failure_response}'
de: MS-CHAP-Error wird hinzugefügt: '{failure_response}'
es: agregando MS-CHAP-Error: '{failure_response}'
fr: ajout de MS-CHAP-Error : '{failure_response}'
it: aggiunta di MS-CHAP-Error: '{failure_response}'

source: Freeradius already running.
de: Freeradius läuft bereits.
es: Freeradius ya está en ejecución.
fr: Freeradius déjà en cours d'exécution.
it: Freeradius già in esecuzione.

source: Freeradius not running.
de: Freeradius läuft nicht.
es: Freeradius no está en ejecución.
fr: Freeradius n'est pas en cours d'exécution.
it: Freeradius non in esecuzione.

source: Failed to read register file: {}: {}
de: Fehler beim Lesen der Registrierungsdatei: {}: {}
es: Error al leer el archivo de registro: {}: {}
fr: Échec de lecture du fichier de registre : {} : {}
it: Impossibile leggere il file di registro: {}: {}

source: Orphan module registration file: {} ({})
de: Verwaiste Modul-Registrierungsdatei: {} ({})
es: Archivo de registro de módulo huérfano: {} ({})
fr: Fichier d'enregistrement de module orphelin : {} ({})
it: File di registrazione modulo orfano: {} ({})

source: Missing {} in module: {}
de: Fehlendes {} im Modul: {}
es: Falta {} en el módulo: {}
fr: {} manquant dans le module : {}
it: {} mancante nel modulo: {}

source: Circular dependency detected: {}: {}
de: Zirkuläre Abhängigkeit erkannt: {}: {}
es: Dependencia circular detectada: {}: {}
fr: Dépendance circulaire détectée : {} : {}
it: Rilevata dipendenza circolare: {}: {}

source: Registering module: {}
de: Modul wird registriert: {}
es: Registrando módulo: {}
fr: Enregistrement du module : {}
it: Registrazione modulo: {}

source: Unable to register module: {}: {}
de: Modul kann nicht registriert werden: {}: {}
es: No se puede registrar el módulo: {}: {}
fr: Impossible d'enregistrer le module : {} : {}
it: Impossibile registrare il modulo: {}: {}

source: Error while compressing: {e}
de: Fehler beim Komprimieren: {e}
es: Error al comprimir: {e}
fr: Erreur lors de la compression : {e}
it: Errore durante la compressione: {e}

source: Need <enc_key> when encryption is True.
de: Benötige <enc_key> wenn encryption True ist.
es: Se necesita <enc_key> cuando encryption es True.
fr: Besoin de <enc_key> lorsque le chiffrement est True.
it: Necessario <enc_key> quando encryption è True.

source: Error while encrypting: {e}
de: Fehler beim Verschlüsseln: {e}
es: Error al cifrar: {e}
fr: Erreur lors du chiffrement : {e}
it: Errore durante la crittografia: {e}

source: Error while encoding: {e}
de: Fehler beim Kodieren: {e}
es: Error al codificar: {e}
fr: Erreur lors de l'encodage : {e}
it: Errore durante la codifica: {e}

source: Found encrypted JSON data but got no <encryption>.
de: Verschlüsselte JSON-Daten gefunden, aber kein <encryption> erhalten.
es: Se encontraron datos JSON cifrados pero no se obtuvo <encryption>.
fr: Données JSON chiffrées trouvées mais pas de <encryption>.
it: Trovati dati JSON crittografati ma nessun <encryption>.

source: Found encrypted JSON data but got no <enc_key>.
de: Verschlüsselte JSON-Daten gefunden, aber kein <enc_key> erhalten.
es: Se encontraron datos JSON cifrados pero no se obtuvo <enc_key>.
fr: Données JSON chiffrées trouvées mais pas de <enc_key>.
it: Trovati dati JSON crittografati ma nessun <enc_key>.

source: Error while decoding: {e}
de: Fehler beim Dekodieren: {e}
es: Error al decodificar: {e}
fr: Erreur lors du décodage : {e}
it: Errore durante la decodifica: {e}

source: Error while decrypting: {e}
de: Fehler beim Entschlüsseln: {e}
es: Error al descifrar: {e}
fr: Erreur lors du déchiffrement : {e}
it: Errore durante la decrittografia: {e}

source: Error while decompressing: {e}
de: Fehler beim Dekomprimieren: {e}
es: Error al descomprimir: {e}
fr: Erreur lors de la décompression : {e}
it: Errore durante la decompressione: {e}

source: Unable to find script: {script_path}
de: Skript nicht gefunden: {script_path}
es: No se puede encontrar el script: {script_path}
fr: Impossible de trouver le script : {script_path}
it: Impossibile trovare lo script: {script_path}

source: Error getting script: {script_path}: {e}
de: Fehler beim Abrufen des Skripts: {script_path}: {e}
es: Error al obtener el script: {script_path}: {e}
fr: Erreur lors de l'obtention du script : {script_path} : {e}
it: Errore nell'ottenere lo script: {script_path}: {e}

source: Error getting script UUID: {script_path}: {e}
de: Fehler beim Abrufen der Skript-UUID: {script_path}: {e}
es: Error al obtener el UUID del script: {script_path}: {e}
fr: Erreur lors de l'obtention de l'UUID du script : {script_path} : {e}
it: Errore nell'ottenere l'UUID dello script: {script_path}: {e}

source: Error getting script signatures: {script_path}: {e}
de: Fehler beim Abrufen der Skript-Signaturen: {script_path}: {e}
es: Error al obtener las firmas del script: {script_path}: {e}
fr: Erreur lors de l'obtention des signatures du script : {script_path} : {e}
it: Errore nell'ottenere le firme dello script: {script_path}: {e}

source: Cannot use 'call' and 'return_proc' together.
de: 'call' und 'return_proc' können nicht zusammen verwendet werden.
es: No se puede usar 'call' y 'return_proc' juntos.
fr: Impossible d'utiliser 'call' et 'return_proc' ensemble.
it: Impossibile usare 'call' e 'return_proc' insieme.

source: Missing script path.
de: Skriptpfad fehlt.
es: Falta la ruta del script.
fr: Chemin du script manquant.
it: Percorso script mancante.

source: Running script: {script_path}: user={log_user}, group={log_group}, groups={log_groups}
de: Skript wird ausgeführt: {script_path}: user={log_user}, group={log_group}, groups={log_groups}
es: Ejecutando script: {script_path}: user={log_user}, group={log_group}, groups={log_groups}
fr: Exécution du script : {script_path} : user={log_user}, group={log_group}, groups={log_groups}
it: Esecuzione script: {script_path}: user={log_user}, group={log_group}, groups={log_groups}

source: Failed to verify script signatures: {e}
de: Skript-Signaturen konnten nicht verifiziert werden: {e}
es: Error al verificar las firmas del script: {e}
fr: Échec de la vérification des signatures du script : {e}
it: Impossibile verificare le firme dello script: {e}

source: options must be <list> not <{options_type}>.
de: options muss <list> sein, nicht <{options_type}>.
es: options debe ser <list> no <{options_type}>.
fr: options doit être <list> et non <{options_type}>.
it: options deve essere <list> non <{options_type}>.

source: Unknown variable in script command: {script_path}: {var_name}
de: Unbekannte Variable im Skriptbefehl: {script_path}: {var_name}
es: Variable desconocida en el comando del script: {script_path}: {var_name}
fr: Variable inconnue dans la commande du script : {script_path} : {var_name}
it: Variabile sconosciuta nel comando script: {script_path}: {var_name}

source: Running script as user root: {script_path}
de: Skript wird als Benutzer root ausgeführt: {script_path}
es: Ejecutando script como usuario root: {script_path}
fr: Exécution du script en tant qu'utilisateur root : {script_path}
it: Esecuzione script come utente root: {script_path}

source: Running script as group root: {script_path}
de: Skript wird als Gruppe root ausgeführt: {script_path}
es: Ejecutando script como grupo root: {script_path}
fr: Exécution du script en tant que groupe root : {script_path}
it: Esecuzione script come gruppo root: {script_path}

source: Unknown format: {fmt}
de: Unbekanntes Format: {fmt}
es: Formato desconocido: {fmt}
fr: Format inconnu : {fmt}
it: Formato sconosciuto: {fmt}

source: TOOK: {caller}: {age:.2f}
de: DAUER: {caller}: {age:.2f}
es: TARDÓ: {caller}: {age:.2f}
fr: DURÉE : {caller} : {age:.2f}
it: IMPIEGATO: {caller}: {age:.2f}

source: Called from: {caller_name} -> {caller_file}:{caller_line}
de: Aufgerufen von: {caller_name} -> {caller_file}:{caller_line}
es: Llamado desde: {caller_name} -> {caller_file}:{caller_line}
fr: Appelé depuis : {caller_name} -> {caller_file}:{caller_line}
it: Chiamato da: {caller_name} -> {caller_file}:{caller_line}

source: DEBUG: {counts} calls of {method} took {timer_sum:.2f} seconds
de: DEBUG: {counts} Aufrufe von {method} dauerten {timer_sum:.2f} Sekunden
es: DEBUG: {counts} llamadas de {method} tardaron {timer_sum:.2f} segundos
fr: DEBUG : {counts} appels de {method} ont pris {timer_sum:.2f} secondes
it: DEBUG: {counts} chiamate di {method} hanno impiegato {timer_sum:.2f} secondi

source: Calculating timing results
de: Zeitmessergebnisse werden berechnet
es: Calculando resultados de tiempo
fr: Calcul des résultats de chronométrage
it: Calcolo dei risultati di timing

source: DEBUG: Calling {func_type}: {func_name} ({call_counter})
de: DEBUG: Rufe auf {func_type}: {func_name} ({call_counter})
es: DEBUG: Llamando {func_type}: {func_name} ({call_counter})
fr: DEBUG : Appel de {func_type} : {func_name} ({call_counter})
it: DEBUG: Chiamata {func_type}: {func_name} ({call_counter})

source: DEBUG: Finished {func_type}: {func_name} ({call_counter})
de: DEBUG: Beendet {func_type}: {func_name} ({call_counter})
es: DEBUG: Finalizado {func_type}: {func_name} ({call_counter})
fr: DEBUG : Terminé {func_type} : {func_name} ({call_counter})
it: DEBUG: Completato {func_type}: {func_name} ({call_counter})

source: Method {slowness_method} gets slower ({method_slowness}).
de: Methode {slowness_method} wird langsamer ({method_slowness}).
es: El método {slowness_method} se vuelve más lento ({method_slowness}).
fr: La méthode {slowness_method} devient plus lente ({method_slowness}).
it: Il metodo {slowness_method} diventa più lento ({method_slowness}).

source: WARNING: Method {method} took {age:.2f} seconds
de: WARNUNG: Methode {method} dauerte {age:.2f} Sekunden
es: ADVERTENCIA: El método {method} tardó {age:.2f} segundos
fr: AVERTISSEMENT : La méthode {method} a pris {age:.2f} secondes
it: ATTENZIONE: Il metodo {method} ha impiegato {age:.2f} secondi

source: WARNING: Function {method} took {age:.2f} seconds
de: WARNUNG: Funktion {method} dauerte {age:.2f} Sekunden
es: ADVERTENCIA: La función {method} tardó {age:.2f} segundos
fr: AVERTISSEMENT : La fonction {method} a pris {age:.2f} secondes
it: ATTENZIONE: La funzione {method} ha impiegato {age:.2f} secondi

source: Adding debug decorators: {x}
de: Debug-Decorators werden hinzugefügt: {x}
es: Agregando decoradores de depuración: {x}
fr: Ajout de décorateurs de débogage : {x}
it: Aggiunta decoratori debug: {x}

source: Cannot connect without action.
de: Kann ohne Aktion nicht verbinden.
es: No se puede conectar sin acción.
fr: Impossible de se connecter sans action.
it: Impossibile connettersi senza action.

source: Unable to connect to join daemon: {error}
de: Kann nicht mit Join-Daemon verbinden: {error}
es: No se puede conectar al demonio join: {error}
fr: Impossible de se connecter au démon join : {error}
it: Impossibile connettersi al demone join: {error}

source: Unable to get domain from host FQDN: {fqdn}
de: Domain kann nicht aus Host-FQDN ermittelt werden: {fqdn}
es: No se puede obtener el dominio del FQDN del host: {fqdn}
fr: Impossible d'obtenir le domaine depuis le FQDN de l'hôte : {fqdn}
it: Impossibile ottenere il dominio dal FQDN dell'host: {fqdn}

source: Unable to resolve joind address for: {domain_name}
de: Joind-Adresse kann nicht aufgelöst werden für: {domain_name}
es: No se puede resolver la dirección joind para: {domain_name}
fr: Impossible de résoudre l'adresse joind pour : {domain_name}
it: Impossibile risolvere l'indirizzo joind per: {domain_name}

source: Sending site certificate failed: {reply}
de: Senden des Site-Zertifikats fehlgeschlagen: {reply}
es: Error al enviar certificado del sitio: {reply}
fr: Échec de l'envoi du certificat du site : {reply}
it: Invio del certificato del sito non riuscito: {reply}

source: Sending CRL failed: {reply}
de: Senden der CRL fehlgeschlagen: {reply}
es: Error al enviar CRL: {reply}
fr: Échec de l'envoi de la CRL : {reply}
it: Invio CRL non riuscito: {reply}

source: Processing base objects from joind...
de: Verarbeite Basisobjekte von joind...
es: Procesando objetos base desde joind...
fr: Traitement des objets de base depuis joind...
it: Elaborazione oggetti base da joind...

source: Joining {host_type} failed: Error adding object {obj_id}: {error}
de: Beitritt von {host_type} fehlgeschlagen: Fehler beim Hinzufügen von Objekt {obj_id}: {error}
es: Error al unirse a {host_type}: Error al agregar objeto {obj_id}: {error}
fr: Échec de la jonction {host_type} : Erreur lors de l'ajout de l'objet {obj_id} : {error}
it: Unione {host_type} non riuscita: Errore nell'aggiunta dell'oggetto {obj_id}: {error}

source: Unable to add signer cache: {obj_id}: {error}
de: Signer-Cache kann nicht hinzugefügt werden: {obj_id}: {error}
es: No se puede agregar caché del firmante: {obj_id}: {error}
fr: Impossible d'ajouter le cache du signataire : {obj_id} : {error}
it: Impossibile aggiungere la cache del firmatario: {obj_id}: {error}

source: Error enabling sync with site: {site}: {error}
de: Fehler beim Aktivieren der Synchronisierung mit Site: {site}: {error}
es: Error al habilitar sincronización con sitio: {site}: {error}
fr: Erreur lors de l'activation de la synchronisation avec le site : {site} : {error}
it: Errore nell'abilitazione della sincronizzazione con il sito: {site}: {error}

source: Error enabling auth of site: {site}: {error}
de: Fehler beim Aktivieren der Authentifizierung von Site: {site}: {error}
es: Error al habilitar autenticación del sitio: {site}: {error}
fr: Erreur lors de l'activation de l'authentification du site : {site} : {error}
it: Errore nell'abilitazione dell'autenticazione del sito: {site}: {error}

source: Join reply is missing {host_type} object.
de: Join-Antwort fehlt {host_type}-Objekt.
es: La respuesta de unión no contiene el objeto {host_type}.
fr: La réponse de jonction ne contient pas l'objet {host_type}.
it: Nella risposta di unione manca l'oggetto {host_type}.

source: Writing {host_type} UUID to file: {uuid_file}
de: Schreibe {host_type}-UUID in Datei: {uuid_file}
es: Escribiendo UUID de {host_type} en archivo: {uuid_file}
fr: Écriture de l'UUID {host_type} dans le fichier : {uuid_file}
it: Scrittura UUID {host_type} su file: {uuid_file}

source: Error writing UUID file: {error}
de: Fehler beim Schreiben der UUID-Datei: {error}
es: Error al escribir archivo UUID: {error}
fr: Erreur lors de l'écriture du fichier UUID : {error}
it: Errore nella scrittura del file UUID: {error}

source: Trying to join
de: Versuche beizutreten
es: Intentando unirse
fr: Tentative de jonction
it: Tentativo di unione

source: Joining {host_type} failed (join request): {reply}
de: Beitritt von {host_type} fehlgeschlagen (Beitrittsanfrage): {reply}
es: Error al unirse a {host_type} (solicitud de unión): {reply}
fr: Échec de la jonction {host_type} (demande de jonction) : {reply}
it: Unione {host_type} non riuscita (richiesta di unione): {reply}

source: Joining {host_type} failed (final join request): {reply}
de: Beitritt von {host_type} fehlgeschlagen (finale Beitrittsanfrage): {reply}
es: Error al unirse a {host_type} (solicitud de unión final): {reply}
fr: Échec de la jonction {host_type} (demande de jonction finale) : {reply}
it: Unione {host_type} non riuscita (richiesta di unione finale): {reply}

source: JOTP needs to be of type str().
de: JOTP muss vom Typ str() sein.
es: JOTP debe ser de tipo str().
fr: JOTP doit être de type str().
it: JOTP deve essere di tipo str().

source: Host is already a realm member.
de: Host ist bereits Realm-Mitglied.
es: El host ya es miembro del dominio.
fr: L'hôte est déjà membre du domaine.
it: L'host è già membro del realm.

source: Error generating master key: {error}
de: Fehler beim Generieren des Master-Schlüssels: {error}
es: Error al generar clave maestra: {error}
fr: Erreur lors de la génération de la clé maîtresse : {error}
it: Errore nella generazione della chiave master: {error}

source: Need 'username' or 'jotp' to join realm.
de: 'username' oder 'jotp' benötigt um Realm beizutreten.
es: Se necesita 'username' o 'jotp' para unirse al dominio.
fr: Besoin de 'username' ou 'jotp' pour rejoindre le domaine.
it: Necessario 'username' o 'jotp' per unirsi al realm.

source: Starting OTPme daemons...
de: Starte OTPme-Daemons...
es: Iniciando daemons OTPme...
fr: Démarrage des démons OTPme...
it: Avvio dei daemon OTPme...

source: Creating DB indexes...
de: Erstelle DB-Indizes...
es: Creando índices de BD...
fr: Création des index de base de données...
it: Creazione indici DB...

source: LOTP needs to be of type str().
de: LOTP muss vom Typ str() sein.
es: LOTP debe ser de tipo str().
fr: LOTP doit être de type str().
it: LOTP deve essere di tipo str().

source: Master node cannot leave realm.
de: Master-Node kann Realm nicht verlassen.
es: El nodo maestro no puede abandonar el dominio.
fr: Le nœud maître ne peut pas quitter le domaine.
it: Il nodo master non può lasciare il realm.

source: Need 'username' or 'lotp' to leave realm.
de: 'username' oder 'lotp' benötigt um Realm zu verlassen.
es: Se necesita 'username' o 'lotp' para abandonar el dominio.
fr: Besoin de 'username' ou 'lotp' pour quitter le domaine.
it: Necessario 'username' o 'lotp' per lasciare il realm.

source: Unable to resolve domain: {domain_name}
de: Domain kann nicht aufgelöst werden: {domain_name}
es: No se puede resolver el dominio: {domain_name}
fr: Impossible de résoudre le domaine : {domain_name}
it: Impossibile risolvere il dominio: {domain_name}

source: Failed to leave realm: {reply_msg}
de: Verlassen des Realms fehlgeschlagen: {reply_msg}
es: Error al abandonar el dominio: {reply_msg}
fr: Échec de la sortie du domaine : {reply_msg}
it: Impossibile lasciare il realm: {reply_msg}

source: Error removing file: {error}
de: Fehler beim Entfernen der Datei: {error}
es: Error al eliminar archivo: {error}
fr: Erreur lors de la suppression du fichier : {error}
it: Errore nella rimozione del file: {error}

source: Error removing dir: {error}
de: Fehler beim Entfernen des Verzeichnisses: {error}
es: Error al eliminar directorio: {error}
fr: Erreur lors de la suppression du répertoire : {error}
it: Errore nella rimozione della directory: {error}

source: Error removing UUID file: {error}
de: Fehler beim Entfernen der UUID-Datei: {error}
es: Error al eliminar archivo UUID: {error}
fr: Erreur lors de la suppression du fichier UUID : {error}
it: Errore nella rimozione del file UUID: {error}

source: Action disabled for special user: {name}
de: Aktion deaktiviert für speziellen Benutzer: {name}
es: Acción deshabilitada para usuario especial: {name}
fr: Action désactivée pour l'utilisateur spécial : {name}
it: Azione disabilitata per l'utente speciale: {name}

source: Malformed ACL: {acl}
de: Fehlerhaftes ACL: {acl}
es: ACL mal formada: {acl}
fr: ACL malformée : {acl}
it: ACL malformato: {acl}

source: Unable to find UUID for {acl_owner_type}: {x}
de: UUID kann nicht gefunden werden für {acl_owner_type}: {x}
es: No se puede encontrar UUID para {acl_owner_type}: {x}
fr: Impossible de trouver l'UUID pour {acl_owner_type} : {x}
it: Impossibile trovare UUID per {acl_owner_type}: {x}

source: Malformed ACL value: {acl}
de: Fehlerhafter ACL-Wert: {acl}
es: Valor de ACL mal formado: {acl}
fr: Valeur ACL malformée : {acl}
it: Valore ACL malformato: {acl}

source: Need at least 'object_id' or 'uuid'.
de: Mindestens 'object_id' oder 'uuid' benötigt.
es: Se necesita al menos 'object_id' o 'uuid'.
fr: Au minimum 'object_id' ou 'uuid' requis.
it: Necessario almeno 'object_id' o 'uuid'.

source: Generating GPG keys...
de: Generiere GPG-Schlüssel...
es: Generando claves GPG...
fr: Génération des clés GPG...
it: Generazione chiavi GPG...

source: Creating GPG backup...
de: Erstelle GPG-Backup...
es: Creando respaldo GPG...
fr: Création de la sauvegarde GPG...
it: Creazione backup GPG...

source: File already exists: {backup_file}
de: Datei existiert bereits: {backup_file}
es: El archivo ya existe: {backup_file}
fr: Le fichier existe déjà : {backup_file}
it: Il file esiste già: {backup_file}

source: GPG backup successful.
de: GPG-Backup erfolgreich.
es: Respaldo GPG exitoso.
fr: Sauvegarde GPG réussie.
it: Backup GPG riuscito.

source: GPG backup failed: {command_stderr}
de: GPG-Backup fehlgeschlagen: {command_stderr}
es: Respaldo GPG falló: {command_stderr}
fr: Échec de la sauvegarde GPG : {command_stderr}
it: Backup GPG non riuscito: {command_stderr}

source: Restoring GPG backup...
de: Stelle GPG-Backup wieder her...
es: Restaurando respaldo GPG...
fr: Restauration de la sauvegarde GPG...
it: Ripristino backup GPG...

source: File does not exist: {backup_file}
de: Datei existiert nicht: {backup_file}
es: El archivo no existe: {backup_file}
fr: Le fichier n'existe pas : {backup_file}
it: Il file non esiste: {backup_file}

source: GPG restore failed: {command_stderr}
de: GPG-Wiederherstellung fehlgeschlagen: {command_stderr}
es: Restauración GPG falló: {command_stderr}
fr: Échec de la restauration GPG : {command_stderr}
it: Ripristino GPG non riuscito: {command_stderr}
