Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Permission denied: {parent_path}
de: Zugriff verweigert: {parent_path}
es: Permiso denegado: {parent_path}
fr: Permission refusée : {parent_path}
it: Permesso negato: {parent_path}

source: Adding {object_type}: {object_name}
de: Füge {object_type} hinzu: {object_name}
es: Agregando {object_type}: {object_name}
fr: Ajout de {object_type} : {object_name}
it: Aggiunta {object_type}: {object_name}

source: UUID conflict: {self_oid} <> {other_oid}
de: UUID-Konflikt: {self_oid} <> {other_oid}
es: Conflicto de UUID: {self_oid} <> {other_oid}
fr: Conflit d'UUID : {self_oid} <> {other_oid}
it: Conflitto UUID: {self_oid} <> {other_oid}

source: Adding policy: {policy_name}
de: Füge Richtlinie hinzu: {policy_name}
es: Agregando política: {policy_name}
fr: Ajout de la politique : {policy_name}
it: Aggiunta policy: {policy_name}

source: Creator must be a UUID.
de: Ersteller muss eine UUID sein.
es: El creador debe ser un UUID.
fr: Le créateur doit être un UUID.
it: Il creatore deve essere un UUID.

source: Adding default extension: {extension}
de: Füge Standarderweiterung hinzu: {extension}
es: Agregando extensión predeterminada: {extension}
fr: Ajout de l'extension par défaut : {extension}
it: Aggiunta estensione predefinita: {extension}

source: WARNING: Unable to inherit ACLs from parent
de: WARNUNG: ACLs können nicht vom übergeordneten Objekt geerbt werden
es: ADVERTENCIA: No se pueden heredar ACLs del padre
fr: AVERTISSEMENT : Impossible d'hériter les ACL du parent
it: ATTENZIONE: Impossibile ereditare gli ACL dal padre

source: Cannot rename object with expired lock: {obj}
de: Objekt mit abgelaufener Sperre kann nicht umbenannt werden: {obj}
es: No se puede renombrar objeto con bloqueo expirado: {obj}
fr: Impossible de renommer l'objet avec un verrou expiré : {obj}
it: Impossibile rinominare l'oggetto con lock scaduto: {obj}

source: New name matches current name: {new_name}
de: Neuer Name entspricht aktuellem Namen: {new_name}
es: El nuevo nombre coincide con el nombre actual: {new_name}
fr: Le nouveau nom correspond au nom actuel : {new_name}
it: Il nuovo nome corrisponde al nome corrente: {new_name}

source: Cannot rename. {object_type} '{new_name}' exists.
de: Umbenennung nicht möglich. {object_type} '{new_name}' existiert.
es: No se puede renombrar. {object_type} '{new_name}' existe.
fr: Impossible de renommer. {object_type} '{new_name}' existe.
it: Impossibile rinominare. {object_type} '{new_name}' esiste.

source: Cannot delete object with expired lock: {obj}
de: Objekt mit abgelaufener Sperre kann nicht gelöscht werden: {obj}
es: No se puede eliminar objeto con bloqueo expirado: {obj}
fr: Impossible de supprimer l'objet avec un verrou expiré : {obj}
it: Impossibile eliminare l'oggetto con lock scaduto: {obj}

source: {object_type}|{object_name}: Found the following orphan ACLs: {acl_list} Remove?:
de: {object_type}|{object_name}: Folgende verwaiste ACLs gefunden: {acl_list} Entfernen?:
es: {object_type}|{object_name}: Se encontraron las siguientes ACLs huérfanas: {acl_list} ¿Eliminar?:
fr: {object_type}|{object_name} : Les ACL orphelines suivantes ont été trouvées : {acl_list} Supprimer ? :
it: {object_type}|{object_name}: Trovati i seguenti ACL orfani: {acl_list} Rimuovere?:

source: Removing orphan ACL: {acl}
de: Entferne verwaiste ACL: {acl}
es: Eliminando ACL huérfana: {acl}
fr: Suppression de l'ACL orpheline : {acl}
it: Rimozione ACL orfano: {acl}

source: No orphan ACLs found for {object_type}: {object_name}
de: Keine verwaisten ACLs gefunden für {object_type}: {object_name}
es: No se encontraron ACLs huérfanas para {object_type}: {object_name}
fr: Aucune ACL orpheline trouvée pour {object_type} : {object_name}
it: Nessun ACL orfano trovato per {object_type}: {object_name}

source: {object_type}|{object_name}: Found the following orphan policies: {policy_list} Remove?:
de: {object_type}|{object_name}: Folgende verwaiste Richtlinien gefunden: {policy_list} Entfernen?:
es: {object_type}|{object_name}: Se encontraron las siguientes políticas huérfanas: {policy_list} ¿Eliminar?:
fr: {object_type}|{object_name} : Les politiques orphelines suivantes ont été trouvées : {policy_list} Supprimer ? :
it: {object_type}|{object_name}: Trovate le seguenti policy orfane: {policy_list} Rimuovere?:

source: Removing orphan policy: {policy}
de: Entferne verwaiste Richtlinie: {policy}
es: Eliminando política huérfana: {policy}
fr: Suppression de la politique orpheline : {policy}
it: Rimozione policy orfana: {policy}

source: No orphan policies found for {object_type}: {object_name}
de: Keine verwaisten Richtlinien gefunden für {object_type}: {object_name}
es: No se encontraron políticas huérfanas para {object_type}: {object_name}
fr: Aucune politique orpheline trouvée pour {object_type} : {object_name}
it: Nessuna policy orfana trovata per {object_type}: {object_name}

source: {object_type}|{object_name}: Found the following orphan signer UUIDs: {signers_list} Remove?:
de: {object_type}|{object_name}: Folgende verwaiste Signierer-UUIDs gefunden: {signers_list} Entfernen?:
es: {object_type}|{object_name}: Se encontraron los siguientes UUIDs de firmantes huérfanos: {signers_list} ¿Eliminar?:
fr: {object_type}|{object_name} : Les UUID de signataires orphelins suivants ont été trouvés : {signers_list} Supprimer ? :
it: {object_type}|{object_name}: Trovati i seguenti UUID signer orfani: {signers_list} Rimuovere?:

source: Removing orphan signature: {signature}
de: Entferne verwaiste Signatur: {signature}
es: Eliminando firma huérfana: {signature}
fr: Suppression de la signature orpheline : {signature}
it: Rimozione firma orfana: {signature}

source: Logins already limited.
de: Anmeldungen bereits begrenzt.
es: Inicios de sesión ya limitados.
fr: Connexions déjà limitées.
it: Login già limitati.

source: Logins already unlimited.
de: Anmeldungen bereits unbegrenzt.
es: Inicios de sesión ya ilimitados.
fr: Connexions déjà illimitées.
it: Login già illimitati.

source: Invalid object type: {object_type}
de: Ungültiger Objekttyp: {object_type}
es: Tipo de objeto inválido: {object_type}
fr: Type d'objet invalide : {object_type}
it: Tipo di oggetto non valido: {object_type}

source: Unknown login interface: {login_interface}
de: Unbekannte Anmeldeschnittstelle: {login_interface}
es: Interfaz de inicio de sesión desconocida: {login_interface}
fr: Interface de connexion inconnue : {login_interface}
it: Interfaccia di login sconosciuta: {login_interface}

source: Logins limited: Token not assigned: {token}
de: Anmeldungen begrenzt: Token nicht zugewiesen: {token}
es: Inicios de sesión limitados: Token no asignado: {token}
fr: Connexions limitées : Jeton non attribué : {token}
it: Login limitati: Token non assegnato: {token}

source: Access denied by login interface option: {object_oid}: {login_interface_neg}
de: Zugriff verweigert durch Anmeldeschnittstellen-Option: {object_oid}: {login_interface_neg}
es: Acceso denegado por opción de interfaz de inicio de sesión: {object_oid}: {login_interface_neg}
fr: Accès refusé par l'option d'interface de connexion : {object_oid} : {login_interface_neg}
it: Accesso negato dall'opzione interfaccia di login: {object_oid}: {login_interface_neg}

source: Access denied: Login interface not allowed: {object_oid}: {login_interface}
de: Zugriff verweigert: Anmeldeschnittstelle nicht erlaubt: {object_oid}: {login_interface}
es: Acceso denegado: Interfaz de inicio de sesión no permitida: {object_oid}: {login_interface}
fr: Accès refusé : Interface de connexion non autorisée : {object_oid} : {login_interface}
it: Accesso negato: Interfaccia di login non consentita: {object_oid}: {login_interface}

source: Unable to find accessgroup: {auth_access_group}
de: Zugriffsgruppe nicht gefunden: {auth_access_group}
es: No se puede encontrar grupo de acceso: {auth_access_group}
fr: Impossible de trouver le groupe d'accès : {auth_access_group}
it: Impossibile trovare il gruppo di accesso: {auth_access_group}

source: Access denied by login interface option: {auth_ag_oid}: {login_interface_neg}
de: Zugriff verweigert durch Anmeldeschnittstellen-Option: {auth_ag_oid}: {login_interface_neg}
es: Acceso denegado por opción de interfaz de inicio de sesión: {auth_ag_oid}: {login_interface_neg}
fr: Accès refusé par l'option d'interface de connexion : {auth_ag_oid} : {login_interface_neg}
it: Accesso negato dall'opzione interfaccia di login: {auth_ag_oid}: {login_interface_neg}

source: Access denied: Login interface not allowed: {auth_ag_oid}: {login_interface}
de: Zugriff verweigert: Anmeldeschnittstelle nicht erlaubt: {auth_ag_oid}: {login_interface}
es: Acceso denegado: Interfaz de inicio de sesión no permitida: {auth_ag_oid}: {login_interface}
fr: Accès refusé : Interface de connexion non autorisée : {auth_ag_oid} : {login_interface}
it: Accesso negato: Interfaccia di login non consentita: {auth_ag_oid}: {login_interface}

source: Access denied by login interface option: {role_oid}: {login_interface_neg}
de: Zugriff verweigert durch Anmeldeschnittstellen-Option: {role_oid}: {login_interface_neg}
es: Acceso denegado por opción de interfaz de inicio de sesión: {role_oid}: {login_interface_neg}
fr: Accès refusé par l'option d'interface de connexion : {role_oid} : {login_interface_neg}
it: Accesso negato dall'opzione interfaccia di login: {role_oid}: {login_interface_neg}

source: Access denied: Login interface not allowed: {role_oid}: {login_interface}
de: Zugriff verweigert: Anmeldeschnittstelle nicht erlaubt: {role_oid}: {login_interface}
es: Acceso denegado: Interfaz de inicio de sesión no permitida: {role_oid}: {login_interface}
fr: Accès refusé : Interface de connexion non autorisée : {role_oid} : {login_interface}
it: Accesso negato: Interfaccia di login non consentita: {role_oid}: {login_interface}

source: Login interface valid by: {login_interface_valid_by}: {login_interface}
de: Anmeldeschnittstelle validiert durch: {login_interface_valid_by}: {login_interface}
es: Interfaz de inicio de sesión validada por: {login_interface_valid_by}: {login_interface}
fr: Interface de connexion valide par : {login_interface_valid_by} : {login_interface}
it: Interfaccia di login valida per: {login_interface_valid_by}: {login_interface}

source: Unknown vote script: {vote_script}
de: Unbekanntes Abstimmungsskript: {vote_script}
es: Script de votación desconocido: {vote_script}
fr: Script de vote inconnu : {vote_script}
it: Script di voto sconosciuto: {vote_script}

source: Error running node vote script: {e}
de: Fehler beim Ausführen des Node vote Script: {e}
es: Error ejecutando script de votación del nodo: {e}
fr: Erreur lors de l'exécution du script de vote du nœud : {e}
it: Errore nell'esecuzione dello script di voto del nodo: {e}

source: Unable to find realm accessgroup: {config_realm_access_group}
de: Bereich-Zugriffsgruppe nicht gefunden: {config_realm_access_group}
es: No se puede encontrar grupo de acceso del dominio: {config_realm_access_group}
fr: Impossible de trouver le groupe d'accès du realm : {config_realm_access_group}
it: Impossibile trovare il gruppo di accesso del realm: {config_realm_access_group}

source: Already enabled.
de: Bereits aktiviert.
es: Ya habilitado.
fr: Déjà activé.
it: Già abilitato.

source: Already disabled.
de: Bereits deaktiviert.
es: Ya deshabilitado.
fr: Déjà désactivé.
it: Già disabilitato.

source: Sync group already assigned: {group_name}
de: Synchronisationsgruppe bereits zugewiesen: {group_name}
es: Grupo de sincronización ya asignado: {group_name}
fr: Groupe de synchronisation déjà attribué : {group_name}
it: Gruppo di sincronizzazione già assegnato: {group_name}

source: Sync group not assigned: {group_name}
de: Synchronisationsgruppe nicht zugewiesen: {group_name}
es: Grupo de sincronización no asignado: {group_name}
fr: Groupe de synchronisation non attribué : {group_name}
it: Gruppo di sincronizzazione non assegnato: {group_name}

source: Need <object_id> or <path> or <realm>+<site>+[unit]+<name>!
de: Benötige <object_id> oder <path> oder <realm>+<site>+[unit]+<name>!
es: ¡Se necesita <object_id> o <path> o <realm>+<site>+[unit]+<name>!
fr: Besoin de <object_id> ou <path> ou <realm>+<site>+[unit]+<name> !
it: Necessario <object_id> o <path> o <realm>+<site>+[unit]+<name>!

source: * Reading objects from unit {unit_path}...
de: * Lese Objekte aus Unit {unit_path}...
es: * Leyendo objetos de la unidad {unit_path}...
fr: * Lecture des objets de l'unité {unit_path}...
it: * Lettura oggetti dall'unità {unit_path}...

source: You must use <keep_old_unit> when moving only specific objects.
de: Sie müssen <keep_old_unit> verwenden, wenn Sie nur bestimmte Objekte verschieben.
es: Debe usar <keep_old_unit> cuando mueva solo objetos específicos.
fr: Vous devez utiliser <keep_old_unit> lors du déplacement d'objets spécifiques uniquement.
it: È necessario utilizzare <keep_old_unit> quando si spostano solo oggetti specifici.

source: Cannot move unit to sub unit of itself. Please use <keep_old_unit>.
de: Kann Unit nicht in Untereinheit von sich selbst verschieben. Bitte verwenden Sie <keep_old_unit>.
es: No se puede mover la unidad a una subunidad de sí misma. Por favor use <keep_old_unit>.
fr: Impossible de déplacer l'unité vers une sous-unité d'elle-même. Veuillez utiliser <keep_old_unit>.
it: Impossibile spostare l'unità in una sottounità di se stessa. Utilizzare <keep_old_unit>.

source: Unit has CA as a child: {ca_name}
de: Unit hat CA als Kind: {ca_name}
es: La unidad tiene CA como hijo: {ca_name}
fr: L'unité a CA comme enfant : {ca_name}
it: L'unità ha una CA come figlio: {ca_name}

source: Moving unit {old_path} > {new_path}...
de: Verschiebe Unit {old_path} > {new_path}...
es: Moviendo unidad {old_path} > {new_path}...
fr: Déplacement de l'unité {old_path} > {new_path}...
it: Spostamento unità {old_path} > {new_path}...

source: Invalid unit: {error}
de: Ungültige Unit: {error}
es: Unidad no válida: {error}
fr: Unité invalide : {error}
it: Unità non valida: {error}

source: Unit exists: {unit_path}
de: Unit existiert: {unit_path}
es: La unidad existe: {unit_path}
fr: L'unité existe : {unit_path}
it: L'unità esiste: {unit_path}

source: Unable to get parent object: {oid}: {error}
de: Kann übergeordnetes Objekt nicht abrufen: {oid}: {error}
es: No se puede obtener el objeto padre: {oid}: {error}
fr: Impossible d'obtenir l'objet parent : {oid} : {error}
it: Impossibile ottenere l'oggetto padre: {oid}: {error}

source: Error decoding ACL: {acl}: {error}
de: Fehler beim Decodieren der ACL: {acl}: {error}
es: Error al decodificar ACL: {acl}: {error}
fr: Erreur de décodage ACL : {acl} : {error}
it: Errore decodifica ACL: {acl}: {error}

source: Error adding ACL: {error}
de: Fehler beim Hinzufügen der ACL: {error}
es: Error al agregar ACL: {error}
fr: Erreur d'ajout ACL : {error}
it: Errore aggiunta ACL: {error}

source: Parent unit does not exist: {unit_uuid}
de: Übergeordnete Unit existiert nicht: {unit_uuid}
es: La unidad padre no existe: {unit_uuid}
fr: L'unité parente n'existe pas : {unit_uuid}
it: L'unità padre non esiste: {unit_uuid}

source: Uuhhh site does not exist: {site_uuid}
de: Uuhhh Site existiert nicht: {site_uuid}
es: Uuhhh el sitio no existe: {site_uuid}
fr: Euhh le site n'existe pas : {site_uuid}
it: Uuhhh il sito non esiste: {site_uuid}

source: Unit '{unit_name}' contains {obj_type}s: {obj_names}
de: Unit '{unit_name}' enthält {obj_type}s: {obj_names}
es: La unidad '{unit_name}' contiene {obj_type}s: {obj_names}
fr: L'unité '{unit_name}' contient des {obj_type}s : {obj_names}
it: L'unità '{unit_name}' contiene {obj_type}: {obj_names}

source: {exception} Please type '{unit_name}' to delete object:
de: {exception} Bitte '{unit_name}' eingeben, um Objekt zu löschen:
es: {exception} Por favor escriba '{unit_name}' para eliminar el objeto:
fr: {exception} Veuillez taper '{unit_name}' pour supprimer l'objet :
it: {exception} Digitare '{unit_name}' per eliminare l'oggetto:

source: {exception} Delete unit?:
de: {exception} Unit löschen?:
es: {exception} ¿Eliminar unidad?:
fr: {exception} Supprimer l'unité ? :
it: {exception} Eliminare l'unità?:

source: Please type '{unit_name}' to delete object:
de: Bitte '{unit_name}' eingeben, um Objekt zu löschen:
es: Por favor escriba '{unit_name}' para eliminar el objeto:
fr: Veuillez taper '{unit_name}' pour supprimer l'objet :
it: Digitare '{unit_name}' per eliminare l'oggetto:

source: Delete unit '{unit_name}'?:
de: Unit '{unit_name}' löschen?:
es: ¿Eliminar unidad '{unit_name}'?:
fr: Supprimer l'unité '{unit_name}' ? :
it: Eliminare l'unità '{unit_name}'?:

source: Unable to delete {obj_type} '{obj_name}': {error}
de: Kann {obj_type} '{obj_name}' nicht löschen: {error}
es: No se puede eliminar {obj_type} '{obj_name}': {error}
fr: Impossible de supprimer {obj_type} '{obj_name}' : {error}
it: Impossibile eliminare {obj_type} '{obj_name}': {error}

source: {obj_type}{obj_name}: Found the following orphan ACLs: {acl_list}
de: {obj_type}{obj_name}: Folgende verwaiste ACLs gefunden: {acl_list}
es: {obj_type}{obj_name}: Se encontraron los siguientes ACL huérfanos: {acl_list}
fr: {obj_type}{obj_name} : ACL orphelines trouvées : {acl_list}
it: {obj_type}{obj_name}: Trovati i seguenti ACL orfani: {acl_list}

source: Processing {oid}
de: Verarbeite {oid}
es: Procesando {oid}
fr: Traitement de {oid}
it: Elaborazione {oid}

source: No orphan objects found for {obj_type}: {obj_name}
de: Keine verwaisten Objekte für {obj_type} gefunden: {obj_name}
es: No se encontraron objetos huérfanos para {obj_type}: {obj_name}
fr: Aucun objet orphelin trouvé pour {obj_type} : {obj_name}
it: Nessun oggetto orfano trovato per {obj_type}: {obj_name}

source: Accessgroup does not exist: {group_name}
de: Zugriffsgruppe existiert nicht: {group_name}
es: El grupo de acceso no existe: {group_name}
fr: Le groupe d'accès n'existe pas : {group_name}
it: Il gruppo di accesso non esiste: {group_name}

source: Cannot add a group as child group of itself.
de: Kann eine Gruppe nicht als eigene Kindgruppe hinzufügen.
es: No se puede agregar un grupo como grupo hijo de sí mismo.
fr: Impossible d'ajouter un groupe comme groupe enfant de lui-même.
it: Impossibile aggiungere un gruppo come gruppo figlio di se stesso.

source: Group is already in child groups of group '{group_name}'.
de: Gruppe ist bereits in Kindgruppen von Gruppe '{group_name}'.
es: El grupo ya está en los grupos hijos del grupo '{group_name}'.
fr: Le groupe est déjà dans les groupes enfants du groupe '{group_name}'.
it: Il gruppo è già nei gruppi figli del gruppo '{group_name}'.

source: Group is not a child group of group '{group_name}'.
de: Gruppe ist keine Kindgruppe von Gruppe '{group_name}'.
es: El grupo no es un grupo hijo del grupo '{group_name}'.
fr: Le groupe n'est pas un groupe enfant du groupe '{group_name}'.
it: Il gruppo non è un gruppo figlio del gruppo '{group_name}'.

source: Cannot add a group as child session of itself.
de: Kann eine Gruppe nicht als eigene Kindsitzung hinzufügen.
es: No se puede agregar un grupo como sesión hija de sí mismo.
fr: Impossible d'ajouter un groupe comme session enfant de lui-même.
it: Impossibile aggiungere un gruppo come sessione figlia di se stesso.

source: Group is already in child sessions of group '{group_name}'.
de: Gruppe ist bereits in Kindsitzungen von Gruppe '{group_name}'.
es: El grupo ya está en las sesiones hijas del grupo '{group_name}'.
fr: Le groupe est déjà dans les sessions enfants du groupe '{group_name}'.
it: Il gruppo è già nelle sessioni figlie del gruppo '{group_name}'.

source: Cannot add group as child session because both session trees contain a session master.
de: Kann Gruppe nicht als Kindsitzung hinzufügen, da beide Sitzungsbäume einen Sitzungsmaster enthalten.
es: No se puede agregar el grupo como sesión hija porque ambos árboles de sesión contienen un maestro de sesión.
fr: Impossible d'ajouter le groupe comme session enfant car les deux arbres de session contiennent un maître de session.
it: Impossibile aggiungere il gruppo come sessione figlia perché entrambi gli alberi di sessione contengono un session master.

source: Group is not a child session of group '{group_name}'.
de: Gruppe ist keine Kindsitzung von Gruppe '{group_name}'.
es: El grupo no es una sesión hija del grupo '{group_name}'.
fr: Le groupe n'est pas une session enfant du groupe '{group_name}'.
it: Il gruppo non è una sessione figlia del gruppo '{group_name}'.

source: Invalid value for relogin timeout: {error}
de: Ungültiger Wert für Relogin-Timeout: {error}
es: Valor no válido para el tiempo de espera de reingreso: {error}
fr: Valeur invalide pour le délai de reconnexion : {error}
it: Valore non valido per il timeout di relogin: {error}

source: Invalid value for reset time: {error}
de: Ungültiger Wert für Rücksetzzeit: {error}
es: Valor no válido para el tiempo de reinicio: {error}
fr: Valeur invalide pour le temps de réinitialisation : {error}
it: Valore non valido per il tempo di reset: {error}

source: Invalid value for session timeout: {error}
de: Ungültiger Wert für Sitzungs-Timeout: {error}
es: Valor no válido para el tiempo de espera de sesión: {error}
fr: Valeur invalide pour le délai de session : {error}
it: Valore non valido per il timeout di sessione: {error}

source: Session timeout cannot be lower than unused session timeout.
de: Sitzungs-Timeout kann nicht niedriger als ungenutztes Sitzungs-Timeout sein.
es: El tiempo de espera de sesión no puede ser menor que el tiempo de espera de sesión no utilizada.
fr: Le délai de session ne peut pas être inférieur au délai de session inutilisée.
it: Il timeout di sessione non può essere inferiore al timeout di sessione non utilizzata.

source: Invalid value for unused session timeout: {error}
de: Ungültiger Wert für ungenutztes Sitzungs-Timeout: {error}
es: Valor no válido para el tiempo de espera de sesión no utilizada: {error}
fr: Valeur invalide pour le délai de session inutilisée : {error}
it: Valore non valido per il timeout di sessione non utilizzata: {error}

source: Unused session timeout cannot be higher than session timeout.
de: Ungenutztes Sitzungs-Timeout kann nicht höher als Sitzungs-Timeout sein.
es: El tiempo de espera de sesión no utilizada no puede ser mayor que el tiempo de espera de sesión.
fr: Le délai de session inutilisée ne peut pas être supérieur au délai de session.
it: Il timeout di sessione non utilizzata non può essere superiore al timeout di sessione.

source: Cannot disable sessions for REALM accessgroup.
de: Kann Sitzungen für REALM-Zugriffsgruppe nicht deaktivieren.
es: No se pueden deshabilitar las sesiones para el grupo de acceso REALM.
fr: Impossible de désactiver les sessions pour le groupe d'accès REALM.
it: Impossibile disabilitare le sessioni per il gruppo di accesso REALM.

source: Sessions already disabled for this group.
de: Sitzungen bereits für diese Gruppe deaktiviert.
es: Las sesiones ya están deshabilitadas para este grupo.
fr: Sessions déjà désactivées pour ce groupe.
it: Sessioni già disabilitate per questo gruppo.

source: Cannot enable session master. Session master already exists in session tree: '{session_master}'.
de: Kann Sitzungsmaster nicht aktivieren. Sitzungsmaster existiert bereits im Sitzungsbaum: '{session_master}'.
es: No se puede habilitar el maestro de sesión. El maestro de sesión ya existe en el árbol de sesión: '{session_master}'.
fr: Impossible d'activer le maître de session. Le maître de session existe déjà dans l'arbre de session : '{session_master}'.
it: Impossibile abilitare il session master. Il session master esiste già nell'albero di sessione: '{session_master}'.

source: Session master already enabled for this group.
de: Sitzungsmaster bereits für diese Gruppe aktiviert.
es: El maestro de sesión ya está habilitado para este grupo.
fr: Maître de session déjà activé pour ce groupe.
it: Session master già abilitato per questo gruppo.
