Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Usage: otpme-policy del_creator_acl {policy} {acl}
de: Verwendung: otpme-policy del_creator_acl {policy} {acl}
es: Uso: otpme-policy del_creator_acl {policy} {acl}
fr: Utilisation : otpme-policy del_creator_acl {policy} {acl}
it: Utilizzo: otpme-policy del_creator_acl {policy} {acl}

source: Delete token creator ACL.
de: Token-Ersteller-ACL löschen.
es: Eliminar ACL de creador de token.
fr: Supprimer une ACL de créateur de jeton.
it: Elimina ACL creatore token.

source: Usage: otpme-policy pin_min_len {policy} {pin_min_len}
de: Verwendung: otpme-policy pin_min_len {policy} {pin_min_len}
es: Uso: otpme-policy pin_min_len {policy} {pin_min_len}
fr: Utilisation : otpme-policy pin_min_len {policy} {pin_min_len}
it: Utilizzo: otpme-policy pin_min_len {policy} {pin_min_len}

source: Set PIN min length.
de: PIN-Mindestlänge festlegen.
es: Establecer longitud mínima de PIN.
fr: Définir la longueur minimale du PIN.
it: Imposta lunghezza minima PIN.

source: Usage: otpme-policy password_min_len {policy} {pass_min_len}
de: Verwendung: otpme-policy password_min_len {policy} {pass_min_len}
es: Uso: otpme-policy password_min_len {policy} {pass_min_len}
fr: Utilisation : otpme-policy password_min_len {policy} {pass_min_len}
it: Utilizzo: otpme-policy password_min_len {policy} {pass_min_len}

source: Set password min length.
de: Passwort-Mindestlänge festlegen.
es: Establecer longitud mínima de contraseña.
fr: Définir la longueur minimale du mot de passe.
it: Imposta lunghezza minima password.

source: Usage: otpme-policy strength_checker {policy} {strength_checker}
de: Verwendung: otpme-policy strength_checker {policy} {strength_checker}
es: Uso: otpme-policy strength_checker {policy} {strength_checker}
fr: Utilisation : otpme-policy strength_checker {policy} {strength_checker}
it: Utilizzo: otpme-policy strength_checker {policy} {strength_checker}

source: Change strength checker.
de: Stärkeprüfer ändern.
es: Cambiar verificador de fortaleza.
fr: Modifier le vérificateur de robustesse.
it: Modifica verificatore di robustezza.

source: Usage: otpme-policy enable_strength_checker {policy}
de: Verwendung: otpme-policy enable_strength_checker {policy}
es: Uso: otpme-policy enable_strength_checker {policy}
fr: Utilisation : otpme-policy enable_strength_checker {policy}
it: Utilizzo: otpme-policy enable_strength_checker {policy}

source: Enable strength checker.
de: Stärkeprüfer aktivieren.
es: Habilitar verificador de fortaleza.
fr: Activer le vérificateur de force.
it: Abilita controllo robustezza.

source: Usage: otpme-policy disable_strength_checker {policy}
de: Verwendung: otpme-policy disable_strength_checker {policy}
es: Uso: otpme-policy disable_strength_checker {policy}
it: Utilizzo: otpme-policy disable_strength_checker {policy}

source: Disable strength checker.
de: Stärkeprüfer deaktivieren.
es: Deshabilitar verificador de fortaleza.
fr: Désactiver le vérificateur de force.
it: Disabilita controllo robustezza.

source: Usage: otpme-policy strength_checker_opts {policy} {options}
de: Verwendung: otpme-policy strength_checker_opts {policy} {options}
es: Uso: otpme-policy strength_checker_opts {policy} {options}
it: Utilizzo: otpme-policy strength_checker_opts {policy} {opzioni}

source: Change strength checker options.
de: Stärkeprüfer-Optionen ändern.
es: Cambiar opciones del verificador de fortaleza.
fr: Modifier les options du vérificateur de force.
it: Modifica opzioni controllo robustezza.

source: Usage: otpme-policy test [--password <password>] [--pin <pin>] {policy}
de: Verwendung: otpme-policy test [--password <password>] [--pin <pin>] {policy}
es: Uso: otpme-policy test [--password <password>] [--pin <pin>] {policy}
it: Utilizzo: otpme-policy test [--password <password>] [--pin <pin>] {policy}

source: Test policy.
de: Richtlinie testen.
es: Probar política.
fr: Tester la politique.
it: Testa policy.

source: Password to test.
de: Zu testendes Passwort.
es: Contraseña a probar.
fr: Mot de passe à tester.
it: Password da testare.

source: PIN to test.
de: Zu testende PIN.
es: PIN a probar.
fr: PIN à tester.
it: PIN da testare.

source: Usage: otpme-policy login_times {policy} {login_times}
de: Verwendung: otpme-policy login_times {policy} {login_times}
es: Uso: otpme-policy login_times {policy} {login_times}
it: Utilizzo: otpme-policy login_times {policy} {orari_login}

source: Change login times.
de: Anmeldezeiten ändern.
es: Cambiar horarios de inicio de sesión.
fr: Modifier les heures de connexion.
it: Modifica orari di login.

source: Usage: otpme-policy test --object-type <object_type> --test-object <test_object> --token <token> {policy}
de: Verwendung: otpme-policy test --object-type <object_type> --test-object <test_object> --token <token> {policy}
es: Uso: otpme-policy test --object-type <object_type> --test-object <test_object> --token <token> {policy}
it: Utilizzo: otpme-policy test --object-type <tipo_oggetto> --test-object <oggetto_test> --token <token> {policy}

source: Object type to assume policy is assigned to.
de: Objekttyp, dem die Richtlinie zugewiesen werden soll.
es: Tipo de objeto al cual se asume que está asignada la política.
fr: Type d'objet à supposer que la politique est assignée.
it: Tipo di oggetto da assumere che la policy sia assegnata.

source: Object name/rel_path of object.
de: Objektname/rel_path des Objekts.
es: Nombre de objeto/rel_path del objeto.
fr: Nom d'objet/chemin relatif de l'objet.
it: Nome oggetto/percorso_relativo dell'oggetto.

source: Token to test with.
de: Token zum Testen.
es: Token con el cual probar.
fr: Token à tester.
it: Token con cui testare.

source: Usage: otpme-policy auto_disable {policy} {time}
de: Verwendung: otpme-policy auto_disable {policy} {time}
es: Uso: otpme-policy auto_disable {policy} {time}
it: Utilizzo: otpme-policy auto_disable {policy} {tempo}

source: Change auto disable value (e.g "1d" or "09:53 13.06.2023").
de: Auto-Deaktivierungswert ändern (z.B. "1d" oder "09:53 13.06.2023").
es: Cambiar valor de deshabilitación automática (ej. "1d" o "09:53 13.06.2023").
fr: Modifier la valeur de désactivation automatique (ex. "1d" ou "09:53 13.06.2023").
it: Modifica valore disabilitazione automatica (es. "1d" o "09:53 13.06.2023").

source: Disable object if it was unused for the given time.
de: Objekt deaktivieren, wenn es für die angegebene Zeit nicht verwendet wurde.
es: Deshabilitar objeto si no se usó durante el tiempo indicado.
fr: Désactiver l'objet s'il n'a pas été utilisé pendant le temps donné.
it: Disabilita oggetto se inutilizzato per il tempo indicato.

source: Usage: otpme-resolver [--type <resolver_type>] {command} [resolver]
de: Verwendung: otpme-resolver [--type <resolver_type>] {command} [resolver]
es: Uso: otpme-resolver [--type <resolver_type>] {command} [resolver]
it: Utilizzo: otpme-resolver [--type <tipo_resolver>] {comando} [resolver]

source: Usage: otpme-resolver show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [resolver]
de: Verwendung: otpme-resolver show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [resolver]
es: Uso: otpme-resolver show [--policy-limit <limit>] [--fields <field1,field2,field3>] [-z <size_limit>] [-a] [resolver]
it: Utilizzo: otpme-resolver show [--policy-limit <limite>] [--fields <campo1,campo2,campo3>] [-z <limite_dimensione>] [-a] [resolver]

source: Show resolvers.
de: Resolver anzeigen.
es: Mostrar resolvers.
fr: Afficher les résolveurs.
it: Mostra resolver.

source: Show all resolvers.
de: Alle Resolver anzeigen.
es: Mostrar todos los resolvers.
fr: Afficher tous les résolveurs.
it: Mostra tutti i resolver.

source: Usage: otpme-resolver list [regex]
de: Verwendung: otpme-resolver list [regex]
es: Uso: otpme-resolver list [regex]
it: Utilizzo: otpme-resolver list [regex]

source: List resolvers.
de: Resolver auflisten.
es: Listar resolvers.
fr: Lister les résolveurs.
it: Elenca resolver.

source: Usage: otpme-resolver --type <resolver_type> add {resolver}
de: Verwendung: otpme-resolver --type <resolver_type> add {resolver}
es: Uso: otpme-resolver --type <resolver_type> add {resolver}
it: Utilizzo: otpme-resolver --type <tipo_resolver> add {resolver}

source: Add new resolver.
de: Neuen Resolver hinzufügen.
es: Agregar nuevo resolver.
fr: Ajouter un nouveau résolveur.
it: Aggiungi nuovo resolver.

source: Resolver type (e.g. ldap).
de: Resolver-Typ (z.B. ldap).
es: Tipo de resolver (p. ej. ldap).
fr: Type de résolveur (ex. ldap).
it: Tipo di resolver (es. ldap).

source: Usage: otpme-resolver del {resolver}
de: Verwendung: otpme-resolver del {resolver}
es: Uso: otpme-resolver del {resolver}
it: Utilizzo: otpme-resolver del {resolver}

source: Delete resolver.
de: Resolver löschen.
es: Eliminar resolver.
fr: Supprimer le résolveur.
it: Elimina resolver.

source: Usage: otpme-resolver enable {resolver}
de: Verwendung: otpme-resolver enable {resolver}
es: Uso: otpme-resolver enable {resolver}
it: Utilizzo: otpme-resolver enable {resolver}

source: Enable resolver.
de: Resolver aktivieren.
es: Habilitar resolver.
fr: Activer le résolveur.
it: Abilita resolver.

source: Usage: otpme-resolver disable {resolver}
de: Verwendung: otpme-resolver disable {resolver}
es: Uso: otpme-resolver disable {resolver}
it: Utilizzo: otpme-resolver disable {resolver}

source: Disable resolver.
de: Resolver deaktivieren.
es: Deshabilitar resolver.
fr: Désactiver le résolveur.
it: Disabilita resolver.

source: Usage: otpme-resolver rename {resolver} {new_name}
de: Verwendung: otpme-resolver rename {resolver} {new_name}
es: Uso: otpme-resolver rename {resolver} {new_name}
it: Utilizzo: otpme-resolver rename {resolver} {nuovo_nome}

source: Rename resolver.
de: Resolver umbenennen.
es: Renombrar resolver.
fr: Renommer le résolveur.
it: Rinomina resolver.

source: Usage: otpme-resolver config {resolver} {param} [value]
de: Verwendung: otpme-resolver config {resolver} {param} [value]
es: Uso: otpme-resolver config {resolver} {param} [value]
it: Utilizzo: otpme-resolver config {resolver} {parametro} [valore]

source: Add config parameter to resolver.
de: Konfigurationsparameter zu Resolver hinzufügen.
es: Agregar parámetro de configuración al resolver.
fr: Ajouter un paramètre de configuration au résolveur.
it: Aggiungi parametro di configurazione al resolver.

source: Usage: otpme-resolver add_acl {resolver} {role|token} {role_path|token_path} {acl[:value]}
de: Verwendung: otpme-resolver add_acl {resolver} {role|token} {role_path|token_path} {acl[:value]}
es: Uso: otpme-resolver add_acl {resolver} {role|token} {role_path|token_path} {acl[:value]}
it: Utilizzo: otpme-resolver add_acl {resolver} {ruolo|token} {percorso_ruolo|percorso_token} {acl[:valore]}

source: Add ACL to resolver.
de: ACL zu Resolver hinzufügen.
es: Agregar ACL al resolver.
fr: Ajouter une ACL au résolveur.
it: Aggiungi ACL al resolver.

source: Usage: otpme-resolver del_acl {resolver} {acl}
de: Verwendung: otpme-resolver del_acl {resolver} {acl}
es: Uso: otpme-resolver del_acl {resolver} {acl}
it: Utilizzo: otpme-resolver del_acl {resolver} {acl}

source: Delete ACL from resolver.
de: ACL von Resolver löschen.
es: Eliminar ACL del resolver.
fr: Supprimer une ACL du résolveur.
it: Elimina ACL dal resolver.

source: Usage: otpme-resolver show_acls {resolver}
de: Verwendung: otpme-resolver show_acls {resolver}
es: Uso: otpme-resolver show_acls {resolver}
it: Utilizzo: otpme-resolver show_acls {resolver}

source: Show ACLs of resolver.
de: ACLs des Resolvers anzeigen.
es: Mostrar ACLs del resolver.
fr: Afficher les ACL du résolveur.
it: Mostra ACL del resolver.

source: Usage: otpme-resolver enable_acl_inheritance {resolver}
de: Verwendung: otpme-resolver enable_acl_inheritance {resolver}
es: Uso: otpme-resolver enable_acl_inheritance {resolver}
it: Utilizzo: otpme-resolver enable_acl_inheritance {resolver}

source: Enable ACL inheritance for resolver.
de: ACL-Vererbung für Resolver aktivieren.
es: Habilitar herencia de ACL para el resolver.
fr: Activer l'héritage des ACL pour le résolveur.
it: Abilita ereditarietà ACL per resolver.

source: Usage: otpme-resolver disable_acl_inheritance {resolver}
de: Verwendung: otpme-resolver disable_acl_inheritance {resolver}
es: Uso: otpme-resolver disable_acl_inheritance {resolver}
it: Utilizzo: otpme-resolver disable_acl_inheritance {resolver}

source: Disable ACL inheritance for resolver.
de: ACL-Vererbung für Resolver deaktivieren.
es: Deshabilitar herencia de ACL para el resolver.
fr: Désactiver l'héritage des ACL pour le résolveur.
it: Disabilita ereditarietà ACL per resolver.

source: Usage: otpme-resolver unit {resolver} {unit}
de: Verwendung: otpme-resolver unit {resolver} {unit}
es: Uso: otpme-resolver unit {resolver} {unit}
it: Utilizzo: otpme-resolver unit {resolver} {unità}

source: Change resolver's unit.
de: Unit des Resolvers ändern.
es: Cambiar la unidad del resolver.
fr: Changer l'unité du résolveur.
it: Modifica unità del resolver.

source: Usage: otpme-resolver description {resolver} [description]
de: Verwendung: otpme-resolver description {resolver} [description]
es: Uso: otpme-resolver description {resolver} [description]
it: Utilizzo: otpme-resolver description {resolver} [descrizione]

source: Set resolver description.
de: Resolver-Beschreibung festlegen.
es: Establecer descripción del resolver.
fr: Définir la description du résolveur.
it: Imposta la descrizione del resolver.

source: Usage: otpme-resolver export {resolver}
de: Verwendung: otpme-resolver export {resolver}
es: Uso: otpme-resolver export {resolver}
it: Utilizzo: otpme-resolver export {resolver}

source: Export resolver config to stdout.
de: Resolver-Konfiguration nach stdout exportieren.
es: Exportar configuración del resolver a stdout.
fr: Exporter la configuration du résolveur vers stdout.
it: Esporta la configurazione del resolver su stdout.

source: Usage: otpme-resolver add_policy {resolver} {policy}
de: Verwendung: otpme-resolver add_policy {resolver} {policy}
es: Uso: otpme-resolver add_policy {resolver} {policy}
it: Utilizzo: otpme-resolver add_policy {resolver} {policy}

source: Add policy to resolver.
de: Policy zu Resolver hinzufügen.
es: Agregar política al resolver.
fr: Ajouter une politique au résolveur.
it: Aggiungi policy al resolver.

source: Usage: otpme-resolver remove_policy {resolver} {policy}
de: Verwendung: otpme-resolver remove_policy {resolver} {policy}
es: Uso: otpme-resolver remove_policy {resolver} {policy}
it: Utilizzo: otpme-resolver remove_policy {resolver} {policy}

source: Remove policy from resolver.
de: Policy von Resolver entfernen.
es: Eliminar política del resolver.
fr: Supprimer une politique du résolveur.
it: Rimuovi policy dal resolver.

source: Usage: otpme-resolver enable_sync_units {resolver}
de: Verwendung: otpme-resolver enable_sync_units {resolver}
es: Uso: otpme-resolver enable_sync_units {resolver}
it: Utilizzo: otpme-resolver enable_sync_units {resolver}

source: Enable sync of units.
de: Synchronisation von Units aktivieren.
es: Habilitar sincronización de unidades.
fr: Activer la synchronisation des unités.
it: Abilita la sincronizzazione delle unità.

source: Usage: otpme-resolver disable_sync_units {resolver}
de: Verwendung: otpme-resolver disable_sync_units {resolver}
es: Uso: otpme-resolver disable_sync_units {resolver}
it: Utilizzo: otpme-resolver disable_sync_units {resolver}

source: Disable sync of units.
de: Synchronisation von Units deaktivieren.
es: Deshabilitar sincronización de unidades.
fr: Désactiver la synchronisation des unités.
it: Disabilita la sincronizzazione delle unità.

source: Usage: otpme-resolver enable_deletions {resolver}
de: Verwendung: otpme-resolver enable_deletions {resolver}
es: Uso: otpme-resolver enable_deletions {resolver}
it: Utilizzo: otpme-resolver enable_deletions {resolver}

source: Enable deletions of objects missing on resolver site.
de: Löschen von auf Resolver-Seite fehlenden Objekten aktivieren.
es: Habilitar eliminaciones de objetos faltantes en el sitio del resolver.
fr: Activer les suppressions d'objets manquants sur le site du résolveur.
it: Abilita l'eliminazione degli oggetti mancanti sul sito del resolver.

source: Usage: otpme-resolver disable_deletions {resolver}
de: Verwendung: otpme-resolver disable_deletions {resolver}
es: Uso: otpme-resolver disable_deletions {resolver}
it: Utilizzo: otpme-resolver disable_deletions {resolver}

source: Disable deletions of objects missing on resolver site.
de: Löschen von auf Resolver-Seite fehlenden Objekten deaktivieren.
es: Deshabilitar eliminaciones de objetos faltantes en el sitio del resolver.
fr: Désactiver les suppressions d'objets manquants sur le site du résolveur.
it: Disabilita l'eliminazione degli oggetti mancanti sul sito del resolver.

source: Usage: otpme-resolver key_attribute {resolver} {object_type} {attribute}
de: Verwendung: otpme-resolver key_attribute {resolver} {object_type} {attribute}
es: Uso: otpme-resolver key_attribute {resolver} {object_type} {attribute}
it: Utilizzo: otpme-resolver key_attribute {resolver} {object_type} {attribute}

source: Set key attribute used to sync objects (e.g. entryUUID).
de: Schlüsselattribut für Objektsynchronisation festlegen (z.B. entryUUID).
es: Establecer atributo clave usado para sincronizar objetos (p. ej. entryUUID).
fr: Définir l'attribut clé utilisé pour synchroniser les objets (ex. entryUUID).
it: Imposta l'attributo chiave usato per sincronizzare gli oggetti (es. entryUUID).

source: Usage: otpme-resolver run [--object-types <object_types>] {resolver}
de: Verwendung: otpme-resolver run [--object-types <object_types>] {resolver}
es: Uso: otpme-resolver run [--object-types <object_types>] {resolver}
it: Utilizzo: otpme-resolver run [--object-types <object_types>] {resolver}

source: Run resolver.
de: Resolver ausführen.
es: Ejecutar resolver.
fr: Exécuter le résolveur.
it: Esegui resolver.

source: Usage: otpme-resolver sync_interval {resolver} {sync_interval}
de: Verwendung: otpme-resolver sync_interval {resolver} {sync_interval}
es: Uso: otpme-resolver sync_interval {resolver} {sync_interval}
it: Utilizzo: otpme-resolver sync_interval {resolver} {sync_interval}

source: Set resolver sync interval.
de: Synchronisationsintervall des Resolvers festlegen.
es: Establecer intervalo de sincronización del resolver.
fr: Définir l'intervalle de synchronisation du résolveur.
it: Imposta l'intervallo di sincronizzazione del resolver.

source: Usage: otpme-resolver get_objects [--object-types object_types] {resolver}
de: Verwendung: otpme-resolver get_objects [--object-types object_types] {resolver}
es: Uso: otpme-resolver get_objects [--object-types object_types] {resolver}
it: Utilizzo: otpme-resolver get_objects [--object-types object_types] {resolver}

source: Get resolver objects.
de: Resolver-Objekte abrufen.
es: Obtener objetos del resolver.
fr: Obtenir les objets du résolveur.
it: Ottieni oggetti del resolver.

source: Get only the following object types.
de: Nur die folgenden Objekttypen abrufen.
es: Obtener solo los siguientes tipos de objeto.
fr: Obtenir uniquement les types d'objets suivants.
it: Ottieni solo i seguenti tipi di oggetto.

source: Usage: otpme-resolver delete_objects [--object-types object_types] {resolver}
de: Verwendung: otpme-resolver delete_objects [--object-types object_types] {resolver}
es: Uso: otpme-resolver delete_objects [--object-types object_types] {resolver}
it: Utilizzo: otpme-resolver delete_objects [--object-types object_types] {resolver}

source: Delete resolver objects.
de: Resolver-Objekte löschen.
es: Eliminar objetos del resolver.
fr: Supprimer les objets du résolveur.
it: Elimina oggetti del resolver.

source: Delete only the following object types.
de: Nur die folgenden Objekttypen löschen.
es: Eliminar solo los siguientes tipos de objeto.
fr: Supprimer uniquement les types d'objets suivants.
it: Elimina solo i seguenti tipi di oggetto.

source: Usage: otpme-resolver test [--object-types <object_types>] {resolver}
de: Verwendung: otpme-resolver test [--object-types <object_types>] {resolver}
es: Uso: otpme-resolver test [--object-types <object_types>] {resolver}
it: Utilizzo: otpme-resolver test [--object-types <object_types>] {resolver}

source: Test resolver.
de: Resolver testen.
es: Probar resolver.
fr: Tester le résolveur.
it: Testa resolver.

source: Usage: otpme-resolver list_policies {resolver}
de: Verwendung: otpme-resolver list_policies {resolver}
es: Uso: otpme-resolver list_policies {resolver}
it: Utilizzo: otpme-resolver list_policies {resolver}

source: Usage: otpme-resolver add [--template <template>] {resolver}
de: Verwendung: otpme-resolver add [--template <template>] {resolver}
es: Uso: otpme-resolver add [--template <template>] {resolver}
it: Utilizzo: otpme-resolver add [--template <template>] {resolver}

source: Use settings from given template.
de: Einstellungen von gegebener Vorlage verwenden.
es: Usar configuración de la plantilla dada.
fr: Utiliser les paramètres du modèle donné.
it: Usa impostazioni dal template fornito.

source: Usage: otpme-resolver ldap_base {resolver} {ldap_base}
de: Verwendung: otpme-resolver ldap_base {resolver} {ldap_base}
es: Uso: otpme-resolver ldap_base {resolver} {ldap_base}
it: Utilizzo: otpme-resolver ldap_base {resolver} {ldap_base}

source: Set LDAP base.
de: LDAP-Basis festlegen.
es: Establecer base LDAP.
fr: Définir la base LDAP.
it: Imposta base LDAP.

source: Usage: otpme-resolver login_dn {resolver} {login_dn}
de: Verwendung: otpme-resolver login_dn {resolver} {login_dn}
es: Uso: otpme-resolver login_dn {resolver} {login_dn}
it: Utilizzo: otpme-resolver login_dn {resolver} {login_dn}

source: Set DN used to login to LDAP server.
de: DN für LDAP-Server-Anmeldung festlegen.
es: Establecer DN usado para iniciar sesión en el servidor LDAP.
fr: Définir le DN utilisé pour se connecter au serveur LDAP.
it: Imposta DN usato per accedere al server LDAP.

source: Usage: otpme-resolver login_password {resolver} [password]
de: Verwendung: otpme-resolver login_password {resolver} [password]
es: Uso: otpme-resolver login_password {resolver} [password]
it: Utilizzo: otpme-resolver login_password {resolver} [password]

source: Set password used to login to LDAP server.
de: Passwort für LDAP-Server-Anmeldung festlegen.
es: Establecer contraseña usada para iniciar sesión en el servidor LDAP.
fr: Définir le mot de passe utilisé pour se connecter au serveur LDAP.
it: Imposta password usata per accedere al server LDAP.

source: Usage: otpme-resolver add_server {resolver} {server_uri}
de: Verwendung: otpme-resolver add_server {resolver} {server_uri}
es: Uso: otpme-resolver add_server {resolver} {server_uri}
it: Utilizzo: otpme-resolver add_server {resolver} {server_uri}

source: Add LDAP server URI (e.g. ldaps://ldap.domain.tld, ldaps://ldap2.domain.tld:389).
de: LDAP-Server-URI hinzufügen (z.B. ldaps://ldap.domain.tld, ldaps://ldap2.domain.tld:389).
es: Añadir URI del servidor LDAP (ej. ldaps://ldap.domain.tld, ldaps://ldap2.domain.tld:389).
fr: Ajouter l'URI du serveur LDAP (ex. ldaps://ldap.domain.tld, ldaps://ldap2.domain.tld:389).
it: Aggiungi URI server LDAP (es. ldaps://ldap.domain.tld, ldaps://ldap2.domain.tld:389).

source: Usage: otpme-resolver del_server {resolver} {server_uri}
de: Verwendung: otpme-resolver del_server {resolver} {server_uri}
es: Uso: otpme-resolver del_server {resolver} {server_uri}
it: Utilizzo: otpme-resolver del_server {resolver} {server_uri}

source: Delete LDAP server URI.
de: LDAP-Server-URI löschen.
es: Eliminar URI del servidor LDAP.
fr: Supprimer l'URI du serveur LDAP.
it: Elimina URI server LDAP.
