Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Failed to request site cert: {error}
de: Fehler beim Anfordern des Site-Zertifikats: {error}
es: Error al solicitar el certificado del sitio: {error}
fr: Échec de la demande de certificat de site : {error}
it: Richiesta certificato sito fallita: {error}

source: Rececived wrong site certificate fingerprint: {fingerprint}
de: Falschen Site-Zertifikat-Fingerprint erhalten: {fingerprint}
es: Se recibió una huella digital incorrecta del certificado del sitio: {fingerprint}
fr: Empreinte du certificat de site reçue incorrecte : {fingerprint}
it: Ricevuta impronta digitale certificato sito errata: {fingerprint}

source: Trust the following site certificate? {digest}:{fingerprint} [y/n]
de: Folgendem Site-Zertifikat vertrauen? {digest}:{fingerprint} [j/n]
es: ¿Confiar en el siguiente certificado del sitio? {digest}:{fingerprint} [s/n]
fr: Faire confiance au certificat de site suivant ? {digest}:{fingerprint} [o/n]
it: Considerare attendibile il seguente certificato sito? {digest}:{fingerprint} [s/n]

source: Aborted by user.
de: Vom Benutzer abgebrochen.
es: Cancelado por el usuario.
fr: Annulé par l'utilisateur.
it: Annullato dall'utente.

source: Error sending ident command: {error}
de: Fehler beim Senden des Ident-Befehls: {error}
es: Error al enviar el comando ident: {error}
fr: Erreur lors de l'envoi de la commande ident : {error}
it: Errore nell'invio del comando ident: {error}

source: Ident request failed: {response}
de: Ident-Anfrage fehlgeschlagen: {response}
es: La solicitud ident falló: {response}
fr: Échec de la demande ident : {response}
it: Richiesta ident fallita: {response}

source: Invalid ident response: No site cert found
de: Ungültige Ident-Antwort: Kein Site-Zertifikat gefunden
es: Respuesta ident inválida: No se encontró certificado del sitio
fr: Réponse ident invalide : Aucun certificat de site trouvé
it: Risposta ident non valida: Nessun certificato sito trovato

source: Invalid ident response: No response found
de: Ungültige Ident-Antwort: Keine Antwort gefunden
es: Respuesta ident inválida: No se encontró respuesta
fr: Réponse ident invalide : Aucune réponse trouvée
it: Risposta ident non valida: Nessuna risposta trovata

source: Error verifying ident response: {error}
de: Fehler beim Verifizieren der Ident-Antwort: {error}
es: Error al verificar la respuesta ident: {error}
fr: Erreur lors de la vérification de la réponse ident : {error}
it: Errore nella verifica della risposta ident: {error}

source: Failed to verify ident response.
de: Ident-Antwort konnte nicht verifiziert werden.
es: Error al verificar la respuesta ident.
fr: Échec de la vérification de la réponse ident.
it: Verifica della risposta ident fallita.

source: Missing agent protocol handler.
de: Fehlender Agent-Protokoll-Handler.
es: Falta el manejador del protocolo del agente.
fr: Gestionnaire de protocole agent manquant.
it: Handler protocollo agent mancante.

source: Cannot encrypt request without session key.
de: Kann Anfrage ohne Session-Schlüssel nicht verschlüsseln.
es: No se puede cifrar la solicitud sin clave de sesión.
fr: Impossible de chiffrer la requête sans clé de session.
it: Impossibile crittografare la richiesta senza chiave di sessione.

source: Need <encode_request=True> with <encrypt_request>.
de: Benötige <encode_request=True> mit <encrypt_request>.
es: Se necesita <encode_request=True> con <encrypt_request>.
fr: Besoin de <encode_request=True> avec <encrypt_request>.
it: Necessario <encode_request=True> con <encrypt_request>.

source: Faild to build request: {error}
de: Fehler beim Erstellen der Anfrage: {error}
es: Error al construir la solicitud: {error}
fr: Échec de la construction de la requête : {error}
it: Impossibile costruire la richiesta: {error}

source: Error while sending: {error}
de: Fehler beim Senden: {error}
es: Error al enviar: {error}
fr: Erreur lors de l'envoi : {error}
it: Errore durante l'invio: {error}

source: Error while receiving: {error}
de: Fehler beim Empfangen: {error}
es: Error al recibir: {error}
fr: Erreur lors de la réception : {error}
it: Errore durante la ricezione: {error}

source: Connection closed by server: {response}
de: Verbindung vom Server geschlossen: {response}
es: Conexión cerrada por el servidor: {response}
fr: Connexion fermée par le serveur : {response}
it: Connessione chiusa dal server: {response}

source: User interaction required.
de: Benutzerinteraktion erforderlich.
es: Se requiere interacción del usuario.
fr: Interaction utilisateur requise.
it: Richiesta interazione utente.

source: Error reading user input: {error}
de: Fehler beim Lesen der Benutzereingabe: {error}
es: Error al leer la entrada del usuario: {error}
fr: Erreur lors de la lecture de l'entrée utilisateur : {error}
it: Errore nella lettura dell'input utente: {error}

source: Unable to get SSH key passphrase: {error}
de: SSH-Schlüssel-Passphrase konnte nicht abgerufen werden: {error}
es: No se puede obtener la contraseña de la clave SSH: {error}
fr: Impossible d'obtenir la phrase de passe de la clé SSH : {error}
it: Impossibile ottenere la passphrase della chiave SSH: {error}

source: Error adding SSH key passphrase to agent: {error}
de: Fehler beim Hinzufügen der SSH-Schlüssel-Passphrase zum Agent: {error}
es: Error al agregar la contraseña de la clave SSH al agente: {error}
fr: Erreur lors de l'ajout de la phrase de passe de la clé SSH à l'agent : {error}
it: Errore nell'aggiunta della passphrase della chiave SSH all'agent: {error}

source: JWT authentication failed: {error}
de: JWT-Authentifizierung fehlgeschlagen: {error}
es: La autenticación JWT falló: {error}
fr: Échec de l'authentification JWT : {error}
it: Autenticazione JWT fallita: {error}

source: Smartcard authentication requested but no smartcard found.
de: Smartcard-Authentifizierung angefordert, aber keine Smartcard gefunden.
es: Se solicitó autenticación con tarjeta inteligente pero no se encontró ninguna.
fr: Authentification par carte à puce demandée mais aucune carte à puce trouvée.
it: Autenticazione smartcard richiesta ma nessuna smartcard trovata.

source: Authentication type '{smartcard_type}' not supported by smartcard.
de: Authentifizierungstyp '{smartcard_type}' wird von Smartcard nicht unterstützt.
es: El tipo de autenticación '{smartcard_type}' no es soportado por la tarjeta inteligente.
fr: Type d'authentification '{smartcard_type}' non pris en charge par la carte à puce.
it: Tipo di autenticazione '{smartcard_type}' non supportato dalla smartcard.

source: No smartcard client handler registered: {smartcard_type}
de: Kein Smartcard-Client-Handler registriert: {smartcard_type}
es: No hay manejador de cliente de tarjeta inteligente registrado: {smartcard_type}
fr: Aucun gestionnaire client de carte à puce enregistré : {smartcard_type}
it: Nessun handler client smartcard registrato: {smartcard_type}

source: Cannot call key script in non-interactive mode.
de: Kann Schlüsselskript nicht im nicht-interaktiven Modus aufrufen.
es: No se puede llamar al script de clave en modo no interactivo.
fr: Impossible d'appeler le script de clé en mode non interactif.
it: Impossibile chiamare lo script chiave in modalità non interattiva.

source: Sign the following data? {data} [y/n]
de: Die folgenden Daten signieren? {data} [j/n]
es: ¿Firmar los siguientes datos? {data} [s/n]
fr: Signer les données suivantes ? {data} [o/n]
it: Firmare i seguenti dati? {data} [s/n]

source: Key script failed: {stderr}
de: Schlüsselskript fehlgeschlagen: {stderr}
es: El script de clave falló: {stderr}
fr: Échec du script de clé : {stderr}
it: Script chiave fallito: {stderr}

source: Unable to get public key of site certificate: {site}: {error}
de: Öffentlicher Schlüssel des Site-Zertifikats kann nicht abgerufen werden: {site}: {error}
es: No se puede obtener la clave pública del certificado del sitio: {site}: {error}
fr: Impossible d'obtenir la clé publique du certificat du site : {site} : {error}
it: Impossibile ottenere la chiave pubblica del certificato sito: {site}: {error}

source: Proceed with the following object move? {data} [y/n]
de: Mit der folgenden Objektverschiebung fortfahren? {data} [j/n]
es: ¿Proceder con el siguiente movimiento de objeto? {data} [s/n]
fr: Procéder au déplacement d'objet suivant ? {data} [o/n]
it: Procedere con il seguente spostamento oggetto? {data} [s/n]

source: Site connection failed: {error}
de: Site-Verbindung fehlgeschlagen: {error}
es: Falló la conexión al sitio: {error}
fr: Échec de la connexion au site : {error}
it: Connessione sito fallita: {error}

source: Unable to connect to mgmt daemon: {error}
de: Verbindung zum mgmt-Daemon nicht möglich: {error}
es: No se puede conectar al daemon de administración: {error}
fr: Impossible de se connecter au démon de gestion : {error}
it: Impossibile connettersi al daemon mgmt: {error}

source: Remove user default group membership on {realm}/{site}? {data} [y/n]
de: Standardgruppenmitgliedschaft des Benutzers auf {realm}/{site} entfernen? {data} [j/n]
es: ¿Eliminar membresía de grupo predeterminado del usuario en {realm}/{site}? {data} [s/n]
fr: Supprimer l'appartenance au groupe par défaut de l'utilisateur sur {realm}/{site} ? {data} [o/n]
it: Rimuovere l'appartenenza al gruppo predefinito utente su {realm}/{site}? {data} [s/n]

source: Add user default group membership on {realm}/{site}? {data} [y/n]
de: Standardgruppenmitgliedschaft des Benutzers auf {realm}/{site} hinzufügen? {data} [j/n]
es: ¿Agregar membresía de grupo predeterminado del usuario en {realm}/{site}? {data} [s/n]
fr: Ajouter l'appartenance au groupe par défaut de l'utilisateur sur {realm}/{site} ? {data} [o/n]
it: Aggiungere l'appartenenza al gruppo predefinito utente su {realm}/{site}? {data} [s/n]

source: Change user default group membership on {realm}/{site}? {data} [y/n]
de: Standardgruppenmitgliedschaft des Benutzers auf {realm}/{site} ändern? {data} [j/n]
es: ¿Cambiar membresía de grupo predeterminado del usuario en {realm}/{site}? {data} [s/n]
fr: Modifier l'appartenance au groupe par défaut de l'utilisateur sur {realm}/{site} ? {data} [o/n]
it: Cambiare l'appartenenza al gruppo predefinito dell'utente su {realm}/{site}? {data} [s/n]

source: Received invalid client command: {command}
de: Ungültigen Client-Befehl empfangen: {command}
es: Comando de cliente inválido recibido: {command}
fr: Commande client invalide reçue : {command}
it: Ricevuto comando client non valido: {command}

source: Communication error: {error}
de: Kommunikationsfehler: {error}
es: Error de comunicación: {error}
fr: Erreur de communication : {error}
it: Errore di comunicazione: {error}

source: Failed to load session encryption: {error}
de: Sitzungsverschlüsselung konnte nicht geladen werden: {error}
es: Error al cargar el cifrado de sesión: {error}
fr: Échec du chargement du chiffrement de session : {error}
it: Impossibile caricare la crittografia della sessione: {error}

source: Realm login/logout are not possible when using agent connection.
de: Realm-Anmeldung/-Abmeldung ist bei Verwendung einer Agent-Verbindung nicht möglich.
es: El inicio/cierre de sesión del realm no es posible al usar conexión de agente.
fr: La connexion/déconnexion au domaine n'est pas possible lors de l'utilisation d'une connexion agent.
it: Login/logout del realm non sono possibili quando si usa la connessione dell'agente.

source: Realm login/logout only possible when connecting to authd.
de: Realm-Anmeldung/-Abmeldung nur möglich bei Verbindung zu authd.
es: El inicio/cierre de sesión del realm solo es posible al conectarse a authd.
fr: La connexion/déconnexion au domaine n'est possible que lors de la connexion à authd.
it: Login/logout del realm possibili solo quando ci si connette ad authd.

source: Need username with login=True
de: Benutzername erforderlich mit login=True
es: Se necesita nombre de usuario con login=True
fr: Nom d'utilisateur requis avec login=True
it: Necessario nome utente con login=True

source: Need username with logout=True
de: Benutzername erforderlich mit logout=True
es: Se necesita nombre de usuario con logout=True
fr: Nom d'utilisateur requis avec logout=True
it: Necessario nome utente con logout=True

source: Unable to get password: {error}
de: Passwort kann nicht abgerufen werden: {error}
es: No se puede obtener la contraseña: {error}
fr: Impossible d'obtenir le mot de passe : {error}
it: Impossibile ottenere la password: {error}

source: Error reading password from stdin: {error}
de: Fehler beim Lesen des Passworts von stdin: {error}
es: Error al leer la contraseña desde stdin: {error}
fr: Erreur de lecture du mot de passe depuis stdin : {error}
it: Errore nella lettura della password da stdin: {error}

source: In non-interactive mode 'password' or 'password_method' is required.
de: Im nicht-interaktiven Modus ist 'password' oder 'password_method' erforderlich.
es: En modo no interactivo se requiere 'password' o 'password_method'.
fr: En mode non interactif, 'password' ou 'password_method' est requis.
it: In modalità non interattiva è richiesto 'password' o 'password_method'.

source: Malformed auth reply: Missing JWT
de: Fehlerhaft formatierte Auth-Antwort: JWT fehlt
es: Respuesta de autenticación malformada: Falta JWT
fr: Réponse d'authentification malformée : JWT manquant
it: Risposta di autenticazione malformata: JWT mancante

source: Authentication reply does not contain JWT.
de: Authentifizierungsantwort enthält kein JWT.
es: La respuesta de autenticación no contiene JWT.
fr: La réponse d'authentification ne contient pas de JWT.
it: La risposta di autenticazione non contiene JWT.

source: JWT data is missing challenge.
de: JWT-Daten fehlt Challenge.
es: Faltan datos de desafío en JWT.
fr: Le challenge est manquant dans les données JWT.
it: Nei dati JWT manca il challenge.

source: Received wrong JWT challenge.
de: Falsche JWT-Challenge empfangen.
es: Se recibió un desafío JWT incorrecto.
fr: Challenge JWT incorrect reçu.
it: Ricevuto challenge JWT errato.

source: Need <realm> and <site> to verfiy preauth reply.
de: Benötige <realm> und <site> zur Verifizierung der Preauth-Antwort.
es: Se necesita <realm> y <site> para verificar la respuesta de preautenticación.
fr: Besoin de <realm> et <site> pour vérifier la réponse de pré-authentification.
it: Necessari <realm> e <site> per verificare la risposta di preauth.

source: Need <realm> and <site> to get JWT key.
de: Benötige <realm> und <site> um JWT-Schlüssel zu erhalten.
es: Se necesita <realm> y <site> para obtener la clave JWT.
fr: Besoin de <realm> et <site> pour obtenir la clé JWT.
it: Necessari <realm> e <site> per ottenere la chiave JWT.

source: Need <realm> and <site> to negotiate session key.
de: Benötige <realm> und <site> zur Aushandlung des Sitzungsschlüssels.
es: Se necesita <realm> y <site> para negociar la clave de sesión.
fr: Besoin de <realm> et <site> pour négocier la clé de session.
it: Necessari <realm> e <site> per negoziare la chiave di sessione.

source: Failed to load site key.
de: Site-Schlüssel konnte nicht geladen werden.
es: Error al cargar la clave del sitio.
fr: Échec du chargement de la clé du site.
it: Impossibile caricare la chiave del sito.

source: Failed to encrypt preauth key: {error}
de: Preauth-Schlüssel konnte nicht verschlüsselt werden: {error}
es: Error al cifrar la clave de preautenticación: {error}
fr: Échec du chiffrement de la clé de pré-authentification : {error}
it: Impossibile crittografare la chiave di preauth: {error}

source: Failed to encode DH for session key: {error}
de: DH für Sitzungsschlüssel konnte nicht codiert werden: {error}
es: Error al codificar DH para la clave de sesión: {error}
fr: Échec de l'encodage DH pour la clé de session : {error}
it: Impossibile codificare DH per la chiave di sessione: {error}

source: Failed to generate DH parameters for session key: {error}
de: DH-Parameter für Sitzungsschlüssel konnten nicht generiert werden: {error}
es: Error al generar parámetros DH para la clave de sesión: {error}
fr: Échec de la génération des paramètres DH pour la clé de session : {error}
it: Impossibile generare i parametri DH per la chiave di sessione: {error}

source: Faild to build preauth request: {error}
de: Preauth-Anfrage konnte nicht erstellt werden: {error}
es: Error al construir la solicitud de preautenticación: {error}
fr: Échec de la construction de la requête de pré-authentification : {error}
it: Impossibile costruire la richiesta di preauth: {error}

source: Error sending command 'preauth_check': {error}
de: Fehler beim Senden des Befehls 'preauth_check': {error}
es: Error al enviar el comando 'preauth_check': {error}
fr: Erreur lors de l'envoi de la commande 'preauth_check' : {error}
it: Errore nell'invio del comando 'preauth_check': {error}

source: Got unknown preauth reply code: {code}
de: Unbekannter Preauth-Antwortcode erhalten: {code}
es: Se recibió código de respuesta de preautenticación desconocido: {code}
fr: Code de réponse de pré-authentification inconnu reçu : {code}
it: Ricevuto codice di risposta preauth sconosciuto: {code}

source: Got wrong preauth reply: {response}
de: Falsche Preauth-Antwort erhalten: {response}
es: Se recibió respuesta de preautenticación incorrecta: {response}
fr: Réponse de pré-authentification incorrecte reçue : {response}
it: Ricevuta risposta preauth errata: {response}

source: Preauth reply misses <type>.
de: Preauth-Antwort fehlt <type>.
es: Falta <type> en la respuesta de preautenticación.
fr: Le <type> est manquant dans la réponse de pré-authentification.
it: Nella risposta preauth manca <type>.

source: Got wrong preauth reply type: {reply_type}
de: Falscher Preauth-Antworttyp erhalten: {reply_type}
es: Se recibió tipo de respuesta de preautenticación incorrecto: {reply_type}
fr: Type de réponse de pré-authentification incorrect reçu : {reply_type}
it: Ricevuto tipo di risposta preauth errato: {reply_type}

source: Failed to decrypt preauth reply: {error}
de: Preauth-Antwort konnte nicht entschlüsselt werden: {error}
es: Error al descifrar la respuesta de preautenticación: {error}
fr: Échec du déchiffrement de la réponse de pré-authentification : {error}
it: Impossibile decrittare la risposta preauth: {error}

source: Malformed preauth reply: Missing status
de: Fehlerhaft formatierte Preauth-Antwort: Status fehlt
es: Respuesta de preautenticación malformada: Falta estado
fr: Réponse de pré-authentification malformée : Statut manquant
it: Risposta preauth malformata: Status mancante

source: Malformed preauth reply: Missing message
de: Fehlerhaft formatierte Preauth-Antwort: Nachricht fehlt
es: Respuesta de preautenticación malformada: Falta mensaje
fr: Réponse de pré-authentification malformée : Message manquant
it: Risposta preauth malformata: Messaggio mancante

source: Malformed preauth reply: Missing preauth response
de: Fehlerhaft formatierte Preauth-Antwort: Preauth-Antwort fehlt
es: Respuesta de preautenticación malformada: Falta respuesta de preautenticación
fr: Réponse de pré-authentification malformée : Réponse de pré-authentification manquante
it: Risposta preauth malformata: Risposta preauth mancante

source: Malformed preauth reply: Missing server ECDH public key.
de: Fehlerhaft formatierte Preauth-Antwort: Server ECDH öffentlicher Schlüssel fehlt.
es: Respuesta de preautenticación malformada: Falta clave pública ECDH del servidor.
fr: Réponse de pré-authentification malformée : Clé publique ECDH du serveur manquante.
it: Risposta preauth malformata: Chiave pubblica ECDH del server mancante.

source: Malformed preauth reply: Missing peer realm/site
de: Fehlerhaft formatierte Preauth-Antwort: Peer Realm/Site fehlt
es: Respuesta de preautenticación malformada: Falta realm/site del par
fr: Réponse de pré-authentification malformée : Domaine/site pair manquant
it: Risposta preauth malformata: Realm/site del peer mancante

source: Preauth failed: {message}
de: Preauth fehlgeschlagen: {message}
es: Preautenticación fallida: {message}
fr: Échec de la pré-authentification : {message}
it: Preauth fallita: {message}

source: Connected to wrong realm: {realm}
de: Mit falschem Realm verbunden: {realm}
es: Conectado al realm incorrecto: {realm}
fr: Connecté au mauvais domaine : {realm}
it: Connesso al realm sbagliato: {realm}

source: Connected to wrong site: {site}
de: Mit falscher Site verbunden: {site}
es: Conectado al sitio incorrecto: {site}
fr: Connecté au mauvais site : {site}
it: Connesso al sito sbagliato: {site}

source: Site signature verification failed: {site_cn}: {error}
de: Site-Signaturverifizierung fehlgeschlagen: {site_cn}: {error}
es: Falló la verificación de firma del sitio: {site_cn}: {error}
fr: Échec de la vérification de la signature du site : {site_cn} : {error}
it: Verifica della firma del sito fallita: {site_cn}: {error}

source: Failed to generate session key.
de: Sitzungsschlüssel konnte nicht generiert werden.
es: Error al generar la clave de sesión.
fr: Échec de la génération de la clé de session.
it: Impossibile generare la chiave di sessione.

source: Redirected login failed: {error}
de: Umgeleitete Anmeldung fehlgeschlagen: {error}
es: Falló el inicio de sesión redirigido: {error}
fr: Échec de la connexion redirigée : {error}
it: Login reindirizzato fallito: {error}

source: Login redirect failed: {error}
de: Anmeldeumleitung fehlgeschlagen: {error}
es: Falló la redirección de inicio de sesión: {error}
fr: Échec de la redirection de connexion : {error}
it: Reindirizzamento del login fallito: {error}

source: Redirected authentication failed: {error}
de: Umgeleitete Authentifizierung fehlgeschlagen: {error}
es: Falló la autenticación redirigida: {error}
fr: Échec de l'authentification redirigée : {error}
it: Autenticazione reindirizzata fallita: {error}

source: Connection redirect failed: {error}
de: Verbindungsumleitung fehlgeschlagen: {error}
es: Falló la redirección de conexión: {error}
fr: Échec de la redirection de connexion : {error}
it: Reindirizzamento della connessione fallito: {error}

source: Need <jwt_method> with <jwt_auth>.
de: Benötige <jwt_method> mit <jwt_auth>.
es: Se necesita <jwt_method> con <jwt_auth>.
fr: Besoin de <jwt_method> avec <jwt_auth>.
it: Necessario <jwt_method> con <jwt_auth>.

source: JWT method failed: {error}
de: JWT-Methode fehlgeschlagen: {error}
es: El método JWT falló: {error}
fr: La méthode JWT a échoué : {error}
it: Metodo JWT fallito: {error}

source: Unable to get certificate for site: {site}
de: Zertifikat für Site kann nicht abgerufen werden: {site}
es: No se puede obtener el certificado para el sitio: {site}
fr: Impossible d'obtenir le certificat pour le site : {site}
it: Impossibile ottenere il certificato per il sito: {site}

source: Unable to decode outer JWT: {error}
de: Äußeres JWT kann nicht dekodiert werden: {error}
es: No se puede decodificar el JWT externo: {error}
fr: Impossible de décoder le JWT externe : {error}
it: Impossibile decodificare il JWT esterno: {error}

source: Will not send JWT with wrong realm: {realm}
de: JWT mit falschem Realm wird nicht gesendet: {realm}
es: No se enviará JWT con realm incorrecto: {realm}
fr: Ne va pas envoyer le JWT avec un mauvais realm : {realm}
it: Non invierò JWT con realm errato: {realm}

source: Will not send JWT with wrong site: {site}
de: JWT mit falscher Site wird nicht gesendet: {site}
es: No se enviará JWT con sitio incorrecto: {site}
fr: Ne va pas envoyer le JWT avec un mauvais site : {site}
it: Non invierò JWT con sito errato: {site}

source: Will not send JWT with wrong username: {username}
de: JWT mit falschem Benutzernamen wird nicht gesendet: {username}
es: No se enviará JWT con nombre de usuario incorrecto: {username}
fr: Ne va pas envoyer le JWT avec un mauvais nom d'utilisateur : {username}
it: Non invierò JWT con nome utente errato: {username}
