Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Failed to write trash file: {object_id}: {trash_file}: {error}
de: Fehler beim Schreiben der Papierkorb-Datei: {object_id}: {trash_file}: {error}
es: Error al escribir archivo de papelera: {object_id}: {trash_file}: {error}
fr: Échec de l'écriture du fichier de corbeille : {object_id} : {trash_file} : {error}
it: Impossibile scrivere il file del cestino: {object_id}: {trash_file}: {error}

source: Failed to write deleted by file: {object_id}: {deleted_by_file}: {error}
de: Fehler beim Schreiben der gelöscht-von-Datei: {object_id}: {deleted_by_file}: {error}
es: Error al escribir archivo de eliminado por: {object_id}: {deleted_by_file}: {error}
fr: Échec de l'écriture du fichier supprimé par : {object_id} : {deleted_by_file} : {error}
it: Impossibile scrivere il file eliminato da: {object_id}: {deleted_by_file}: {error}

source: Failed to create object trash data: {object_id}: {error}
de: Fehler beim Erstellen der Objekt-Papierkorb-Daten: {object_id}: {error}
es: Error al crear datos de papelera del objeto: {object_id}: {error}
fr: Échec de la création des données de corbeille de l'objet : {object_id} : {error}
it: Impossibile creare i dati del cestino dell'oggetto: {object_id}: {error}

source: Need <trash_id>.
de: Benötige <trash_id>.
es: Se necesita <trash_id>.
fr: Besoin de <trash_id>.
it: Necessario <trash_id>.

source: Unknown trash entry: {trash_id}
de: Unbekannter Papierkorb-Eintrag: {trash_id}
es: Entrada de papelera desconocida: {trash_id}
fr: Entrée de corbeille inconnue : {trash_id}
it: Voce del cestino sconosciuta: {trash_id}

source: Permission denied
de: Zugriff verweigert
es: Permiso denegado
fr: Permission refusée
it: Permesso negato

source: Failed to delete trash ID: {trash_id}: {e}
de: Fehler beim Löschen der Papierkorb-ID: {trash_id}: {e}
es: Error al eliminar ID de papelera: {trash_id}: {e}
fr: Échec de la suppression de l'ID de corbeille : {trash_id} : {e}
it: Impossibile eliminare l'ID del cestino: {trash_id}: {e}

source: Failed to read object from trash: {x_trash_file}: {e}
de: Fehler beim Lesen des Objekts aus dem Papierkorb: {x_trash_file}: {e}
es: Error al leer objeto de la papelera: {x_trash_file}: {e}
fr: Échec de la lecture de l'objet depuis la corbeille : {x_trash_file} : {e}
it: Impossibile leggere l'oggetto dal cestino: {x_trash_file}: {e}

source: Failed to parse JSON data from trash file: {x_trash_file}: {e}
de: Fehler beim Parsen der JSON-Daten aus der Papierkorb-Datei: {x_trash_file}: {e}
es: Error al analizar datos JSON del archivo de papelera: {x_trash_file}: {e}
fr: Échec de l'analyse des données JSON du fichier de corbeille : {x_trash_file} : {e}
it: Impossibile analizzare i dati JSON dal file del cestino: {x_trash_file}: {e}

source: Failed to restore object from trash: {x_oid}: {e}
de: Fehler beim Wiederherstellen des Objekts aus dem Papierkorb: {x_oid}: {e}
es: Error al restaurar objeto de la papelera: {x_oid}: {e}
fr: Échec de la restauration de l'objet depuis la corbeille : {x_oid} : {e}
it: Impossibile ripristinare l'oggetto dal cestino: {x_oid}: {e}

source: Failed to remove trash entry: {trash_id}: {e}
de: Fehler beim Entfernen des Papierkorb-Eintrags: {trash_id}: {e}
es: Error al eliminar entrada de papelera: {trash_id}: {e}
fr: Échec de la suppression de l'entrée de corbeille : {trash_id} : {e}
it: Impossibile rimuovere la voce del cestino: {trash_id}: {e}

source: Restored {restore_counter} objects.
de: {restore_counter} Objekte wiederhergestellt.
es: Se restauraron {restore_counter} objetos.
fr: {restore_counter} objets restaurés.
it: Ripristinati {restore_counter} oggetti.

source: Failed to delete trash dir: {x_dir}: {e}
de: Fehler beim Löschen des Papierkorb-Verzeichnisses: {x_dir}: {e}
es: Error al eliminar directorio de papelera: {x_dir}: {e}
fr: Échec de la suppression du répertoire de corbeille : {x_dir} : {e}
it: Impossibile eliminare la directory del cestino: {x_dir}: {e}

source: Size limit exceeded. Listed {max_len} entries out of {entry_counter}.
de: Größenlimit überschritten. {max_len} Einträge von {entry_counter} aufgelistet.
es: Límite de tamaño excedido. Se listaron {max_len} entradas de {entry_counter}.
fr: Limite de taille dépassée. {max_len} entrées listées sur {entry_counter}.
it: Limite di dimensione superato. Elencate {max_len} voci su {entry_counter}.

source: Total {entry_counter} entries.
de: Insgesamt {entry_counter} Einträge.
es: Total {entry_counter} entradas.
fr: Total de {entry_counter} entrées.
it: Totale {entry_counter} voci.

source: Wrong owner of autoconfirm file: {autoconfirm_file}: {file_owner}
de: Falscher Besitzer der Autoconfirm-Datei: {autoconfirm_file}: {file_owner}
es: Propietario incorrecto del archivo de autoconfirmación: {autoconfirm_file}: {file_owner}
fr: Mauvais propriétaire du fichier d'autoconfirmation : {autoconfirm_file}: {file_owner}
it: Proprietario errato del file di autoconferma: {autoconfirm_file}: {file_owner}

source: Wrong permissions of autoconfirm file: {autoconfirm_file}: {file_perm}
de: Falsche Berechtigungen der Autoconfirm-Datei: {autoconfirm_file}: {file_perm}
es: Permisos incorrectos del archivo de autoconfirmación: {autoconfirm_file}: {file_perm}
fr: Mauvaises permissions du fichier d'autoconfirmation : {autoconfirm_file} : {file_perm}
it: Permessi errati del file di autoconferma: {autoconfirm_file}: {file_perm}

source: Failed to read autoconfirm file: {e}
de: Fehler beim Lesen der Autoconfirm-Datei: {e}
es: Error al leer archivo de autoconfirmación: {e}
fr: Échec de la lecture du fichier d'autoconfirmation : {e}
it: Impossibile leggere il file di autoconferma: {e}

source: Failed to load JSON data: {e}
de: Fehler beim Laden der JSON-Daten: {e}
es: Error al cargar datos JSON: {e}
fr: Échec du chargement des données JSON : {e}
it: Impossibile caricare i dati JSON: {e}

source: Failed to write autoconfirm expiry: {e}
de: Fehler beim Schreiben des Autoconfirm-Ablaufs: {e}
es: Error al escribir expiración de autoconfirmación: {e}
fr: Échec de l'écriture de l'expiration d'autoconfirmation : {e}
it: Impossibile scrivere la scadenza dell'autoconferma: {e}

source: Trying fallback to original pinentry program: {pinentry_bin}
de: Versuche Fallback auf ursprüngliches Pinentry-Programm: {pinentry_bin}
es: Intentando alternativa con programa pinentry original: {pinentry_bin}
fr: Tentative de basculement vers le programme pinentry original : {pinentry_bin}
it: Tentativo di fallback al programma pinentry originale: {pinentry_bin}

source: Expected pinentry_opts as <list>. Got {x_type}
de: pinentry_opts als <list> erwartet. Erhalten: {x_type}
es: Se esperaba pinentry_opts como <list>. Se obtuvo {x_type}
fr: pinentry_opts attendu comme <list>. Reçu {x_type}
it: Atteso pinentry_opts come <list>. Ricevuto {x_type}

source: Sending command to original pinentry: {line}
de: Sende Befehl an ursprüngliches Pinentry: {line}
es: Enviando comando a pinentry original: {line}
fr: Envoi de la commande au pinentry original : {line}
it: Invio comando al pinentry originale: {line}

source: Error sending command to original pinentry: {e}
de: Fehler beim Senden des Befehls an ursprüngliches Pinentry: {e}
es: Error al enviar comando a pinentry original: {e}
fr: Erreur lors de l'envoi de la commande au pinentry original : {e}
it: Errore nell'invio del comando al pinentry originale: {e}

source: Error reading reply from original pinentry: {e}
de: Fehler beim Lesen der Antwort vom ursprünglichen Pinentry: {e}
es: Error al leer respuesta de pinentry original: {e}
fr: Erreur lors de la lecture de la réponse du pinentry original : {e}
it: Errore nella lettura della risposta dal pinentry originale: {e}

source: Error writing reply to stdout: {line}
de: Fehler beim Schreiben der Antwort nach stdout: {line}
es: Error al escribir respuesta en stdout: {line}
fr: Erreur lors de l'écriture de la réponse vers stdout : {line}
it: Errore nella scrittura della risposta su stdout: {line}

source: Failed to write to autoconfirm message file: {message_file}: {e}
de: Fehler beim Schreiben in die Autoconfirm-Nachrichtendatei: {message_file}: {e}
es: Error al escribir en archivo de mensaje de autoconfirmación: {message_file}: {e}
fr: Échec de l'écriture dans le fichier de message d'autoconfirmation : {message_file} : {e}
it: Impossibile scrivere nel file di messaggio di autoconferma: {message_file}: {e}

source: Ignoring unknown command: {command}
de: Ignoriere unbekannten Befehl: {command}
es: Ignorando comando desconocido: {command}
fr: Commande inconnue ignorée : {command}
it: Comando sconosciuto ignorato: {command}

source: Unknown facility: {facility}
de: Unbekannte Einrichtung: {facility}
es: Instalación desconocida: {facility}
fr: Facility inconnue : {facility}
it: Struttura sconosciuta: {facility}

source: Failed to spool record: {e}
de: Fehler beim Spooling des Datensatzes: {e}
es: Error al registrar en cola: {e}
fr: Échec de la mise en file d'attente de l'enregistrement : {e}
it: Impossibile accodare il record: {e}

source: Need <ca_cert_file> with use_ssl=True.
de: Benötige <ca_cert_file> mit use_ssl=True.
es: Se necesita <ca_cert_file> con use_ssl=True.
fr: Besoin de <ca_cert_file> avec use_ssl=True.
it: Necessario <ca_cert_file> con use_ssl=True.

source: Invalid syslog address: {address}
de: Ungültige Syslog-Adresse: {address}
es: Dirección de syslog inválida: {address}
fr: Adresse syslog invalide : {address}
it: Indirizzo syslog non valido: {address}

source: Cryptfs not initialized.
de: Cryptfs nicht initialisiert.
es: Cryptfs no inicializado.
fr: Cryptfs non initialisé.
it: Cryptfs non inizializzato.

source: Failed to read cryptfs settings: {e}
de: Fehler beim Lesen der Cryptfs-Einstellungen: {e}
es: Error al leer configuración de cryptfs: {e}
fr: Échec de la lecture des paramètres cryptfs : {e}
it: Impossibile leggere le impostazioni cryptfs: {e}

source: Failed to load cryptfs settings: {e}
de: Fehler beim Laden der Cryptfs-Einstellungen: {e}
es: Error al cargar configuración de cryptfs: {e}
fr: Échec du chargement des paramètres cryptfs : {e}
it: Impossibile caricare le impostazioni cryptfs: {e}

source: Cryptfs already initialized.
de: Cryptfs bereits initialisiert.
es: Cryptfs ya inicializado.
fr: Cryptfs déjà initialisé.
it: Cryptfs già inizializzato.

source: Failed to init cryptfs: {e}
de: Fehler beim Initialisieren von Cryptfs: {e}
es: Error al inicializar cryptfs: {e}
fr: Échec de l'initialisation de cryptfs : {e}
it: Impossibile inizializzare cryptfs: {e}

source: Failed to set config file permissions: {conf_file}: {e}
de: Fehler beim Setzen der Konfigurationsdatei-Berechtigungen: {conf_file}: {e}
es: Error al establecer permisos del archivo de configuración: {conf_file}: {e}
fr: Échec de la définition des permissions du fichier de configuration : {conf_file} : {e}
it: Impossibile impostare i permessi del file di configurazione: {conf_file}: {e}

source: Failed to set diriv file permissions: {diriv_file}: {e}
de: Fehler beim Setzen der diriv-Datei-Berechtigungen: {diriv_file}: {e}
es: Error al establecer permisos del archivo diriv: {diriv_file}: {e}
fr: Échec de la définition des permissions du fichier diriv : {diriv_file} : {e}
it: Impossibile impostare i permessi del file diriv: {diriv_file}: {e}

source: Unable to get SOTP from agent: {e}
de: SOTP konnte nicht vom Agenten abgerufen werden: {e}
es: No se puede obtener SOTP del agente: {e}
fr: Impossible d'obtenir le SOTP depuis l'agent : {e}
it: Impossibile ottenere SOTP dall'agente: {e}

source: Failed to get daemon connection: {e}
de: Fehler beim Herstellen der Daemon-Verbindung: {e}
es: Error al obtener conexión del demonio: {e}
fr: Échec de l'obtention de la connexion au démon : {e}
it: Impossibile ottenere la connessione al daemon: {e}

source: Server unreachable
de: Server nicht erreichbar
es: Servidor inaccesible
fr: Serveur inaccessible
it: Server non raggiungibile

source: Unable to get username from agent: {e}
de: Benutzername konnte nicht vom Agenten abgerufen werden: {e}
es: No se puede obtener nombre de usuario del agente: {e}
fr: Impossible d'obtenir le nom d'utilisateur depuis l'agent : {e}
it: Impossibile ottenere il nome utente dall'agente: {e}

source: Trying connection to node: {node}
de: Versuche Verbindung zum Node: {node}
es: Intentando conexión al nodo: {node}
fr: Tentative de connexion au nœud : {node}
it: Tentativo di connessione al nodo: {node}

source: Failed to get fsd connection: {e}
de: Fehler beim Herstellen der FSD-Verbindung: {e}
es: Error al obtener conexión fsd: {e}
fr: Échec de l'obtention de la connexion fsd : {e}
it: Impossibile ottenere la connessione fsd: {e}

source: Nodes failed: {tried_nodes}
de: Node fehlgeschlagen: {tried_nodes}
es: Nodos fallidos: {tried_nodes}
fr: Nœuds en échec : {tried_nodes}
it: Nodi falliti: {tried_nodes}

source: Failed to mount share: {share}: {mount_response}
de: Fehler beim Einbinden der Freigabe: {share}: {mount_response}
es: Error al montar recurso compartido: {share}: {mount_response}
fr: Échec du montage du partage : {share} : {mount_response}
it: Impossibile montare la condivisione: {share}: {mount_response}

source: Received empty share nodes from fsd: {share}: {node}
de: Leere Nodes-Liste vom FSD erhalten: {share}: {node}
es: Se recibieron nodos de recurso compartido vacíos de fsd: {share}: {node}
fr: Nœuds de partage vides reçus du fsd : {share} : {node}
it: Ricevuti nodi condivisione vuoti da fsd: {share}: {node}

source: Mount response misses nodes: {share}: {node}
de: Mount-Antwort fehlen Nodes: {share}: {node}
es: La respuesta de montaje no incluye nodos: {share}: {node}
fr: La réponse de montage ne contient pas les nœuds : {share} : {node}
it: La risposta di mount manca dei nodi: {share}: {node}

source: Mount response misses block size: {share}: {node}
de: Mount-Antwort fehlt Blockgröße: {share}: {node}
es: La respuesta de montaje no incluye tamaño de bloque: {share}: {node}
fr: La réponse de montage ne contient pas la taille de bloc : {share} : {node}
it: La risposta di mount manca della dimensione del blocco: {share}: {node}

source: Missing block size
de: Fehlende Blockgröße
es: Falta tamaño de bloque
fr: Taille de bloc manquante
it: Dimensione del blocco mancante

source: Mount response misses master password hash parameters: {share}: {node}
de: Mount-Antwort fehlen Master-Passwort-Hash-Parameter: {share}: {node}
es: La respuesta de montaje no incluye parámetros hash de contraseña maestra: {share}: {node}
fr: Le montage de la réponse manque les paramètres de hachage du mot de passe principal : {share} : {node}
it: La risposta di mount manca dei parametri hash della password master: {share}: {node}

source: No share key received
de: Kein Freigabeschlüssel erhalten
es: No se recibió clave de recurso compartido
fr: Aucune clé de partage reçue
it: Nessuna chiave di condivisione ricevuta

source: Failed to derive share key from master password: {share}: {e}
de: Fehler beim Ableiten des Freigabeschlüssels vom Master-Passwort: {share}: {e}
es: Error al derivar clave de recurso compartido de la contraseña maestra: {share}: {e}
fr: Échec de la dérivation de la clé de partage depuis le mot de passe principal : {share} : {e}
it: Impossibile derivare la chiave di condivisione dalla password master: {share}: {e}

source: Mount response misses share key: {share}: {node}
de: Mount-Antwort fehlt Freigabeschlüssel: {share}: {node}
es: La respuesta de montaje no incluye clave de recurso compartido: {share}: {node}
fr: La réponse de montage ne contient pas la clé de partage : {share} : {node}
it: La risposta di mount manca della chiave di condivisione: {share}: {node}

source: Failed to decrypt share key: {share}: {e}
de: Freigabeschlüssel konnte nicht entschlüsselt werden: {share}: {e}
es: Error al descifrar la clave compartida: {share}: {e}
fr: Échec du déchiffrement de la clé de partage : {share} : {e}
it: Impossibile decrittare la chiave di condivisione: {share}: {e}

source: Failed to decrypt share key
de: Freigabeschlüssel konnte nicht entschlüsselt werden
es: Error al descifrar la clave compartida
fr: Échec du déchiffrement de la clé de partage
it: Impossibile decrittare la chiave di condivisione

source: Failed to setup encryption: {share}: {e}
de: Verschlüsselung konnte nicht eingerichtet werden: {share}: {e}
es: Error al configurar el cifrado: {share}: {e}
fr: Échec de la configuration du chiffrement : {share} : {e}
it: Impossibile configurare la crittografia: {share}: {e}

source: Share mounted: {share} ({node})
de: Freigabe eingehängt: {share} ({node})
es: Recurso compartido montado: {share} ({node})
fr: Partage monté : {share} ({node})
it: Condivisione montata: {share} ({node})

source: Failed to encrypt share key: {share}: {e}
de: Freigabeschlüssel konnte nicht verschlüsselt werden: {share}: {e}
es: Error al cifrar la clave compartida: {share}: {e}
fr: Échec du chiffrement de la clé de partage : {share} : {e}
it: Impossibile crittografare la chiave di condivisione: {share}: {e}

source: Failed to add share key.
de: Freigabeschlüssel konnte nicht hinzugefügt werden.
es: Error al agregar la clave compartida.
fr: Échec de l'ajout de la clé de partage.
it: Impossibile aggiungere la chiave di condivisione.

source: Failed to send data: {command}: {e}
de: Daten konnten nicht gesendet werden: {command}: {e}
es: Error al enviar datos: {command}: {e}
fr: Échec de l'envoi des données : {command} : {e}
it: Impossibile inviare i dati: {command}: {e}

source: No such file or directory
de: Datei oder Verzeichnis nicht vorhanden
es: No existe el archivo o directorio
fr: Fichier ou répertoire introuvable
it: File o directory non trovata

source: No such attribute
de: Kein solches Attribut
es: No existe el atributo
fr: Attribut introuvable
it: Attributo non trovato

source: Key must be 16, 24 or 32 bytes.
de: Schlüssel muss 16, 24 oder 32 Bytes haben.
es: La clave debe ser de 16, 24 o 32 bytes.
fr: La clé doit faire 16, 24 ou 32 octets.
it: La chiave deve essere di 16, 24 o 32 byte.

source: Found invalid block without block len that is not a null block.
de: Ungültigen Block ohne Blocklänge gefunden, der kein Null-Block ist.
es: Se encontró un bloque inválido sin longitud de bloque que no es un bloque nulo.
fr: Bloc invalide trouvé sans longueur de bloc qui n'est pas un bloc nul.
it: Trovato blocco non valido senza lunghezza del blocco che non è un blocco nullo.

source: Already mounted: {mount_point}
de: Bereits eingehängt: {mount_point}
es: Ya está montado: {mount_point}
fr: Déjà monté : {mount_point}
it: Già montato: {mount_point}

source: Need <master_password> with <add_share_key>
de: Benötige <master_password> mit <add_share_key>
es: Se necesita <master_password> con <add_share_key>
fr: Besoin de <master_password> avec <add_share_key>
it: Necessaria <master_password> con <add_share_key>

source: Got nodes: {share}: {nodes}
de: Nodes erhalten: {share}: {nodes}
es: Nodos obtenidos: {share}: {nodes}
fr: Nœuds obtenus : {share} : {nodes}
it: Nodi ottenuti: {share}: {nodes}

source: Loading module: {__name__}
de: Lade Modul: {__name__}
es: Cargando módulo: {__name__}
fr: Chargement du module : {__name__}
it: Caricamento modulo: {__name__}

source: No API login token given.
de: Kein API-Login-Token angegeben.
es: No se proporcionó token de inicio de sesión API.
fr: Aucun jeton de connexion API fourni.
it: Nessun token di login API fornito.

source: Unknown token: {config.api_auth_token}
de: Unbekanntes Token: {config.api_auth_token}
es: Token desconocido: {config.api_auth_token}
fr: Jeton inconnu : {config.api_auth_token}
it: Token sconosciuto: {config.api_auth_token}

source: Unknown host: {config.uuid}
de: Unbekannter Host: {config.uuid}
es: Host desconocido: {config.uuid}
fr: Hôte inconnu : {config.uuid}
it: Host sconosciuto: {config.uuid}

source: Host misses realm/site. Maybe corrupt index?
de: Host fehlt Realm/Site. Möglicherweise beschädigter Index?
es: El host no tiene realm/site. ¿Quizás el índice está corrupto?
fr: L'hôte manque de domaine/site. Index peut-être corrompu ?
it: L'host manca di realm/sito. Forse indice corrotto?

source: Failed to load realm: {e}
de: Realm konnte nicht geladen werden: {e}
es: Error al cargar el realm: {e}
fr: Échec du chargement du domaine : {e}
it: Impossibile caricare il realm: {e}

source: Unknown realm: {config.realm}
de: Unbekannte Realm: {config.realm}
es: Realm desconocido: {config.realm}
fr: Domaine inconnu : {config.realm}
it: Realm sconosciuto: {config.realm}

source: Unknown site: {config.site}
de: Unbekannte Site: {config.site}
es: Sitio desconocido: {config.site}
fr: Site inconnu : {config.site}
it: Sito sconosciuto: {config.site}

source: Missing site!
de: Site fehlt!
es: ¡Falta el sitio!
fr: Site manquant !
it: Sito mancante!

source: Failed to get realm data: {e}
de: Realm-Daten konnten nicht abgerufen werden: {e}
es: Error al obtener los datos del realm: {e}
fr: Échec de l'obtention des données du domaine : {e}
it: Impossibile ottenere i dati del realm: {e}

source: Missing OTPme user: {config.user}
de: OTPme-Benutzer fehlt: {config.user}
es: Falta el usuario OTPme: {config.user}
fr: Utilisateur OTPme manquant : {config.user}
it: Utente OTPme mancante: {config.user}

source: Missing OTPme group: {config.group}
de: OTPme-Gruppe fehlt: {config.group}
es: Falta el grupo OTPme: {config.group}
fr: Groupe OTPme manquant : {config.group}
it: Gruppo OTPme mancante: {config.group}

source: Cannot run in API mode: backend not available
de: Kann nicht im API-Modus ausgeführt werden: Backend nicht verfügbar
es: No se puede ejecutar en modo API: backend no disponible
fr: Impossible d'exécuter en mode API : backend non disponible
it: Impossibile eseguire in modalità API: backend non disponibile

source: Host is not a realm member.
de: Host ist kein Realm-Mitglied.
es: El host no es miembro del realm.
fr: L'hôte n'est pas membre du domaine.
it: L'host non è membro del realm.

source: Missing master encryption key.
de: Master-Verschlüsselungsschlüssel fehlt.
es: Falta la clave de cifrado maestra.
fr: Clé de chiffrement principale manquante.
it: Chiave di crittografia master mancante.

source: Doing direct init...
de: Führe direkte Initialisierung durch...
es: Realizando inicialización directa...
fr: Initialisation directe en cours...
it: Esecuzione init diretto...

source: Doing hostd init...
de: Führe hostd-Initialisierung durch...
es: Realizando inicialización hostd...
fr: Initialisation hostd en cours...
it: Esecuzione init hostd...

source: We do not have a realm. You must first init the realm.
de: Wir haben keine Realm. Sie müssen zuerst die Realm initialisieren.
es: No tenemos un realm. Primero debe inicializar el realm.
fr: Nous n'avons pas de domaine. Vous devez d'abord initialiser le domaine.
it: Non abbiamo un realm. Devi prima inizializzare il realm.

source: Connection record belongs to pid {record_pid}, attempting to check out in pid {current_pid}
de: Verbindungsdatensatz gehört zu PID {record_pid}, versuche Auschecken in PID {current_pid}
es: El registro de conexión pertenece al pid {record_pid}, intentando verificar en pid {current_pid}
fr: L'enregistrement de connexion appartient au pid {record_pid}, tentative de checkout dans le pid {current_pid}
it: Il record di connessione appartiene al pid {record_pid}, tentativo di check out nel pid {current_pid}

source: Not implemented.
de: Nicht implementiert.
es: No implementado.
fr: Non implémenté.
it: Non implementato.

source: Connection cleanup failed: {conn}: {e}
de: Verbindungsbereinigung fehlgeschlagen: {conn}: {e}
es: Error en la limpieza de conexión: {conn}: {e}
fr: Échec du nettoyage de la connexion : {conn} : {e}
it: Pulizia connessione fallita: {conn}: {e}
