Repository: the2nd/otpme
Catalog: otpme/locale/*/LC_MESSAGES/otpme.po
Languages: de, es, fr, it

source: Unable to add ACL 'join' to new {host_type}.
de: ACL 'join' konnte nicht zu neuem {host_type} hinzugefügt werden.
es: No se puede añadir ACL 'join' al nuevo {host_type}.
fr: Impossible d'ajouter l'ACL 'join' au nouveau {host_type}.
it: Impossibile aggiungere ACL 'join' al nuovo {host_type}.

source: Unable to add ACL 'leave' to new {host_type}.
de: ACL 'leave' konnte nicht zu neuem {host_type} hinzugefügt werden.
es: No se puede añadir ACL 'leave' al nuevo {host_type}.
fr: Impossible d'ajouter l'ACL 'leave' au nouveau {host_type}.
it: Impossibile aggiungere ACL 'leave' al nuovo {host_type}.

source: Please type '{name}' to delete object:
de: Bitte geben Sie '{name}' ein, um das Objekt zu löschen:
es: Por favor escribe '{name}' para eliminar el objeto:
fr: Veuillez taper '{name}' pour supprimer l'objet :
it: Digita '{name}' per eliminare l'oggetto:

source: Delete {host_type} '{name}'?:
de: {host_type} '{name}' löschen?:
es: ¿Eliminar {host_type} '{name}'?:
fr: Supprimer {host_type} '{name}' ? :
it: Eliminare {host_type} '{name}'?:

source: {msg}|{name}: Found the following orphan ACLs: {acl_list}
de: {msg}|{name}: Folgende verwaiste ACLs gefunden: {acl_list}
es: {msg}|{name}: Se encontraron las siguientes ACLs huérfanas: {acl_list}
fr: {msg}|{name} : ACL orphelines suivantes trouvées : {acl_list}
it: {msg}|{name}: Trovate le seguenti ACL orfane: {acl_list}

source: {msg}|{name}: Found the following orphan policies: {policy_list}
de: {msg}|{name}: Folgende verwaiste Policies gefunden: {policy_list}
es: {msg}|{name}: Se encontraron las siguientes políticas huérfanas: {policy_list}
fr: {msg}|{name} : Politiques orphelines suivantes trouvées : {policy_list}
it: {msg}|{name}: Trovate le seguenti policy orfane: {policy_list}

source: {msg}|{name}: Found the following orphan token UUIDs: {token_list}
de: {msg}|{name}: Folgende verwaiste Token-UUIDs gefunden: {token_list}
es: {msg}|{name}: Se encontraron los siguientes UUID de token huérfanos: {token_list}
fr: {msg}|{name} : UUID de jetons orphelins suivants trouvés : {token_list}
it: {msg}|{name}: Trovati i seguenti UUID token orfani: {token_list}

source: No orphan objects found for {host_type}: {name}
de: Keine verwaisten Objekte für {host_type} gefunden: {name}
es: No se encontraron objetos huérfanos para {host_type}: {name}
fr: Aucun objet orphelin trouvé pour {host_type} : {name}
it: Nessun oggetto orfano trovato per {host_type}: {name}

source: Unknown dictionary type: {dict_type}
de: Unbekannter Wörterbuchtyp: {dict_type}
es: Tipo de diccionario desconocido: {dict_type}
fr: Type de dictionnaire inconnu : {dict_type}
it: Tipo di dizionario sconosciuto: {dict_type}

source: Delete dictionary '{name}'?:
de: Wörterbuch '{name}' löschen?:
es: ¿Eliminar diccionario '{name}'?:
fr: Supprimer le dictionnaire '{name}' ? :
it: Eliminare il dizionario '{name}'?:

source: Running SSH agent script command: {command}
de: SSH-Agent-Skriptbefehl wird ausgeführt: {command}
es: Ejecutando comando de script del agente SSH: {command}
fr: Exécution de la commande du script de l'agent SSH : {command}
it: Esecuzione comando script agente SSH: {command}

source: Error running SSH agent script: {e}
de: Fehler beim Ausführen des SSH-Agent-Skripts: {e}
es: Error al ejecutar el script del agente SSH: {e}
fr: Erreur lors de l'exécution du script de l'agent SSH : {e}
it: Errore nell'esecuzione dello script agente SSH: {e}

source: Failed to acquire lock: {error}
de: Sperre konnte nicht erworben werden: {error}
es: Error al adquirir el bloqueo: {error}
fr: Échec de l'acquisition du verrou : {error}
it: Impossibile acquisire il lock: {error}

source: Object deleted while waiting for lock: {obj}
de: Objekt gelöscht während des Wartens auf Sperre: {obj}
es: Objeto eliminado mientras se esperaba el bloqueo: {obj}
fr: Objet supprimé en attente du verrou : {obj}
it: Oggetto eliminato durante l'attesa del lock: {obj}

source: Object renamed while waiting for lock: {obj}
de: Objekt umbenannt während des Wartens auf Sperre: {obj}
es: Objeto renombrado mientras se esperaba el bloqueo: {obj}
fr: Objet renommé en attente du verrou : {obj}
it: Oggetto rinominato durante l'attesa del lock: {obj}

source: Object re-created while waiting for lock: {obj}
de: Objekt neu erstellt während des Wartens auf Sperre: {obj}
es: Objeto recreado mientras se esperaba el bloqueo: {obj}
fr: Objet recréé en attendant le verrou : {obj}
it: Oggetto ricreato durante l'attesa del lock: {obj}

source: Object changed while waiting for lock: {obj}
de: Objekt geändert während des Wartens auf Sperre: {obj}
es: Objeto cambiado mientras se esperaba el bloqueo: {obj}
fr: Objet modifié en attendant le verrou : {obj}
it: Oggetto modificato durante l'attesa del lock: {obj}

source: Object created while waiting for lock: {obj}
de: Objekt erstellt während des Wartens auf Sperre: {obj}
es: Objeto creado mientras se esperaba el bloqueo: {obj}
fr: Objet créé en attendant le verrou : {obj}
it: Oggetto creato durante l'attesa del lock: {obj}

source: Object without OID: {obj_type}: {obj_id}
de: Objekt ohne OID: {obj_type}: {obj_id}
es: Objeto sin OID: {obj_type}: {obj_id}
fr: Objet sans OID : {obj_type} : {obj_id}
it: Oggetto senza OID: {obj_type}: {obj_id}

source: Unknown unit: {obj}: {unit_uuid}
de: Unbekannte Einheit: {obj}: {unit_uuid}
es: Unidad desconocida: {obj}: {unit_uuid}
fr: Unité inconnue : {obj} : {unit_uuid}
it: Unità sconosciuta: {obj}: {unit_uuid}

source: Error to loading child class variables: {obj}: {error}
de: Fehler beim Laden der Kindklassen-Variablen: {obj}: {error}
es: Error al cargar las variables de clase secundaria: {obj}: {error}
fr: Erreur lors du chargement des variables de classe enfant : {obj} : {error}
it: Errore nel caricamento delle variabili della classe figlia: {obj}: {error}

source: Failed to load key: {oid}: {error}
de: Fehler beim Laden des Schlüssels: {oid}: {error}
es: Error al cargar la clave: {oid}: {error}
fr: Échec du chargement de la clé : {oid} : {error}
it: Impossibile caricare la chiave: {oid}: {error}

source: Failed to load cert: {oid}: {error}
de: Fehler beim Laden des Zertifikats: {oid}: {error}
es: Error al cargar el certificado: {oid}: {error}
fr: Échec du chargement du certificat : {oid} : {error}
it: Impossibile caricare certificato: {oid}: {error}

source: Failed to load cert public key: {oid}: {error}
de: Fehler beim Laden des öffentlichen Zertifikatschlüssels: {oid}: {error}
es: Error al cargar la clave pública del certificado: {oid}: {error}
fr: Échec du chargement de la clé publique du certificat : {oid} : {error}
it: Impossibile caricare chiave pubblica certificato: {oid}: {error}

source: Failed to load private key: {oid}: {error}
de: Fehler beim Laden des privaten Schlüssels: {oid}: {error}
es: Error al cargar la clave privada: {oid}: {error}
fr: Échec du chargement de la clé privée : {oid} : {error}
it: Impossibile caricare chiave privata: {oid}: {error}

source: Failed to load public key: {oid}: {error}
de: Fehler beim Laden des öffentlichen Schlüssels: {oid}: {error}
es: Error al cargar la clave pública: {oid}: {error}
fr: Échec du chargement de la clé publique : {oid} : {error}
it: Impossibile caricare chiave pubblica: {oid}: {error}

source: Got no variable name for attribute: {attr}
de: Kein Variablenname für Attribut erhalten: {attr}
es: No se obtuvo nombre de variable para el atributo: {attr}
fr: Aucun nom de variable obtenu pour l'attribut : {attr}
it: Nessun nome variabile per l'attributo: {attr}

source: Failed to read attribute from object config: {error}
de: Fehler beim Lesen des Attributs aus der Objektkonfiguration: {error}
es: Error al leer el atributo de la configuración del objeto: {error}
fr: Échec de la lecture de l'attribut depuis la configuration de l'objet : {error}
it: Impossibile leggere attributo dalla configurazione oggetto: {error}

source: Failed to copy attribute value: {attr}
de: Fehler beim Kopieren des Attributwerts: {attr}
es: Error al copiar el valor del atributo: {attr}
fr: Échec de la copie de la valeur de l'attribut : {attr}
it: Impossibile copiare valore attributo: {attr}

source: Got unknown compression type '{compression}' for attribute: {attribute}
de: Unbekannter Komprimierungstyp '{compression}' für Attribut: {attribute}
es: Se obtuvo un tipo de compresión desconocido '{compression}' para el atributo: {attribute}
fr: Type de compression inconnu '{compression}' pour l'attribut : {attribute}
it: Tipo di compressione sconosciuto '{compression}' per l'attributo: {attribute}

source: Got unknown encoding type '{encoding}' for attribute: {attribute}
de: Unbekannter Kodierungstyp '{encoding}' für Attribut: {attribute}
es: Se obtuvo un tipo de codificación desconocido '{encoding}' para el atributo: {attribute}
fr: Type d'encodage inconnu '{encoding}' pour l'attribut : {attribute}
it: Tipo di codifica sconosciuto '{encoding}' per l'attributo: {attribute}

source: Got unknown encryption type '{encryption} for attribute: {attribute}
de: Unbekannter Verschlüsselungstyp '{encryption}' für Attribut: {attribute}
es: Se obtuvo un tipo de cifrado desconocido '{encryption}' para el atributo: {attribute}
fr: Type de chiffrement inconnu '{encryption}' pour l'attribut : {attribute}
it: Tipo di crittografia sconosciuto '{encryption}' per l'attributo: {attribute}

source: Cannot update. Got wrong value for '{attribute}': {oid}: Wanted: {type_wanted} Got: {val}
de: Kann nicht aktualisieren. Falscher Wert für '{attribute}' erhalten: {oid}: Erwartet: {type_wanted} Erhalten: {val}
es: No se puede actualizar. Se obtuvo un valor incorrecto para '{attribute}': {oid}: Esperado: {type_wanted} Obtenido: {val}
fr: Impossible de mettre à jour. Valeur incorrecte pour '{attribute}' : {oid} : Attendu : {type_wanted} Reçu : {val}
it: Impossibile aggiornare. Valore errato per '{attribute}': {oid}: Richiesto: {type_wanted} Ricevuto: {val}

source: Got unknown value type: {value_type}
de: Unbekannter Werttyp erhalten: {value_type}
es: Se obtuvo un tipo de valor desconocido: {value_type}
fr: Type de valeur inconnu : {value_type}
it: Tipo di valore sconosciuto: {value_type}

source: Got wrong value for '{attribute}': {oid}: Wanted: {type_wanted} Got: {val}
de: Falscher Wert für '{attribute}' erhalten: {oid}: Erwartet: {type_wanted} Erhalten: {val}
es: Se obtuvo un valor incorrecto para '{attribute}': {oid}: Esperado: {type_wanted} Obtenido: {val}
fr: Valeur incorrecte pour '{attribute}' : {oid} : Attendu : {type_wanted} Reçu : {val}
it: Valore errato per '{attribute}': {oid}: Richiesto: {type_wanted} Ricevuto: {val}

source: Writing object: {oid}
de: Schreibe Objekt: {oid}
es: Escribiendo objeto: {oid}
fr: Écriture de l'objet : {oid}
it: Scrittura oggetto: {oid}

source: Error writing config for {obj_type} '{oid}': {error}
de: Fehler beim Schreiben der Konfiguration für {obj_type} '{oid}': {error}
es: Error al escribir la configuración para {obj_type} '{oid}': {error}
fr: Erreur lors de l'écriture de la configuration pour {obj_type} '{oid}' : {error}
it: Errore scrittura configurazione per {obj_type} '{oid}': {error}

source: Deleting object: {oid}
de: Lösche Objekt: {oid}
es: Eliminando objeto: {oid}
fr: Suppression de l'objet : {oid}
it: Eliminazione oggetto: {oid}

source: Error removing {obj_type} '{rel_path}': {error}
de: Fehler beim Entfernen von {obj_type} '{rel_path}': {error}
es: Error al eliminar {obj_type} '{rel_path}': {error}
fr: Erreur lors de la suppression de {obj_type} '{rel_path}' : {error}
it: Errore rimozione {obj_type} '{rel_path}': {error}

source: Updating last used timestamp of {obj_type}: {obj}
de: Aktualisiere zuletzt verwendeten Zeitstempel von {obj_type}: {obj}
es: Actualizando marca de tiempo de último uso de {obj_type}: {obj}
fr: Mise à jour de l'horodatage de dernière utilisation de {obj_type} : {obj}
it: Aggiornamento timestamp ultimo utilizzo di {obj_type}: {obj}

source: Invalid last used timestamp: {oid}: {timestamp}
de: Ungültiger zuletzt verwendeter Zeitstempel: {oid}: {timestamp}
es: Marca de tiempo de último uso inválida: {oid}: {timestamp}
fr: Horodatage de dernière utilisation invalide : {oid} : {timestamp}
it: Timestamp ultimo utilizzo non valido: {oid}: {timestamp}

source: Unknown realm '{realm}'.
de: Unbekannter Bereich '{realm}'.
es: Reino desconocido '{realm}'.
fr: Domaine '{realm}' inconnu.
it: Realm sconosciuto '{realm}'.

source: Invalid path: {path}
de: Ungültiger Pfad: {path}
es: Ruta inválida: {path}
fr: Chemin invalide : {path}
it: Percorso non valido: {path}

source: Unknown site '{site}'.
de: Unbekannter Standort '{site}'.
es: Sitio desconocido '{site}'.
fr: Site '{site}' inconnu.
it: Sito sconosciuto '{site}'.

source: Invalid name: {name}
de: Ungültiger Name: {name}
es: Nombre inválido: {name}
fr: Nom invalide : {name}
it: Nome non valido: {name}

source: Failed to acquire lock of new OID: {new_oid}: {error}
de: Fehler beim Erwerb der Sperre für neue OID: {new_oid}: {error}
es: Error al adquirir el bloqueo del nuevo OID: {new_oid}: {error}
fr: Échec de l'acquisition du verrou du nouvel OID : {new_oid} : {error}
it: Impossibile acquisire lock del nuovo OID: {new_oid}: {error}

source: Failed to read object config: {obj}: {error}
de: Fehler beim Lesen der Objektkonfiguration: {obj}: {error}
es: Error al leer la configuración del objeto: {obj}: {error}
fr: Échec de la lecture de la configuration de l'objet : {obj} : {error}
it: Impossibile leggere configurazione oggetto: {obj}: {error}

source: Invalid date string: {error}
de: Ungültige Datumszeichenkette: {error}
es: Cadena de fecha inválida: {error}
fr: Chaîne de date invalide : {error}
it: Stringa data non valida: {error}

source: Invalid parameter: {obj}: {param}
de: Ungültiger Parameter: {obj}: {param}
es: Parámetro inválido: {obj}: {param}
fr: Paramètre invalide : {obj} : {param}
it: Parametro non valido: {obj}: {param}

source: Invalid value: {param}: {val}
de: Ungültiger Wert: {param}: {val}
es: Valor inválido: {param}: {val}
fr: Valeur invalide : {param} : {val}
it: Valore non valido: {param}: {val}

source: Cannot write without object lock: {obj}
de: Kann nicht ohne Objektsperre schreiben: {obj}
es: No se puede escribir sin bloqueo del objeto: {obj}
fr: Impossible d'écrire sans verrou d'objet : {obj}
it: Impossibile scrivere senza lock oggetto: {obj}

source: Cannot write object with expired lock: {obj}
de: Kann Objekt mit abgelaufener Sperre nicht schreiben: {obj}
es: No se puede escribir objeto con bloqueo expirado: {obj}
fr: Impossible d'écrire l'objet avec un verrou expiré : {obj}
it: Impossibile scrivere oggetto con lock scaduto: {obj}

source: Object '{oid}' does not exist.
de: Objekt '{oid}' existiert nicht.
es: El objeto '{oid}' no existe.
fr: L'objet '{oid}' n'existe pas.
it: L'oggetto '{oid}' non esiste.

source: Unable to get parent object of: {oid}
de: Kann übergeordnetes Objekt nicht abrufen von: {oid}
es: No se puede obtener el objeto padre de: {oid}
fr: Impossible d'obtenir l'objet parent de : {oid}
it: Impossibile ottenere oggetto padre di: {oid}

source: Unknown parent object: {parent_uuid}
de: Unbekanntes übergeordnetes Objekt: {parent_uuid}
es: Objeto padre desconocido: {parent_uuid}
fr: Objet parent inconnu : {parent_uuid}
it: Oggetto padre sconosciuto: {parent_uuid}

source: Extension already enabled for this object.
de: Erweiterung bereits für dieses Objekt aktiviert.
es: La extensión ya está habilitada para este objeto.
fr: Extension déjà activée pour cet objet.
it: Estensione già abilitata per questo oggetto.

source: Extension '{ext}' not valid for this object type.
de: Erweiterung '{ext}' nicht gültig für diesen Objekttyp.
es: La extensión '{ext}' no es válida para este tipo de objeto.
fr: Extension '{ext}' non valide pour ce type d'objet.
it: Estensione '{ext}' non valida per questo tipo di oggetto.

source: Cannot add extension '{ext_name}' that depends on extension {dep_ext}'.
de: Kann Erweiterung '{ext_name}' nicht hinzufügen, die von Erweiterung {dep_ext}' abhängt.
es: No se puede agregar la extensión '{ext_name}' que depende de la extensión {dep_ext}'.
fr: Impossible d'ajouter l'extension '{ext_name}' qui dépend de l'extension {dep_ext}'.
it: Impossibile aggiungere estensione '{ext_name}' che dipende dall'estensione {dep_ext}'.

source: Cannot remove extension '{ext}' needed by: {deps}
de: Kann Erweiterung '{ext}' nicht entfernen, benötigt von: {deps}
es: No se puede eliminar la extensión '{ext}' necesaria por: {deps}
fr: Impossible de supprimer l'extension '{ext}' nécessaire pour : {deps}
it: Impossibile rimuovere estensione '{ext}' necessaria da: {deps}

source: Object does not support users.
de: Objekt unterstützt keine Benutzer.
es: El objeto no soporta usuarios.
fr: L'objet ne prend pas en charge les utilisateurs.
it: L'oggetto non supporta utenti.

source: Unknown user: {user_name}
de: Unbekannter Benutzer: {user_name}
es: Usuario desconocido: {user_name}
fr: Utilisateur inconnu : {user_name}
it: Utente sconosciuto: {user_name}

source: Adding user {user_oid} to {obj_type} {obj_name}.
de: Füge Benutzer {user_oid} zu {obj_type} {obj_name} hinzu.
es: Agregando usuario {user_oid} a {obj_type} {obj_name}.
fr: Ajout de l'utilisateur {user_oid} à {obj_type} {obj_name}.
it: Aggiunta utente {user_oid} a {obj_type} {obj_name}.

source: User is not assigned to {obj_type} '{obj_name}'.
de: Benutzer ist nicht {obj_type} '{obj_name}' zugeordnet.
es: El usuario no está asignado a {obj_type} '{obj_name}'.
fr: L'utilisateur n'est pas assigné à {obj_type} '{obj_name}'.
it: L'utente non è assegnato a {obj_type} '{obj_name}'.

source: Object does not support roles.
de: Objekt unterstützt keine Rollen.
es: El objeto no soporta roles.
fr: L'objet ne prend pas en charge les rôles.
it: L'oggetto non supporta ruoli.

source: Unknown role: {site}/{role}
de: Unbekannte Rolle: {site}/{role}
es: Rol desconocido: {site}/{role}
fr: Rôle inconnu : {site}/{role}
it: Ruolo sconosciuto: {site}/{role}

source: Role is already a member of {obj_type} '{obj_name}'.
de: Rolle ist bereits Mitglied von {obj_type} '{obj_name}'.
es: El rol ya es miembro de {obj_type} '{obj_name}'.
fr: Le rôle est déjà membre de {obj_type} '{obj_name}'.
it: Il ruolo è già membro di {obj_type} '{obj_name}'.

source: WARNING: Please make sure role ACLs do not allow any privilege escalation when adding a role to a role!
de: WARNUNG: Bitte stellen Sie sicher, dass Rollen-ACLs keine Privilegieneskalation erlauben, wenn Sie eine Rolle zu einer Rolle hinzufügen!
es: ADVERTENCIA: ¡Por favor asegúrese de que las ACL del rol no permitan ninguna escalación de privilegios al agregar un rol a un rol!
fr: AVERTISSEMENT : Veuillez vous assurer que les ACL de rôle ne permettent aucune escalade de privilèges lors de l'ajout d'un rôle à un rôle !
it: ATTENZIONE: Assicurarsi che le ACL del ruolo non consentano escalation di privilegi quando si aggiunge un ruolo a un ruolo!

source: Role is not a member of {obj_type} '{obj_name}'.
de: Rolle ist kein Mitglied von {obj_type} '{obj_name}'.
es: El rol no es miembro de {obj_type} '{obj_name}'.
fr: Le rôle n'est pas membre de {obj_type} '{obj_name}'.
it: Il ruolo non è membro di {obj_type} '{obj_name}'.

source: Object does not support tokens.
de: Objekt unterstützt keine Token.
es: El objeto no admite tokens.
fr: L'objet ne prend pas en charge les jetons.
it: L'oggetto non supporta token.

source: Unknown login interface: {interface}
de: Unbekannte Anmeldeschnittstelle: {interface}
es: Interfaz de inicio de sesión desconocida: {interface}
fr: Interface de connexion inconnue : {interface}
it: Interfaccia di login sconosciuta: {interface}

source: You cannot mix positive/negative interface options.
de: Sie können positive/negative Schnittstellenoptionen nicht mischen.
es: No puede mezclar opciones de interfaz positivas/negativas.
fr: Vous ne pouvez pas mélanger les options d'interface positives/négatives.
it: Non è possibile combinare opzioni di interfaccia positive/negative.

source: Orphan token: Unknown user: {owner_uuid}
de: Verwaister Token: Unbekannter Benutzer: {owner_uuid}
es: Token huérfano: Usuario desconocido: {owner_uuid}
fr: Jeton orphelin : Utilisateur inconnu : {owner_uuid}
it: Token orfano: Utente sconosciuto: {owner_uuid}

source: Token is already assigned to {obj_type} '{obj_name}'.
de: Token ist bereits {obj_type} '{obj_name}' zugewiesen.
es: El token ya está asignado a {obj_type} '{obj_name}'.
fr: Le jeton est déjà assigné à {obj_type} '{obj_name}'.
it: Il token è già assegnato a {obj_type} '{obj_name}'.

source: Would you like to modify current token options?
de: Möchten Sie die aktuellen Token-Optionen ändern?
es: ¿Desea modificar las opciones actuales del token?
fr: Souhaitez-vous modifier les options actuelles du jeton ?
it: Vuoi modificare le opzioni del token corrente?

source: Would you like to modify current token login interfaces?
de: Möchten Sie die aktuellen Token-Anmeldeschnittstellen ändern?
es: ¿Desea modificar las interfaces de inicio de sesión actuales del token?
fr: Souhaitez-vous modifier les interfaces de connexion actuelles du jeton ?
it: Vuoi modificare le interfacce di login del token corrente?

source: Adding token {token_path} to {obj_type} {obj_name}.
de: Füge Token {token_path} zu {obj_type} {obj_name} hinzu.
es: Agregando token {token_path} a {obj_type} {obj_name}.
fr: Ajout du jeton {token_path} à {obj_type} {obj_name}.
it: Aggiunta del token {token_path} a {obj_type} {obj_name}.

source: Cannot sign without login token.
de: Kann ohne Anmelde-Token nicht signieren.
es: No se puede firmar sin token de inicio de sesión.
fr: Impossible de signer sans jeton de connexion.
it: Impossibile firmare senza token di login.

source: Using existing signature: {signature}
de: Verwende vorhandene Signatur: {signature}
es: Usando firma existente: {signature}
fr: Utilisation de la signature existante : {signature}
it: Utilizzo firma esistente: {signature}

source: Signing error.
de: Signierfehler.
es: Error al firmar.
fr: Erreur de signature.
it: Errore di firma.

source: Error signing token: {error}
de: Fehler beim Signieren des Tokens: {error}
es: Error al firmar token: {error}
fr: Erreur lors de la signature du jeton : {error}
it: Errore nella firma del token: {error}

source: Token is not assigned to {obj_type} '{obj_name}'.
de: Token ist nicht {obj_type} '{obj_name}' zugewiesen.
es: El token no está asignado a {obj_type} '{obj_name}'.
fr: Le jeton n'est pas assigné à {obj_type} '{obj_name}'.
it: Il token non è assegnato a {obj_type} '{obj_name}'.

source: Remove signature? {user}: {signature} [y/n]
de: Signatur entfernen? {user}: {signature} [j/n]
es: ¿Eliminar firma? {user}: {signature} [s/n]
fr: Supprimer la signature ? {user} : {signature} [o/n]
it: Rimuovere firma? {user}: {signature} [s/n]

source: Object does not support nodes.
de: Objekt unterstützt keine Nodes.
es: El objeto no admite nodos.
fr: L'objet ne prend pas en charge les nœuds.
it: L'oggetto non supporta i nodi.

source: Node is already assigned to {obj_type} '{obj_name}'.
de: Node ist bereits {obj_type} '{obj_name}' zugewiesen.
es: El nodo ya está asignado a {obj_type} '{obj_name}'.
fr: Le nœud est déjà assigné à {obj_type} '{obj_name}'.
it: Il nodo è già assegnato a {obj_type} '{obj_name}'.

source: Adding node {node_name} to {obj_type} {obj_name}.
de: Füge Node {node_name} zu {obj_type} {obj_name} hinzu.
es: Agregando nodo {node_name} a {obj_type} {obj_name}.
fr: Ajout du nœud {node_name} à {obj_type} {obj_name}.
it: Aggiunta del nodo {node_name} a {obj_type} {obj_name}.

source: Node is not assigned to {obj_type} '{obj_name}'.
de: Node ist nicht {obj_type} '{obj_name}' zugewiesen.
es: El nodo no está asignado a {obj_type} '{obj_name}'.
fr: Le nœud n'est pas assigné à {obj_type} '{obj_name}'.
it: Il nodo non è assegnato a {obj_type} '{obj_name}'.
